Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: locale/*/LC_MESSAGES/content.po
Languages: hu

source: Using variables in ticket notifications is possible. Variables, known as OTRS tags, are replaced by OTRS when generating the mail.
hu: Lehetőség van változók használatára a jegyértesítésekben. A változókat (vagy más néven OTRS címkéket) az OTRS ki fogja cserélni a levél előállításakor.

source: Please check the existing notifications for the list of OTRS tags, that can be used in ITSM change notifications.
hu: Nézze meg a meglévő értesítéseket azoknak az OTRS címkéknek listájáért, amelyek használhatók az ITSM változás értesítésekben.

source: For example, the variable ``<OTRS_CHANGE_ChangeManager>`` expands to the change manager allowing a template to include something like the following.
hu: Például az ``<OTRS_CHANGE_ChangeManager>`` változó a változásmenedzsert jeleníti meg, ha valami ilyesmit ad meg a sablonban.

source: This tag expands, for example to:
hu: Ez a címke például ezt fogja megjeleníteni:

source: Ticket Settings
hu: Jegybeállítások

source: After installation of the package a new type *RfC* is added to ticket types.
hu: A csomag telepítése után egy új *RfC* típus kerül hozzáadásra a jegytípusokhoz.

source: Types
hu: Típusok

source: The type management screen is available in the *Types* module of the *Ticket Settings* group.
hu: A típuskezelés képernyő a *Jegybeállítások* csoport *Típusok* moduljában érhető el.

source: Type Management Screen
hu: Típuskezelés képernyő

source: New Type
hu: Új típus

source: For tickets that are created for change requests.
hu: Olyan jegyekhez, amelyeket változáskérésekhez hoztak létre.

source: Users, Groups & Roles
hu: Felhasználók, csoportok és szerepek

source: After installation of the package some new groups are added to the system.
hu: A csomag telepítése után néhány új csoport kerül hozzáadásra a rendszerhez.

source: Groups
hu: Csoportok

source: Access to the change management module is managed on a role-based access concept. After installation of the package some new groups are added to the system. The group management screen is available in the *Groups* module of the *Users, Groups & Roles* group.
hu: A változásmenedzsment modulhoz való hozzáférést egy szerep alapú hozzáférési elgondolás szerint kezelik. A csomag telepítése után néhány új csoport kerül hozzáadásra a rendszerhez. A csoportkezelés képernyő a *Felhasználók, csoportok és szerepek* csoport *Csoportok* moduljában érhető el.

source: Group Management Screen
hu: Csoportkezelés képernyő

source: New Groups
hu: Új csoportok

source: After installation of the package the following groups are added to the system:
hu: A csomag telepítése után a következő csoportok kerülnek hozzáadásra a rendszerhez:

source: Members of this group have access to the change management module. All potential work order agents should be assigned to this group. All changes and work orders can be viewed by these users.
hu: Ennek a csoportnak a tagjai hozzáféréssel rendelkeznek a változásmenedzsment modulhoz. Az összes lehetséges munkamegrendelés-ügyintézőt hozzá kell rendelni ehhez a csoporthoz. Az összes változást és munkamegrendelést láthatják ezek a felhasználók.

source: Members of this group can create new changes and work orders in the system. All changes and work orders can be viewed by this group. Changes and work orders created by the change builder, or that have been defined as accessible to the change builder, may be edited by these users.
hu: Ennek a csoportnak a tagjai új változásokat és munkamegrendeléseket hozhatnak létre a rendszeren. Az összes változást és munkamegrendelést láthatja ez a csoport. A változás-összeállító által létrehozott vagy a változás-összeállító számára hozzáférhetőként meghatározott változásokat és munkamegrendeléseket szerkeszthetik ezek a felhasználók.

source: Members of this group can create new changes and work orders in the system. All changes and work orders can be viewed by this group. These users can edit all changes and work orders.
hu: Ennek a csoportnak a tagjai új változásokat és munkamegrendeléseket hozhatnak létre a rendszeren. Az összes változást és munkamegrendelést láthatja ez a csoport. Ezek a felhasználók az összes változást és munkamegrendelést szerkeszthetik.

source: The primary administrator user (root@localhost) is added to all groups with permission *rw* by default.
hu: Az elsődleges adminisztrátor felhasználó (root@localhost) alapértelmezetten hozzá van adva az összes csoporthoz *olvasás, írás* jogosultságokkal.

source: To set the correct permissions for other users, check the following relations:
hu: Más felhasználók helyes jogosultságainak beállításához ellenőrizze a következő kapcsolatokat:

source: *Agents ↔ Groups*
hu: *Ügyintézők ↔ Csoportok*

source: *Customers ↔ Groups*
hu: *Ügyfelek ↔ Csoportok*

source: *Customer Users ↔ Groups*
hu: *Ügyfél-felhasználók ↔ Csoportok*

source: *Roles ↔ Groups*
hu: *Szerepek ↔ Csoportok*

source: This chapter describes the new features that are available in the agent interface after installation of the package.
hu: Ez a fejezet azokat az új funkciókat mutatja be, amelyek az ügyintézői felületen érhetők el a csomag telepítése után.

source: ITSM Changes
hu: ITSM változások

source: After installation of the package a new menu will be available in the agent interface.
hu: A csomag telepítése után egy új menü érhető el az ügyintézői felületen.

source: In order to grant users access to the *ITSM Changes* menu, you need to add them as member to the group *itsm-change*.
hu: Annak érdekében, hogy hozzáférést adjon a felhasználók számára az *ITSM változások* menühöz, hozzá kell adnia őket az *itsm-change* csoporthoz tagként.

source: The menu items that were added by this package will be visible after you log-in to the system again.
hu: Azok a menüpontok, amelyeket ez a csomag adott hozzá, azután lesznek láthatóak, miután ismét bejelentkezik a rendszerbe.

source: The implementation of a change, including all required work orders, follows the underlying workflow shown below:
hu: Egy változás megvalósítása, beleértve az összes szükséges munkamegrendelést, a lent látható mögöttes munkafolyamatot követi:

source: Creation of a change.
hu: Egy változás létrehozása.

source: Creation of needed work orders.
hu: A szükséges munkamegrendelések létrehozása.

source: Definition of conditions and actions.
hu: Feltételek és műveletek meghatározása.

source: Execution of a change.
hu: Egy változás végrehajtása.

source: New
hu: Új

source: Use this screen to add new changes to the change management.
hu: Használja ezt a képernyőt, hogy új változásokat adjon a változásmenedzsmenthez.

source: Add Change Screen
hu: Változás hozzáadása képernyő

source: Title \*
hu: Cím \*

source: Description \*
hu: Leírás \*

source: Longer text description of the change.
hu: A változás hosszabb szöveges leírása.

source: Justification \*
hu: Indoklás \*

source: Text explanation of the reasons behind the change. Answer to the question: *What is the likely consequence if the change is not implemented?*
hu: A változás mögött lévő okok szöveges magyarázata. Válasz a következő kérdésre: *Mi a valószínű következménye, ha a változást nem valósítják meg?*

source: Category \*
hu: Kategória \*

source: Defines the type of change.
hu: Meghatározza a változás típusát.

source: Impact \*
hu: Hatás \*

source: Defines the effects or impact the change will have.
hu: Azokat a hatásokat vagy következményeket határozza meg, amelyekkel a változás rendelkezni fog.

source: Priority \*
hu: Prioritás \*

source: Defines the priority of the change from the selected *Category* and *Impact*.
hu: A változás prioritását határozza meg a kiválasztott *Kategória* és *Hatás* kombinációjából.

source: See the :doc:`../../admin/change-settings/category-impact-priority` matrix to define the priority.
hu: Nézze meg a :doc:`../../admin/change-settings/category-impact-priority` mátrixot a prioritás meghatározásához.

source: Requested Date
hu: Kért dátum

source: Select a date when a customer requested the change.
hu: Egy dátum kiválasztása, amikor egy ügyfél a változást kérte.

source: This attribute can be deactivated in system configuration under ``Frontend`` → ``Agent`` → ``View``.
hu: Ez az attribútum kikapcsolható a ``Frontend`` → ``Agent`` → ``View`` rendszerbeállítás alatt.

source: Attachments
hu: Mellékletek

source: Enables related files and documents to be attached.
hu: Kapcsoló fájlok és dokumentumok csatolását engedélyezi.

source: New (From Template)
hu: Új (sablonból)

source: Use this screen to add new changes from template.
hu: Használja ezt a képernyőt, hogy új változásokat adjon hozzá sablonból.

source: Templates can be saved in the *Change Zoom* screen using the *Template* menu item.
hu: A sablonok a *Változásnagyítás* képernyőn menthetők el a *Sablon* menüpont használatával.

source: Template \*
hu: Sablon \*

source: Select a change from the list.
hu: Egy változás kiválasztása a listából.

source: Time type
hu: Időtípus

source: Select the type of planned time to be set in the next field.
hu: A következő mezőben beállítandó tervezett idő típusának kiválasztása.

source: New time
hu: Új idő

source: Specify the new time for the time selected above. This time will be used in the change instead of the saved one.
hu: Az új idő megadása a fent kiválasztott időhöz. Ez az idő lesz használva a változásban az elmentett idő helyett.

source: Templates can be edited in the :doc:`templates` screen.
hu: A sablonok a :doc:`templates` képernyőn szerkeszthetők.

source: Overview
hu: Áttekintés

source: This screen gives an overview of changes.
hu: Ez a képernyő a változások áttekintőjét adja.

source: ITSM Changes Overview Screen
hu: ITSM változások áttekintő képernyő

source: Changes can be filtered by clicking on a state name in the header of the overview widget. There is an option *All* to see all changes. The numbers after the state names indicates how many changes are in each states.
hu: A változások szűrhetők az áttekintő felületi elem fejlécén lévő állapotnévre kattintva. Létezik egy *Összes* lehetőség az összes változás megtekintéséhez. Az állapotnevek utáni számok azt jelzik, hogy hány változás van az egyes állapotokban.

source: See setting ``ITSMChange::Frontend::AgentITSMChange###Filter::ChangeStates`` to define the work order states that will be used as filters in the overview.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChange###Filter::ChangeStates`` beállítást azon munkamegrendelés-állapotok meghatározásához, amelyek szűrőkként lesznek használva az áttekintőben.

source: To limit the number of displayed changes per page:
hu: Az oldalanként megjelenített változások számának korlátozásához:

source: Click on the gear icon in the top right corner of the overview header.
hu: Kattintson a fogaskerék ikonra az áttekintő fejlécének jobb felső sarkában.

source: Select the maximum number of changes displayed per page.
hu: Válassza ki az oldalanként megjelenített változások legnagyobb számát.

source: Click on the *Submit* button.
hu: Kattintson az *Elküldés* gombra.

source: The displayed attributes can be defined via the system configuration. Not all attributes are displayed by default. The possible attributes are:
hu: A megjelenített attribútumok a rendszerbeállításokon keresztül határozhatók meg. Nem minden attribútum van megjelenítve alapértelmezetten. A lehetséges attribútumok a következők:

source: Date and time at which the change implementation was completed.
hu: Dátum és idő, amikor a változás megvalósítása befejeződött.

source: Date and time at which the change implementation began.
hu: Dátum és idő, amikor a változás megvalósítása elkezdődött.

source: Category or type of change.
hu: A változás kategóriája vagy típusa.

source: Name of the change builder.
hu: A változás-összeállító neve.

source: Name of the change manager.
hu: A változásmenedzser neve.

source: System generated change number.
hu: A rendszer által előállított változásszám.

source: Change status.
hu: A változás állapota.

source: Change status indicator to be shown as traffic light.
hu: Közlekedési lámpaként megjelenített változásállapot-jelző.

source: Date and time at which the change was modified.
hu: Dátum és idő, amikor a változást módosították.

source: Name of the change.
hu: A változás neve.

source: Date and time at which the change was created.
hu: Dátum és idő, amikor a változást létrehozták.

source: Dynamic field that is associated to the work order.
hu: Dinamikus mező, amely hozzá van rendelve a munkamegrendeléshez.

source: Expected effect of the change.
hu: A változás várható hatása.

source: Projected change implementation completion date and time.
hu: Tervezett változás megvalósítás befejezési dátuma és ideje.

source: Planned change implementation start date and time.
hu: Tervezett változás megvalósítás kezdeti dátuma és ideje.

source: Priority level of the change.
hu: A változás prioritási szintje.

source: Customer's desired implementation date.
hu: Az ügyfél kívánt megvalósítási dátuma.

source: Services affected by the change.
hu: A változás által érintett szolgáltatások.

source: Number of work orders related to the change.
hu: A változáshoz kapcsolódó munkamegrendelések száma.

source: See setting ``ITSMChange::Frontend::AgentITSMChange###ShowColumns`` to define the displayed attributes.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChange###ShowColumns`` beállítást a megjelenített attribútumok meghatározásához.

source: To see the details of a change:
hu: Egy változás részleteinek megtekintéséhez:

source: Click on the row of a change.
hu: Kattintson egy változás sorára.

source: ITSM Change Zoom Screen
hu: ITSM változásnagyítás képernyő

source: The *Change Zoom* screen has an own menu.
hu: A *Változásnagyítás* képernyő saját menüvel rendelkezik.

source: Back
hu: Vissza

source: This menu item goes back to the previous screen.
hu: Ez a menüpont visszaviszi az előző képernyőre.

source: History
hu: Előzmények

source: This menu item opens a new window to see the history of the change.
hu: Ez a menüpont új ablakot nyit meg a változás előzményeinek megtekintéséhez.

source: ITSM Change History Screen
hu: ITSM változáselőzmények képernyő

source: Print
hu: Nyomtatás

source: This menu item opens a PDF file to show the printer friendly version of the screen. You can save or print this PDF file.
hu: Ez a menüpont egy PDF-fájlt nyit meg a képernyő nyomtatóbarát verziójának megtekintéséhez. Elmentheti vagy kinyomtathatja ezt a PDF-fájlt.

source: Edit
hu: Szerkesztés

source: This menu item opens a new window to edit the change.
hu: Ez a menüpont új ablakot nyit meg a változás szerkesztéséhez.

source: Edit ITSM Change Screen
hu: ITSM változás szerkesztése képernyő

source: Involved Persons
hu: Résztvevő személyek

source: Use this screen to add persons to the change.
hu: Használja ezt a képernyőt, hogy személyeket adjon a változáshoz.

source: Involved Persons Screen
hu: Résztvevő személyek képernyő

source: Change Manager \*
hu: Változásmenedzser \*

source: Assigns change manager privileges to an agent for the current change.
hu: Változásmenedzser jogosultságokat rendel hozzá egy ügyintézőhöz a jelenlegi változásnál.

source: Only those agent can be added as change manager, who is member of group *itsm-change-manager*.
hu: Csak olyan ügyintéző adható hozzá változásmenedzserként, aki az *itsm-change-manager* csoport tagja.

source: Change Builder \*
hu: Változás-összeállító \*

source: Defines the agent who processes and defines the current change. When creating a new change, the current agent is automatically entered as the change builder.
hu: Azt az ügyintézőt határozza meg, aki a jelenlegi változást kidolgozza és meghatározza. Egy új változás létrehozásakor a jelenlegi ügyintéző automatikusan beírásra kerül változás-összeállítóként.

source: Only those agent can be added as change builder, who is member of group *itsm-change-bulder*.
hu: Csak olyan ügyintéző adható hozzá változás-összeállítóként, aki az *itsm-change-builder* csoport tagja.

source: Change Advisory Board
hu: Változásmenedzsment-tanács

source: Defines a group of people which can include agents and customers.
hu: Emberek csoportját határozza meg, amely ügyintézőket és ügyfeleket tartalmazhat.

source: Add Workorder
hu: Munkamegrendelés hozzáadása

source: Use this window to add new work orders to the change.
hu: Használja ezt az ablakot, hogy új munkamegrendeléseket adjon a változáshoz.

source: Add Work Order Screen
hu: Munkamegrendelés hozzáadása képernyő

source: Instruction \*
hu: Utasítás \*

source: Longer text description of the work order about what to do here.
hu: A munkamegrendelés hosszabb szöveges leírása arról, hogy mit kell itt elvégezni.

source: Workorder Type
hu: Munkamegrendelés-típus

source: Select a type for the work order. The types are defined in class ``ITSM::ChangeManagement::WorkOrder::Type`` in the :doc:`../../admin/administration/general-catalog`.
hu: A munkamegrendelés állapotának kiválasztása. A típusok az :doc:`../../admin/administration/general-catalog` ``ITSM::ChangeManagement::WorkOrder::Type`` osztályában vannak meghatározva.

source: Planned Start Time
hu: Tervezett kezdési idő

source: Select a planned start time for the work order.
hu: Egy tervezett kezdési idő kiválasztása a munkamegrendeléshez.

source: Planned End Time
hu: Tervezett befejezési idő

source: Select a planned end time for the work order.
hu: Egy tervezett befejezési idő kiválasztása a munkamegrendeléshez.

source: Planned Effort
hu: Tervezett ráfordítás

source: Add a value in any work unit to specify the planned effort.
hu: Egy érték megadása tetszőleges munkaegységben a tervezett ráfordítás megadásához.

source: Attachment
hu: Melléklet

source: After adding a work order, the *Work Order Zoom* screen will be opened in a new browser tab.
hu: Egy munkamegrendelés hozzáadása után a *Munkamegrendelés-nagyítás* képernyő nyílik meg egy új böngészőlapon.

source: Work Order Zoom Screen
hu: Munkamegrendelés-nagyítás képernyő

source: The *Work Order Zoom* screen has an own menu.
hu: A *Munkamegrendelés-nagyítás* képernyő saját menüvel rendelkezik.

source: This menu item opens a new window to see the history of the work order.
hu: Ez a menüpont új ablakot nyit meg a munkamegrendelés előzményeinek megtekintéséhez.

source: Work Order History Screen
hu: Munkamegrendelés-előzmények képernyő

source: This menu item opens a new window to edit the work order.
hu: Ez a menüpont új ablakot nyit meg a munkamegrendelés szerkesztéséhez.

source: Edit Work Order Screen
hu: Munkamegrendelés szerkesztése képernyő

source: Move following workorders accordingly
hu: A követő munkamegrendelések áthelyezése eszerint

source: If this is checked, the subsequent work orders will be moved in time according to times set in *Planned Start Time* and *Planned End Time* fields.
hu: Ha ez be van jelölve, akkor a következő munkamegrendelések át lesznek helyezve az időben a *Tervezett kezdési idő* és a *Tervezett befejezési idő* mezőkben beállított idők szerint.

source: Workorder Agent
hu: Munkamegrendelés-ügyintéző

source: Use this menu item to assign an agent to the work order.
hu: Használja ezt a menüpontot, hogy hozzárendeljen egy ügyintézőt a munkamegrendeléshez.

source: Edit Work Order Agent Screen
hu: Munkamegrendelés-ügyintéző szerkesztése képernyő

source: Only those agent can be added as work order agent, who is member of group *itsm-change*.
hu: Csak olyan ügyintéző adható hozzá munkamegrendelés-ügyintézőként, aki az *itsm-change* csoport tagja.

source: Report
hu: Jelentés

source: Use this menu item to document the progress made on the work order. This screen can be used as log of work order.
hu: Használja ezt a menüpontot a munkamegrendelésen elvégzett feladatok dokumentálásához. Ez a képernyő használható a munkamegrendelés naplójaként.

source: Work Order Report Screen
hu: Munkamegrendelés-jelentés képernyő

source: Report \*
hu: Jelentés \*

source: This is the body of the report. As there is only the same text area for all reports, it is suggested to add timestamps to each entries.
hu: Ez a jelentés törzse. Mivel ugyanaz a szövegdoboz van az összes jelentéshez, időbélyegek hozzáadása ajánlott minden egyes bejegyzéshez.

source: State
hu: Állapot

source: The next state of the work order.
hu: A munkamegrendelés következő állapota.

source: The possible next states are defined in the work order :doc:`../../admin/change-settings/state-machine`, but they can be filtered using conditions.
hu: A lehetséges következő állapotokat a munkamegrendelés :doc:`../../admin/change-settings/state-machine` határozza meg, de az állapotok feltételek használatával is szűrhetők.

source: Accounted Time
hu: Elszámolt idő

source: Add the accounted time in time units.
hu: Az elszámolt idő hozzáadása időegységekben.

source: Link
hu: Összekapcsolás

source: This menu item opens the standard link screen of OTRS. Work orders can be linked to services or tickets. Existing links can also be managed here.
hu: Ez a menüpont az OTRS szabványos összekapcsolás képernyőjét nyitja meg. A munkamegrendelések összekapcsolhatók szolgáltatásokkal vagy jegyekkel. A meglévő kapcsolatokat is itt lehet kezelni.

source: Link Work Order Screen
hu: Munkamegrendelés összekapcsolása képernyő

source: Template
hu: Sablon

source: Use this screen to save the work order as template.
hu: Használja ezt a képernyőt, hogy sablonként mentse el a munkamegrendelést.

source: Save Work Order as Template
hu: Munkamegrendelés mentése sablonként

source: Template Name \*
hu: Sablonnév \*

source: Add additional information to this resource.
hu: További információk hozzáadása ehhez az erőforráshoz.

source: It is recommended to add a version number in this field to be is easier to identify the correct template.
hu: Ajánlott egy verziószám hozzáadása ebben a mezőbe, hogy egyszerűbb legyen azonosítani a megfelelő sablont.

source: Reset States
hu: Állapotok visszaállítása

source: All states are reset if selecting *Yes*.
hu: Az összes állapot visszaállításra kerül, ha *Igen* van kiválasztva.

source: Validity
hu: Érvényesség

source: Delete
hu: Törlés

source: Use this menu item to delete the work order.
hu: Használja ezt a menüpontot a munkamegrendelés törléséhez.

source: Delete Work Order Dialog
hu: Munkamegrendelés törlése párbeszédablak

source: Add Workorder (from Template)
hu: Munkamegrendelés hozzáadása (sablonból)

source: Use this screen to add a work order from template.
hu: Használja ezt a képernyőt, hogy munkamegrendelést adjon hozzá sablonból.

source: Add Work Order From Template Screen
hu: Munkamegrendelés hozzáadása sablonból képernyő

source: Select a work order template from the list of work order templates.
hu: Egy munkamegrendelés-sablon kiválasztása a munkamegrendelések listájából.

source: Select the time type that you want to redefine in the next field.
hu: Az időtípus kiválasztása, amelyet felül szeretne bírálni a következő mezőben.

source: Specify a new time for the time type selected above.
hu: Egy új idő megadása a fent kiválasztott időtípushoz.

source: Work order templates can be created with *Template* menu item in the *Work Order Zoom* screen.
hu: Munkamegrendelés-sablonok a *Munkamegrendelés-nagyítás* képernyőn lévő *Sablon* menüponttal hozhatók létre.

source: Conditions
hu: Feltételek

source: Use this screen to add new conditions to the change.
hu: Használja ezt a képernyőt, hogy új feltételeket adjon a változáshoz.

source: Condition Overview Screen
hu: Feltétel áttekintő képernyő

source: The defined conditions are not executed in a certain order.
hu: A meghatározott feltételek nem egy bizonyos sorrendben hajtódnak végre.

source: To add a new condition:
hu: Egy új feltétel hozzáadásához:

source: Click on the *Add new condition* button.
hu: Kattintson az *Új feltétel hozzáadása* gombra.

source: To edit a condition:
hu: Egy feltétel szerkesztéséhez:
