Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: locale/*/LC_MESSAGES/content.po
Languages: hu

source: General Catalog
hu: Általános katalógus

source: As the name indicates, the general catalog serves for basic ITSM relevant configurations in OTRS::ITSM.
hu: Ahogy a neve is mutatja, az általános katalógus szolgálja az ITSM-hez tartozó alapvető konfigurációkat az OTRS::ITSM rendszeren.

source: Contents
hu: Tartalom

source: Administrator Interface
hu: Adminisztrátori felület

source: This chapter describes the new features that are available in the administrator interface after installation of the package.
hu: Ez a fejezet azokat az új funkciókat mutatja be, amelyek az adminisztrátori felületen érhetők el a csomag telepítése után.

source: Administration
hu: Adminisztráció

source: After installation of the package a new module will be available in the administrator interface.
hu: A csomag telepítése után egy új modul érhető el az adminisztrátori felületen.

source: Use this screen to add catalog classes and items to the system. If only this package is installed to the system without any OTRS::ITSM packages, then the general catalog contains no entries. Install other OTRS::ITSM packages (e.g. :doc:`../../../itsm-core`) to add some classes and items to the catalog. The general catalog management screen is available in the *General Catalog* module of the *Administration* group.
hu: Használja ezt a képernyőt, hogy katalógusosztályokat és elemeket adjon a rendszerhez. Ha csak ez a csomag van telepítve a rendszerre egyéb OTRS::ITSM csomagok nélkül, akkor az általános katalógus nem tartalmaz bejegyzéseket. Telepítsen más OTRS::ITSM csomagokat (például az :doc:`../../../itsm-core` csomagot), hogy osztályokat és elemeket adjon a katalógushoz. Az általános katalógus kezelőképernyője az *Adminisztráció* csoport *Általános katalógus* moduljában érhető el.

source: General Catalog Management Screen
hu: Általános katalógus kezelésének képernyője

source: Manage General Catalog
hu: Általános katalógus kezelése

source: To add a catalog class:
hu: Egy katalógusosztály hozzáadásához:

source: Click on the *Add Catalog Class* button in the left sidebar.
hu: Kattintson a *Katalógusosztály hozzáadása* gombra a bal oldalsávban.

source: Fill in the required fields.
hu: Töltse ki a szükséges mezőket.

source: Click on the *Save* button.
hu: Kattintson a *Mentés* gombra.

source: Add Catalog Class Screen
hu: Katalógusosztály hozzáadása képernyő

source: Catalog classes can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
hu: A katalógusosztályok nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To add a catalog item:
hu: Egy katalóguselem hozzáadásához:

source: Select a catalog class in the list of catalog classes.
hu: Válasszon egy katalógusosztályt a katalógusosztályok listájából.

source: Click on the *Add Catalog Item* button in the left sidebar.
hu: Kattintson a *Katalóguselem hozzáadása* gombra a bal oldalsávban.

source: Add Catalog Item Screen
hu: Katalóguselem hozzáadása képernyő

source: Catalog items can not be deleted from the system. They can only be deactivated by setting the *Validity* option to *invalid* or *invalid-temporarily*.
hu: A katalóguselemek nem törölhetők a rendszerről. Azonban kikapcsolhatók az *Érvényesség* beállítás *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával.

source: To edit a catalog item:
hu: Egy katalóguselem szerkesztéséhez:

source: Select a catalog item in the list of catalog items.
hu: Válasszon egy katalóguselemet a katalóguselemek listájából.

source: Modify the fields.
hu: Módosítsa a mezőket.

source: Click on the *Save* or *Save and finish* button.
hu: Kattintson a *Mentés* vagy *Mentés és befejezés* gombra.

source: Edit Catalog Item Screen
hu: Katalóguselem szerkesztése képernyő

source: Catalog Class Settings
hu: Katalógusosztály beállításai

source: The following settings are available when adding this resource. The fields marked with an asterisk are mandatory.
hu: A következő beállítások akkor érhetők el, ha hozzáadja ezt az erőforrást. A csillaggal jelölt mezők kitöltése kötelező.

source: Catalog Class \*
hu: Katalógusosztály \*

source: The name of the catalog class. The catalog class will be displayed in the overview table of catalog classes.
hu: A katalógusosztály neve. A katalógusosztály megjelenik a katalógusosztályok áttekintő táblázatában.

source: Name \*
hu: Név \*

source: The name of the catalog item to be added to the class. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the overview table of catalog items.
hu: Az osztályhoz hozzáadni kívánt katalóguselem neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A név megjelenik a katalóguselem áttekintő táblázatában.

source: Validity \*
hu: Érvényesség \*

source: Set the validity of this resource. Each resource can be used in OTRS only, if this field is set to *valid*. Setting this field to *invalid* or *invalid-temporarily* will disable the use of the resource.
hu: Állítsa be ennek az erőforrásnak az érvényességét. Minden erőforrás csak akkor használható az OTRS-ben, ha ez a mező *érvényes* értékre van állítva. Ennek a mezőnek az *érvénytelen* vagy *átmenetileg érvénytelen* értékre állításával letiltja az erőforrás használatát.

source: Comment
hu: Megjegyzés

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity.
hu: Adjon további információkat ehhez az erőforráshoz. Mindig ajánlott egy teljes mondattal kitölteni ezt a mezőt az erőforrás leírásaként a jobb érthetőségért.

source: Catalog Item Settings
hu: Katalóguselem beállításai

source: Catalog Class
hu: Katalógusosztály

source: The name of the catalog class. This is read only in this screen.
hu: A katalógusosztály neve. Ez csak olvasható ezen a képernyőn.

source: Agent Interface
hu: Ügyintézői felület

source: This package has no agent interface.
hu: Ennek a csomagnak nincs ügyintézői felülete.

source: External Interface
hu: Külső felület

source: This package has no external interface.
hu: Ennek a csomagnak nincs külső felülete.

source: Install, Update and Uninstall
hu: Telepítés, frissítés és eltávolítás

source: This package can be installed, updated or uninstalled with the package manager in the administrator interface or using the command line tool.
hu: Ez a csomag az adminisztrátori felületen lévő csomagkezelővel vagy a parancssori eszköz használatával telepíthető, frissíthető vagy eltávolítható.

source: You need to be in the *admin* group to access the administrator interface and use the `Package Manager <https://doc.otrs.com/doc/manual/admin/7.0/en/content/administration/package-manager.html>`__, which is described in the administration manual more detailed.
hu: Az *admin* csoportban kell lennie az adminisztrátori felület eléréséhez és a `csomagkezelő <https://doc.otrs.com/doc/manual/admin/7.0/hu/content/administration/package-manager.html>`__ használatához, amely az adminisztrátori kézikönyvben van részletesen bemutatva.

source: We assumed that username ``otrs`` is created for OTRS and it is installed to ``/opt/otrs``. If you use different user or install location, you need to change the install command. For more information about the command line tool execute this command:
hu: Feltételezzük, hogy az ``otrs`` felhasználónév lett létrehozva az OTRS-hez, és az ``/opt/otrs`` helyre van telepítve. Ha eltérő felhasználónevet vagy telepítési helyet használ, akkor meg kell változtatnia a telepítési parancsot. A parancssori eszközökkel kapcsolatos bővebb információkért futtassa ezt a parancsot:

source: Then execute the needed command with ``--help`` option to see its possibilities.
hu: Ezután futtassa a szükséges parancsot a ``--help`` kapcsolóval a lehetőségi megtekintéséhez.

source: Requirements
hu: Követelmények

source: OTRS Framework 7.0.x
hu: OTRS keretrendszer 7.0.x

source: Install
hu: Telepítés

source: Install Via Administrator Interface
hu: Telepítés az adminisztrátori felületen keresztül

source: To install this package from the package manager:
hu: A csomagnak a csomagkezelőből történő telepítéséhez:

source: Open the *Package Manager* module in the administrator interface.
hu: Nyissa meg a *Csomagkezelő* modult az adminisztrátori felületen.

source: Click on the *Browse…* button in the left sidebar.
hu: Kattintson a *Tallózás…* gombra a bal oldalsávban.

source: Select an ``.opm`` file from your local file system.
hu: Válasszon egy ``.opm`` fájlt a helyi fájlrendszeréről.

source: Click on the *Install Package* button.
hu: Kattintson a *Csomag telepítése* gombra.

source: Follow the installation instructions.
hu: Kövesse a telepítési utasításokat.

source: After installation, the package is displayed in the *Local Repository* widget.
hu: A telepítés után a csomag megjelenik a *Helyi tároló* felületi elemben.

source: Install Via Command Line
hu: Telepítés parancssoron keresztül

source: To install this package from the command line:
hu: A csomagnak a parancssorból történő telepítéséhez:

source: Save the ``.opm`` file to a folder where ``otrs`` user has read permission.
hu: Mentse el az ``.opm`` fájlt egy olyan mappába, ahol az ``otrs`` felhasználónak olvasási jogosultsága van.

source: Execute this command:
hu: Futtassa le ezt a parancsot:

source: Update
hu: Frissítés

source: Update Via Administrator Interface
hu: Frissítés az adminisztrátori felületen keresztül

source: To update this package from the package manager:
hu: A csomagnak a csomagkezelőből történő frissítéséhez:

source: Select an ``.opm`` file which is newer than the installed package.
hu: Válasszon egy ``.opm`` fájlt, amely újabb a telepített csomagnál.

source: Follow the update instructions.
hu: Kövesse a frissítési utasításokat.

source: After updating, the package is displayed in the *Local Repository* widget.
hu: A frissítés után a csomag megjelenik a *Helyi tároló* felületi elemben.

source: Update Via Command Line
hu: Frissítés parancssoron keresztül

source: To update this package from the command line:
hu: A csomagnak a parancssorból történő frissítéséhez:

source: Uninstall
hu: Eltávolítás

source: If you uninstall this package, all database tables that were created during installation will be deleted. All data from these tables **will be irrevocably lost**!
hu: Ha eltávolítja ezt a csomagot, akkor a telepítés során létrehozott összes adatbázistábla törlésre kerül. Az ezekben a táblákban lévő összes adat **visszavonhatatlanul el fog veszni**!

source: Uninstall Via Administrator Interface
hu: Eltávolítás az adminisztrátori felületen keresztül

source: To uninstall this package from the package manager:
hu: A csomagnak a csomagkezelőből történő eltávolításához:

source: Select the package from the *Local Repository* widget.
hu: Válassza ki a csomagot a *Helyi tároló* felületi elemből.

source: Click on the *Uninstall* link in the *Action* column.
hu: Kattintson az *Eltávolítás* hivatkozásra a *Művelet* oszlopban.

source: Follow the uninstall instructions.
hu: Kövesse az eltávolítási utasításokat.

source: Uninstall Via Command Line
hu: Eltávolítás parancssoron keresztül

source: To uninstall this package from the command line:
hu: A csomagnak a parancssorból történő eltávolításához:

source: Import/Export
hu: Importálás/exportálás

source: This package provides a tool as a generic framework to import and export objects like tickets or configuration items in several formats like CSV or XML.
hu: Ez a csomag általános keretrendszerként biztosít eszközt az olyan objektumok importálásához és exportálásához, mint például a jegyek vagy konfigurációelemek, különböző formátumokban, például CSV-ben vagy XML-ben.

source: To use this module, you need to install :doc:`itsm-configuration-management` or any other package that provides back end for objects to be imported and exported.
hu: A modul használatához telepítenie kell az :doc:`itsm-configuration-management` csomagot vagy bármilyen egyéb csomagot, amely háttérprogramot biztosít az objektumok importálásához és exportálásához.

source: Use this screen to create import and export templates. The import/export template management screen is available in the *Import/Export* module of the *Administration* group.
hu: Használja ezt a képernyőt, hogy importálási és exportálási sablonokat hozzon létre. Az importálás és exportálás kezelőképernyő az *Adminisztráció* csoport *Importálás/exportálás* moduljában érhető el.

source: Import/Export Template Management Screen
hu: Importálás/exportálás kezelés képernyő

source: Manage Import/Export Templates
hu: Importálási és exportálási sablonok kezelése

source: To create a new template:
hu: Egy új sablon létrehozásához:

source: Click on the *Add Template* button in the left sidebar.
hu: Kattintson a *Sablon hozzáadása* gombra a bal oldalsávban.

source: Fill in the required fields in all steps.
hu: Töltse ki a szükséges mezőket az összes lépésben.

source: Click on the *Finish* button.
hu: Kattintson a *Befejezés* gombra.

source: Create New Import/Export Template Screen
hu: Új importálási és exportálási sablon létrehozása képernyő

source: To edit a template:
hu: Egy sablon szerkesztéséhez:

source: Click on a template in the list of templates.
hu: Kattintson egy sablonra a sablonok listájában.

source: Modify the fields in all steps.
hu: Módosítsa a mezőket az összes lépésben.

source: Edit Import/Export Template Screen
hu: Importálási és exportálási sablon szerkesztése képernyő

source: To delete a template:
hu: Egy sablon törléséhez:

source: Click on the trash icon in the list of templates.
hu: Kattintson a kuka ikonra a sablonok listájában.

source: Click on the *Confirm* button.
hu: Kattintson a *Megerősítés* gombra.

source: Delete Import/Export Template Screen
hu: Importálási és exportálási sablon törlése képernyő

source: To import data based on a template:
hu: Adatok importálásához egy sablon alapján:

source: Click on the *Import* link in the list of templates.
hu: Kattintson az *Importálás* hivatkozásra a sablonok listájában.

source: Click on the *Browse…* button and select a CSV file.
hu: Kattintson a *Tallózás…* gombra, és válaszon egy CSV-fájlt.

source: Click on the *Start Import* button.
hu: Kattintson az *Importálás indítása* gombra.

source: Import Data Screen
hu: Adatok importálása képernyő

source: To export data based on a template:
hu: Adatok exportálásához egy sablon alapján:

source: Click on the *Export* link in the list of templates.
hu: Kattintson az *Exportálás* hivatkozásra a sablonok listájában.

source: Choose a location in your computer to save the ``Export.csv`` file.
hu: Válasszon egy helyet a számítógépén az ``Export.csv`` fájl mentéséhez.

source: Import/Export Template Settings
hu: Importálási és exportálási sablon beállításai

source: Import/Export package is meant to be independent. This means, that the following settings can be different if no configuration items will be imported or exported.
hu: Az import/export csomagot úgy tervezték, hogy független legyen. Ez azt jelenti, hogy a következő beállítások eltérőek lehetnek, ha nem konfigurációelemek lesznek importálva vagy exportálva.

source: Edit Common Information
hu: Közös információk szerkesztése

source: Edit Common Information Screen
hu: Közös információk szerkesztése képernyő

source: The name of this resource. Any type of characters can be entered to this field including uppercase letters and spaces. The name will be displayed in the overview table.
hu: Ennek az erőforrásnak a neve. Bármilyen típusú karakter beírható ebbe a mezőbe, beleértve a nagybetűket és a szóközt is. A név megjelenik az áttekintő táblázatban.

source: Object \*
hu: Objektum \*

source: Select the object type you want to import to or export from.
hu: Annak az objektumtípusnak a kiválasztása, amelybe importálni vagy amelyből exportálni szeretne.

source: Format \*
hu: Formátum \*

source: Select the import and export format.
hu: Az importálási és exportálási formátum kiválasztása.

source: Edit Object Information
hu: Objektuminformációk szerkesztése

source: Edit Object Information Screen
hu: Objektuminformációk szerkesztése képernyő

source: Name
hu: Név

source: This is a read only field from the previous step. Use the *Back* button to edit it.
hu: Ez egy csak olvasható mező az előző lépésből. Használja a *Vissza* gombot a szerkesztéséhez.

source: Object
hu: Objektum

source: Class \*
hu: Osztály \*

source: Select the class that is needed to be affected by the import and export.
hu: Az osztály kiválasztása, amelyet érintenie kell az importálásnak és az exportálásnak.

source: Maximum number of one element \*
hu: Egy elem legnagyobb száma \*

source: Specify, how many items can have an item.
hu: Annak megadása, hogy egy elemnek hány eleme lehet.

source: Empty fields indicate that the current values are kept
hu: Az üres mezők azt jelzik, hogy az aktuális mezők megtartásra kerülnek

source: Select this checkbox if the empty field should keep the data in OTRS. Otherwise the data will be overwritten with blank value.
hu: Jelölje be ezt a jelölőnégyzetet, ha az üres mezőnek meg kell tartania az OTRS-ben lévő adatokat. Egyébként az adatok felülírásra kerülnek üres értékkel.

source: Edit Format Information
hu: Formátuminformációk szerkesztése

source: Edit Format Information Screen
hu: Formátuminformációk szerkesztése képernyő

source: Format
hu: Formátum

source: Column Separator \*
hu: Oszlopelválasztó \*

source: Select a column separator for CSV file.
hu: Oszlopelválasztó kiválasztása a CSV-fájlhoz.

source: Charset
hu: Karakterkészlet

source: Select a character encoding for the CSV file.
hu: Karakterkódolás kiválasztása a CSV-fájlhoz.

source: Include Column Headers
hu: Oszlopfejlécek felvétele

source: Specify if column headers should be included or not.
hu: Annak megadása, hogy tartalmazzon-e oszlopfejléceket vagy sem.

source: Edit Mapping Information
hu: Leképezési információk szerkesztése

source: Edit Mapping Information Screen
hu: Leképezési információk szerkesztése képernyő

source: Click on the *Add Mapping Element* button to add element from the class. You can also specify if this element is an identifier. The order of the elements is sortable.
hu: Kattintson a *Leképezési elem hozzáadása* gombra egy elemnek az osztályból történő hozzáadásához. Azt is megadhatja, hogy az elem azonosító-e. Az elemek sorrendje rendezhető.

source: Edit Search Information
hu: Keresési információk szerkesztése

source: Edit Search Information Screen
hu: Keresési információk szerkesztése képernyő

source: Template Name
hu: Sablonnév

source: Restrict export per search
hu: Exportálás korlátozása keresésenként

source: You can add search term for each attribute of the selected class to restrict the import and export functions. The possible fields are listed below this field.
hu: Keresési kifejezéseket adhat hozzá a kijelölt osztály minden egyes attribútumához az importálási és exportálási funkció korlátozásáért. A lehetséges mezők ezen mező alatt vannak felsorolva.

source: The other fields come from the back end driver, and can be different depending on the used object to be imported or exported.
hu: A többi mező a háttérprogram illesztőprogramjából érkezik, és eltérőek lehetnek az importáláshoz és exportálásához használt objektumtól függően.

source: :doc:`../itsm-configuration-management` or any other package that provides back end for objects to be imported and exported
hu: :doc:`../itsm-configuration-management` vagy bármilyen egyéb csomag, amely háttérprogramot biztosít az objektumok importálásához és exportálásához

source: OTRS::ITSM Administration Manual
hu: OTRS::ITSM adminisztrátori kézikönyv

source: This work is copyrighted by OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Germany.
hu: Ez a mű az OTRS AG (https://otrs.com), Zimmersmühlenweg 11, 61440 Oberursel, Németország szerzői joga alatt áll.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found on the `GNU website <https://www.gnu.org/licenses/fdl-1.3.txt>`__.
hu: Engedélyt adunk Önnek a jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Free Software Foundation által kiadott GNU Free Documentation License 1.3-as, vagy bármely azt követő verziójának feltételei alapján. Nincs Nem Változtatható szakasz, nincs Címlapszöveg, nincs Hátlapszöveg. A jelen licenc egy példányát a `GNU weboldalán <https://www.gnu.org/licenses/fdl-1.3.txt>`__ találja.

source: Introduction
hu: Bevezetés

source: This manual is intended for OTRS::ITSM administrators and users to provide information on the basic use of OTRS::ITSM by IT service managers, IT service staff (agents) and end users (customers). Information pertaining to the installation, configuration and administration of OTRS::ITSM is only provided if there are differences to the OTRS core product or for functions, which only exist in OTRS::ITSM.
hu: Ezt a kézikönyvet az OTRS::ITSM adminisztrátoroknak és felhasználóknak szánták, hogy az OTRS::ITSM alapvető használatáról nyújtson információkat az IT-szolgáltatás kezelőinek, IT-szolgáltatás munkatársainak (ügyintézőknek) és a végfelhasználóknak (ügyfeleknek). Az OTRS::ITSM telepítésére, beállítására és adminisztrálására vonatozó információkat csak akkor ismerteti, ha azok eltérnek a fő OTRS terméktől, illetve olyan függvényeknél, amelyek csak az OTRS::ITSM-ben léteznek.

source: IT is expected to consistently deliver high service quality in an increasingly complex field. In this context, effective and efficient incident and problem management are indispensable. However, IT service management remains a task almost impossible if there is no consistent and up-to-date database with information about the state and configuration of the IT infrastructure.
hu: Az információtechnológia folyamatosan magas szolgáltatásminőség nyújtását várja el egy egyre inkább összetettebb területen. Ebben a környezetben a hatékony és eredményes incidens- és problémamenedzsment elengedhetetlen. Azonban az IT-szolgáltatásmenedzsment hátralévő feladata szinte lehetetlen, ha nincs következetes és naprakész adatbázisa az IT-infrastruktúra állapotának és beállításának információiról.

source: The IT Infrastructure Library®, short ITIL®, is a series of books published by the United Kingdom's Office of Government Commerce (OGC), which generically combine best practice approaches to designing, providing, operating and managing IT services. ITIL does not focus on the technology but the services provided by the IT and comprises information on processes, roles, responsibilities, potential problem fields/resolutions, and definitions of terms.
hu: Az IT Infrastructure Library® (Informatikai infrastruktúra könyvtár) - röviden ITIL® - az Egyesült Királyság Kormányzati Kereskedelmi Irodája (OGC) által közzétett könyvsorozat, amely általánosságban egyesíti a legjobb gyakorlati megközelítéseket az IT-szolgáltatások tervezéséhez, szolgáltatásához, működtetéséhez és menedzseléséhez. Az ITIL nem a technológiára összpontosít, hanem az IT által nyújtott szolgáltatásokra, és információkat tartalmaz a folyamatokról, szerepekről, felelősségekről, a lehetséges problémakörökről és megoldásokról, valamint a fogalmak meghatározásáról.
