Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: locale/*/LC_MESSAGES/content.po
Languages: hu

source: After installation of the package a new group is added to the system. The group management screen is available in the *Groups* module of the *Users, Groups & Roles* group.
hu: A csomag telepítése után egy új csoport kerül hozzáadásra a rendszerhez. A csoportkezelés képernyő a *Felhasználók, csoportok és szerepek* csoport *Csoportok* moduljában érhető el.

source: New Group
hu: Új csoport

source: After installation of the package the following group is added to the system:
hu: A csomag telepítése után a következő csoport kerül hozzáadásra a rendszerhez:

source: Group for accessing the *ITSM Configuration Item* screen of the agent interface.
hu: Egy csoport az ügyintézői felület *ITSM konfigurációelem* képernyőjéhez történő hozzáféréshez.

source: The primary administrator user (root@localhost) is added to the group with permission *rw* by default.
hu: Az elsődleges adminisztrátor felhasználó (root@localhost) alapértelmezetten hozzá van adva a csoporthoz *olvasás, írás* jogosultságokkal.

source: In order to grant users access to the *CMDB* menu, you need to add them as member to the group *itsm-configitem*.
hu: Annak érdekében, hogy hozzáférést adjon a felhasználók számára a *CMDB* menühöz, hozzá kell adnia őket az *itsm-configitem* csoporthoz tagként.

source: Use this screen to add new configuration items to the configuration management database.
hu: Használja ezt a képernyőt, hogy új konfigurációelemeket adjon a konfigurációmenedzsment-adatbázishoz.

source: Add Configuration Item Screen
hu: Konfigurációelem hozzáadása képernyő

source: To add a configuration item:
hu: Egy konfigurációelem hozzáadásához:

source: Select a class from the list of classes.
hu: Válasszon egy osztályt az osztályok listájából.

source: Add Configuration Item To Class Computer
hu: Konfigurációelem hozzáadása a számítógép osztályhoz

source: The fields in the *Add Configuration Item Screen* can be very different on each classes. To see the available fields, check the :doc:`../../admin/cmdb-settings/config-items` module in the administrator interface.
hu: A *Konfigurációelem hozzáadása* képernyőn lévő mezők eléggé eltérőek lehetnek az egyes osztályoknál. Az elérhető mezők megtekintéséhez nézze meg a :doc:`../../admin/cmdb-settings/config-items` modult az adminisztrátori felületen.

source: This screen gives an overview of configuration items.
hu: Ez a képernyő a konfigurációelemek áttekintőjét adja.

source: ITSM Configuration Item Overview Screen
hu: ITSM konfigurációelem áttekintő képernyő

source: Configuration items can be filtered by clicking on a class name in the header of the overview widget. There is an option *All* to see all configuration items. The numbers after the class names indicates how many configuration items are in each classes.
hu: A konfigurációelemek szűrhetők az áttekintő felületi elem fejlécén lévő osztálynévre kattintva. Létezik egy *Összes* lehetőség az összes konfigurációelem megtekintéséhez. Az osztálynevek utáni számok azt jelzik, hogy hány konfigurációelem van az egyes osztályokban.

source: To limit the number of displayed configuration items per page:
hu: Az oldalanként megjelenített konfigurációelemek számának korlátozásához:

source: Select the maximum number of configuration items displayed per page.
hu: Válassza ki az oldalanként megjelenített konfigurációelemek legnagyobb számát.

source: To see the details of a configuration item:
hu: Egy konfigurációelem részleteinek megtekintéséhez:

source: Click on the row of a configuration item.
hu: Kattintson egy konfigurációelem sorára.

source: ITSM Configuration Item Zoom Screen
hu: ITSM konfigurációelem-nagyítás képernyő

source: The *Configuration Item Zoom* screen has an own menu.
hu: Az *ITSM konfigurációelem-nagyítás* képernyő saját menüvel rendelkezik.

source: This menu item opens a new window to see the history of the configuration item.
hu: Ez a menüpont új ablakot nyit meg a konfigurációelem előzményeinek megtekintéséhez.

source: ITSM Configuration Item History Screen
hu: ITSM konfigurációelem előzményei képernyő

source: This menu item opens a new window to edit the configuration item.
hu: Ez a menüpont új ablakot nyit meg a konfigurációelem szerkesztéséhez.

source: Edit ITSM Configuration Item Screen
hu: ITSM konfigurációelem szerkesztése képernyő

source: This menu item opens the standard link screen of OTRS. Configuration items can be linked to any other objects like FAQ articles, services, tickets or configuration items. Existing links can also be managed here.
hu: Ez a menüpont az OTRS szabványos összekapcsolás képernyőjét nyitja meg. A konfigurációelemek összekapcsolhatók bármilyen más egyéb objektummal, mint például GyIK bejegyzésekkel, szolgáltatásokkal, jegyekkel vagy konfigurációelemekkel. A meglévő kapcsolatokat is itt lehet kezelni.

source: Link ITSM Configuration Item Screen
hu: ITSM konfigurációelem összekapcsolása képernyő

source: Duplicate
hu: Kettőzés

source: This menu item opens a new window to duplicate the configuration item. This screen is the same as the edit screen, but clicking the *Save* button will create a new configuration item instead of modify the current one.
hu: Ez a menüpont új ablakot nyit meg a konfigurációelem kettőzéséhez. Ez a képernyő ugyanaz mint a szerkesztés képernyő, de a *Mentés* gombra kattintva új konfigurációelemet hoz létre a jelenlegi módosítása helyett.

source: Duplicate ITSM Configuration Item Screen
hu: ITSM konfigurációelem kettőzése képernyő

source: This menu item opens a modal dialog to confirm the deletion of configuration item.
hu: Ez a menüpont új kizárólagos párbeszédablakot nyit meg a konfigurációelem törlésének megerősítéséhez.

source: Delete ITSM Configuration Item Screen
hu: ITSM konfigurációelem törlése képernyő

source: Use this screen to search for configuration items.
hu: Használja ezt a képernyőt a konfigurációelemek kereséséhez.

source: ITSM Configuration Item Database Search Screen
hu: ITSM konfigurációelem-adatbázis keresés képernyő

source: To search for configuration items:
hu: Konfigurációelemek kereséséhez:

source: Click on the *Search* menu item in the *CMDB* menu.
hu: Kattintson a *Keresés* menüpontra a *CMDB* menüben.

source: Select a class from the drop-down field.
hu: Válasszon egy osztályt a legördülő listából.

source: Customers
hu: Ügyfelek

source: After installation of the package a new widget will be available in the *Customer Information Center* and *Customer User Information Center*.
hu: A csomag telepítése után egy új felületi elem érhető el az *Ügyfélinformációs-központban* és az *Ügyfél-felhasználó információs központban*.

source: Customer Information Center
hu: Ügyfélinformációs-központ

source: After installation of the package a new widget named *Assigned CIs* will be available in the *Customer Information Center*.
hu: A csomag telepítése után egy *Hozzárendelt konfigurációelemek* nevű új felületi elem érhető el az *Ügyfélinformációs-központban*.

source: Assigned CIs Widget
hu: Hozzárendelt konfigurációelemek felületi elem

source: This widget displays the configuration items that are assigned to the customer.
hu: Ez a felületi elem azokat a konfigurációelemeket jeleníti meg, amelyek hozzá vannak rendelve az ügyfélhez.

source: The assignment is done via attribute ``CustomerID`` by default. If the configuration item uses different attribute for linking, you should change it in the system configuration settings.
hu: A hozzárendelés alapértelmezetten a ``CustomerID`` attribútumon keresztül történik. Ha a konfigurációelem eltérő attribútumot használ az összekapcsoláshoz, akkor meg kell változtatnia a rendszerbeállításokban.

source: See ``AgentCustomerInformationCenter::Backend###0060-CIC-ITSMConfigItemCustomerCompany`` system configuration setting for more information.
hu: További információkért nézze meg az ``AgentCustomerInformationCenter::Backend###0060-CIC-ITSMConfigItemCustomerCompany`` rendszerbeállítást.

source: The default setting is:
hu: Az alapértelmezett beállítás:

source: You also need to have this ``CustomerID`` attribute in the class definition to display the assigned configuration items. Check the existing class definitions in the :doc:`../../admin/cmdb-settings/config-items` module.
hu: A ``CustomerID`` attribútumnak szerepelnie kell az osztály-meghatározásban is a hozzárendelt konfigurációelemek megjelenítéséhez. Ellenőrizze a meglévő osztály-meghatározásait a :doc:`../../admin/cmdb-settings/config-items` modulban.

source: If your class definition doesn't contain the ``CustomerID`` attribute, then you have to add it manually.
hu: Ha az osztály-meghatározása nem tartalmazza a ``CustomerID`` attribútumot, akkor kézzel kell azt hozzáadnia.

source: Customer User Information Center
hu: Ügyfél-felhasználó információs központ

source: After installation of the package a new widget named *Assigned CIs* will be available in the *Customer User Information Center*.
hu: A csomag telepítése után egy *Hozzárendelt konfigurációelemek* nevű új felületi elem érhető el az *Ügyfél-felhasználó információs központban*.

source: This widget displays the configuration items that have this customer user as owner.
hu: Ez a felületi elem azokat a konfigurációelemeket jeleníti meg, amelyeknél az ügyfél-felhasználó tulajdonosként szerepel.

source: The assignment is done via attribute ``Owner`` by default. If the configuration item uses different attribute for linking, you should change it in the system configuration settings.
hu: A hozzárendelés alapértelmezetten az ``Owner`` attribútumon keresztül történik. Ha a konfigurációelem eltérő attribútumot használ az összekapcsoláshoz, akkor meg kell változtatnia a rendszerbeállításokban.

source: See ``AgentCustomerUserInformationCenter::Backend###0060-CUIC-ITSMConfigItemCustomerUser`` system configuration setting for more information.
hu: További információkért nézze meg az ``AgentCustomerUserInformationCenter::Backend###0060-CUIC-ITSMConfigItemCustomerUser`` rendszerbeállítást.

source: You also need to have this ``Owner`` attribute in the class definition to display the assigned configuration items. Check the existing class definitions in the :doc:`../../admin/cmdb-settings/config-items` module.
hu: Az ``Owner`` attribútumnak szerepelnie kell az osztály-meghatározásban is a hozzárendelt konfigurációelemek megjelenítéséhez. Ellenőrizze a meglévő osztály-meghatározásait a :doc:`../../admin/cmdb-settings/config-items` modulban.

source: If your class definition doesn't contain the ``Owner`` attribute, then you have to add it manually.
hu: Ha az osztály-meghatározása nem tartalmazza az ``Owner`` attribútumot, akkor kézzel kell azt hozzáadnia.

source: The group *itsm-configitem* that was created during package installation will be deactivated. You can activate this group again in the administrator interface.
hu: A csomagtelepítés során létrehozott *itsm-configitem* csoport ki lesz kapcsolva. Ezt a csoportot az adminisztrátori felületen tudja ismét bekapcsolni.

source: All links to configuration item objects **will be irrevocably deleted**!
hu: A konfigurációelem-objektumokra mutató összes hivatkozás **visszavonhatatlanul törölve lesz**!

source: ITSM Core
hu: ITSM alapcsomag

source: This package adds new objects and basic functionalities needed for common features and processes of ITIL implementation.
hu: Ez a csomag az ITIL megvalósítás közös funkcióihoz és folyamataihoz szükséges új objektumokat és alapvető funkcionalitásokat adja hozzá.

source: *ITSM Core* adds some new classes to the *General Catalog*. The general catalog management screen is available in the *General Catalog* module of the *Administration* group.
hu: Az *ITSM alapcsomag* néhány új osztályt ad az *Általános katalógushoz*. Az általános katalógus kezelőképernyője az *Adminisztráció* csoport *Általános katalógus* moduljában érhető el.

source: This class contains incident states.
hu: Ez az osztály tartalmazza az incidensállapotokat.

source: This class contains service types.
hu: Ez az osztály tartalmazza a szolgáltatástípusokat.

source: This class contains service level agreement types.
hu: Ez az osztály tartalmazza a szolgáltatási megállapodás típusait.

source: After installation of the package some new dynamic fields are added to the system and activated on screens.
hu: A csomag telepítése után néhány új dinamikus mező kerül hozzáadásra a rendszerhez, és aktiválásra kerül a képernyőkön.

source: Dynamic Fields
hu: Dinamikus mezők

source: After installation of the package some new dynamic fields are added to the system. The dynamic field management screen is available in the *Dynamic Fields* module of the *Processes & Automation* group.
hu: A csomag telepítése után néhány új dinamikus mező kerül hozzáadásra a rendszerhez. A dinamikus mező kezelésének képernyője a *Folyamatok és automatizálás* csoport *Dinamikus mezők* moduljában érhető el.

source: Dynamic Field Management Screen
hu: Dinamikus mező kezelésének képernyője

source: New Dynamic Fields
hu: Új dinamikus mezők

source: This is a drop-down dynamic field that contains criticality levels from *1 very low* to *5 very high*.
hu: Ez egy legördülő dinamikus mező, amely kritikusságszinteket tartalmaz *1 nagyon alacsony* és *5 nagyon magas* között.

source: This is a drop-down dynamic field that contains impact levels from *1 very low* to *5 very high*.
hu: Ez egy legördülő dinamikus mező, amely hatásszinteket tartalmaz *1 nagyon alacsony* és *5 nagyon magas* között.

source: After installation of the package a new module will be available in the administrator interface. Furthermore, :doc:`ticket-settings/service-level-agreements` and :doc:`ticket-settings/services` screens are extended with some new fields.
hu: A csomag telepítése után egy új modul érhető el az adminisztrátori felületen. Továbbá a :doc:`ticket-settings/service-level-agreements` és a :doc:`ticket-settings/services` képernyők néhány új mezővel lesznek kibővítve.

source: Criticality ↔ Impact ↔ Priority
hu: Kritikusság ↔ Hatás ↔ Prioritás

source: Use this screen to manage the criticality ↔ impact ↔ priority matrix. The management screen is available in the *Criticality ↔ Impact ↔ Priority* module of the *Ticket Settings* group.
hu: Használja ezt a képernyőt a kritikusság ↔ hatás ↔ prioritás mátrix kezeléséhez. A kezelőképernyő a *Jegybeállítások* csoport *Kritikusság ↔ Hatás ↔ Prioritás* moduljában érhető el.

source: Criticality ↔ Impact ↔ Priority Screen
hu: Kritikusság ↔ Hatás ↔ Prioritás képernyő

source: Service Level Agreements
hu: Szolgáltatási megállapodások

source: The service level agreement management screen is available in the *Service Level Agreements* module of the *Ticket Settings* group.
hu: A szolgáltatási megállapodás kezelésének képernyője a *Jegybeállítások* csoport *Szolgáltatási megállapodások* moduljában érhető el.

source: Add Service Level Agreement Screen
hu: Szolgáltatási megállapodás hozzáadása képernyő

source: Service Level Agreement Settings
hu: Szolgáltatási megállapodás beállításai

source: Only those settings are described here, that are added by the package. The explanation of other settings can be found in the administrator manual. The fields marked with an asterisk are mandatory.
hu: Csak azok a beállítások kerülnek itt bemutatásra, amelyeket a csomag adott hozzá. Az egyéb beállítások magyarázata az adminisztrátori kézikönyvben található meg. A csillaggal jelölt mezők kitöltése kötelező.

source: Type
hu: Típus

source: Select a type for the service level agreement. The possible values come from :doc:`../administration/general-catalog` added by the package.
hu: Egy típus kiválasztása a szolgáltatási megállapodáshoz. A lehetséges értékek az :doc:`../administration/general-catalog` osztályából érkeznek, amelyet a csomag adott hozzá.

source: Minimum Time Between Incidents (minutes)
hu: Az incidensek közti legkisebb idő (perc)

source: You can define here the minimum time between incidents.
hu: Itt határozhatja meg az incidensek közti legkisebb időt.

source: Services
hu: Szolgáltatások

source: The service management screen is available in the *Services* module of the *Ticket Settings* group.
hu: A szolgáltatáskezelés képernyő a *Jegybeállítások* csoport *Szolgáltatások* moduljában érhető el.

source: Add Service Screen
hu: Szolgáltatás hozzáadása képernyő

source: Service Settings
hu: Szolgáltatás beállításai

source: Select a type for the service. The possible values come from :doc:`../administration/general-catalog` added by the package.
hu: Egy típus kiválasztása a szolgáltatáshoz. A lehetséges értékek az :doc:`../administration/general-catalog` osztályából érkeznek, amelyet a csomag adott hozzá.

source: Criticality
hu: Kritikusság

source: Select a criticality for the service. The possible values come from :doc:`../administration/general-catalog` added by the package.
hu: Egy kritikusság kiválasztása a szolgáltatáshoz. A lehetséges értékek az :doc:`../administration/general-catalog` osztályából érkeznek, amelyet a csomag adott hozzá.

source: Group for accessing the *ITSM Service* screen of the agent interface.
hu: Egy csoport az ügyintézői felület *ITSM szolgáltatás* képernyőjéhez történő hozzáféréshez.

source: In order to grant users access to the *Services* menu, you need to add them as member to the group *itsm-service*.
hu: Annak érdekében, hogy hozzáférést adjon a felhasználók számára a *Szolgáltatások* menühöz, hozzá kell adnia őket az *itsm-service* csoporthoz tagként.

source: Service
hu: Szolgáltatás

source: Use this screen to get a list of services directly in the agent interface. The *Service* menu item is available in the *Services* menu of the main navigation bar.
hu: Használja ezt a képernyőt, hogy lekérje a szolgáltatások listáját közvetlenül az ügyintézői felületen. A *Szolgáltatás* menüpont a fő navigációs sáv *Szolgáltatások* menüjében érhető el.

source: Service Overview Screen
hu: Szolgáltatás áttekintő képernyő

source: To see the details of a service:
hu: Egy szolgáltatás részleteinek megtekintéséhez:

source: Click on the row of a service.
hu: Kattintson egy szolgáltatás sorára.

source: Service Zoom Screen
hu: Szolgáltatásnagyítás képernyő

source: The *Service Zoom* screen has an own menu.
hu: A *Szolgáltatásnagyítás* képernyő saját menüvel rendelkezik.

source: This menu item opens the standard link screen of OTRS. Services can be linked to any other objects like FAQ articles, services, tickets or configuration items. Existing links can also be managed here.
hu: Ez a menüpont az OTRS szabványos összekapcsolás képernyőjét nyitja meg. A szolgáltatások összekapcsolhatók bármilyen más egyéb objektummal, mint például GyIK bejegyzésekkel, szolgáltatásokkal, jegyekkel vagy konfigurációelemekkel. A meglévő kapcsolatokat is itt lehet kezelni.

source: Link Service Screen
hu: Szolgáltatás összekapcsolása képernyő

source: At the bottom of the screen the associated service level agreements are displayed. If you click on a service level agreement, the :doc:`sla` zoom screen will open.
hu: A képernyő alján a hozzárendelt szolgáltatási megállapodások vannak megjelenítve. Ha rákattint egy szolgáltatási megállapodásra, akkor a :doc:`sla` nagyításának képernyője nyílik meg.

source: Use this screen to get a list of service level agreements directly in the agent interface. The *SLA* menu item is available in the *Services* menu of the main navigation bar.
hu: Használja ezt a képernyőt, hogy lekérje a szolgáltatási megállapodások listáját közvetlenül az ügyintézői felületen. Az *SLA* menüpont a fő navigációs sáv *Szolgáltatások* menüjében érhető el.

source: SLA Overview Screen
hu: Szolgáltatási megállapodás áttekintő képernyő

source: To see the details of a service level agreement:
hu: Egy szolgáltatási megállapodás részleteinek megtekintéséhez:

source: Click on the row of a service level agreement.
hu: Kattintson egy szolgáltatási megállapodás sorára.

source: Service Level Agreement Zoom Screen
hu: Szolgáltatásimegállapodás-nagyítás képernyő

source: The *Service Level Agreement Zoom* screen has an own menu.
hu: A *Szolgáltatásimegállapodás-nagyítás* képernyő saját menüvel rendelkezik.

source: At the bottom of the screen the associated services are displayed. If you click on a service, the :doc:`service` zoom screen will open.
hu: A képernyő alján a hozzárendelt szolgáltatások vannak megjelenítve. Ha rákattint egy szolgáltatásra, akkor a :doc:`service` nagyításának képernyője nyílik meg.

source: Tickets
hu: Jegyek

source: After installation of the package some new fields will be available in the ticket screens.
hu: A csomag telepítése után néhány új mező érhető el a jegyképernyőkön.

source: New Email Ticket
hu: Új e-mail jegy

source: After installation of the package some new fields will be available in the *New Email Ticket* screen.
hu: A csomag telepítése után néhány új mező érhető el az *Új e-mail jegy* képernyőn.

source: New Email Ticket Screen
hu: Új e-mail jegy képernyő

source: New Fields
hu: Új mezők

source: Select a service for the new ticket.
hu: Egy szolgáltatás kiválasztása az új jegyhez.

source: Service Level Agreement
hu: Szolgáltatási megállapodás

source: Select a service level agreement for the new ticket.
hu: Egy szolgáltatási megállapodás kiválasztása az új jegyhez.

source: To make these fields mandatory, enable these system configuration settings:
hu: Ahhoz, hogy kötelezővé tegye ezeket a mezőket, engedélyezze a következő rendszerbeállításokat:

source: New Phone Ticket
hu: Új telefonos jegy

source: After installation of the package some new fields will be available in the *New Phone Ticket* screen.
hu: A csomag telepítése után néhány új mező érhető el az *Új telefonos jegy* képernyőn.

source: New Phone Ticket Screen
hu: Új telefonos jegy képernyő

source: Ticket Zoom
hu: Jegynagyítás

source: After installation of the package some new fields will be available in the *Free Fields* window of *Ticket Zoom* screen.
hu: A csomag telepítése után néhány új mező érhető el a *Jegynagyítás* képernyő *Szabad mezők* ablakában.

source: Free Fields Window
hu: Szabad mezők ablak

source: The group *itsm-service* that was created during package installation will be deactivated. You can activate this group again in the administrator interface.
hu: A csomagtelepítés során létrehozott *itsm-service* csoport ki lesz kapcsolva. Ezt a csoportot az adminisztrátori felületen tudja ismét bekapcsolni.

source: ITSM Incident Problem Management
hu: ITSM incidens- és problémamenedzsment

source: The service desk (which, according to ITIL, is not a process but a function) is usually the ticket system's main field of application. All user messages and notifications from system monitoring and internal IT organization converge here. The ITIL service management process, closely interwoven with the service desk, describes which work steps, information, escalations and/or interfaces are relevant in connection with the processing of incidents or service requests.
hu: Az ügyfélszolgálat (amely az ITIL szerinti, nem egy folyamat, hanem egy funkció) általában a jegyrendszer fő alkalmazási területe. A rendszermegfigyelésből és a belső IT szervezetből származó összes felhasználói üzenet és értesítés itt gyűlik össze. Az ITIL szolgáltatásmenedzsment folyamat az ügyfélszolgálattal szorosan összefonódva azt írja le, hogy mely munkalépések, információk, eszkalációk és/vagy felületek fontosak az incidensek vagy szolgáltatáskérések feldolgozásával kapcsolatban.
