Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: locale/*/LC_MESSAGES/content.po
Languages: hu

source: Click on a condition in the list of conditions.
hu: Kattintson egy feltételre a feltételek listájában.

source: To delete a condition:
hu: Egy feltétel törléséhez:

source: Click on the trash icon in the list of conditions.
hu: Kattintson a kuka ikonra a feltételek listájában.

source: Click on the *OK* button in the confirmation dialog.
hu: Kattintson az *OK* gombra a megerősítő párbeszédablakban.

source: *Add Condition* and *Edit Condition* screens consist of three widgets.
hu: A *Feltétel hozzáadása* és a *Feltétel szerkesztése* képernyők három felületi elemből állnak.

source: Add Condition Screen
hu: Feltétel hozzáadása képernyő

source: In the *Condition* widget:
hu: A *Feltétel* felületi elemben:

source: Conditions are sorted by name. Use *100*, *200*, etc. as prefix to set the sorting order. All conditions will be evaluated regardless of its position.
hu: A feltételek név szerint vannak rendezve. Használjon *100*, *200*, stb. előtagokat a rendezési sorrend beállításához. Az összes feltétel kiértékelésre kerül a helyzetétől függetlenül.

source: Matching
hu: Illeszkedés

source: Matching type of expressions.
hu: Kifejezések illesztési típusa.

source: In the *Expressions* widget the expression can be added. The matching type of expressions (*OR* or *AND*) can be defined above.
hu: A *Kifejezések* felületi elemen adható hozzá a kifejezés. A kifejezések illesztési típusa (*VAGY* vagy *ÉS*) fent határozható meg.

source: In the *Actions* widget the actions can be added to be executed if the expressions are met. The operator *set* enables the selected attribute to be set at a specific value, if the defined condition is true. On the other hand, the operator *lock* freezes the selected attribute, for as long as the defined condition is true, i.e. a manual change is not possible.
hu: A *Műveletek* felületi elemen a végrehajtandó műveletek adhatók hozzá, ha a kifejezések teljesülnek. A *beállítás* művelet azt engedélyezi, hogy a kijelölt attribútum egy adott értékre legyen beállítva, ha a meghatározott feltétel igaz. Másrészről a *zárolás* művelet befagyasztja a kijelölt attribútumot egészen addig, amíg a meghatározott feltétel igaz, azaz egy kézi változtatás nem lehetséges.

source: Actions are processed in the order they were set.
hu: A műveletek abban a sorrendben lesznek feldolgozva, ahogy beállították azokat.

source: This menu item opens the standard link screen of OTRS. Changes can be linked to any other objects like FAQ articles, services, tickets or configuration items. Existing links can also be managed here.
hu: Ez a menüpont az OTRS szabványos összekapcsolás képernyőjét nyitja meg. A változások összekapcsolhatók bármilyen más egyéb objektummal, mint például GyIK bejegyzésekkel, szolgáltatásokkal, jegyekkel vagy konfigurációelemekkel. A meglévő kapcsolatokat is itt lehet kezelni.

source: Link ITSM Change Screen
hu: ITSM változás összekapcsolása képernyő

source: Move Time Slot
hu: Időrés áthelyezése

source: Use this screen to shift the planned change implementation time frame.
hu: Használja ezt a képernyőt a tervezett változás-megvalósítás időkeretének eltolásához.

source: Move Time Slot Screen
hu: Időrés áthelyezése képernyő

source: Use this screen to save the change as template. New changes can be start from template in :doc:`new-from-template` menu item.
hu: Használja ezt a képernyőt, hogy sablonként mentse el a változást. Az új változások az :doc:`new-from-template` menüpontban indíthatók sablonból.

source: Save Change as Template
hu: Változás mentése sablonként

source: Use this screen to filter work orders based on certain criteria. This overview screen is available in the *PIR* menu item of the *ITSM Changes* menu.
hu: Használja ezt a képernyőt, hogy bizonyos feltételek alapján szűrje a munkamegrendeléseket. Ez az áttekintő képernyő az *ITSM változások* menü *PIR* menüpontjában érhető el.

source: Post Implementation Review Screen
hu: Megvalósítás utáni vizsgálat képernyő

source: Work orders can be filtered by clicking on a state name in the header of the overview widget. The numbers after the state names indicates how many work orders are in each states.
hu: A munkamegrendelések szűrhetők az áttekintő felületi elem fejlécén lévő állapotnévre kattintva. Az állapotnevek utáni számok azt jelzik, hogy hány munkamegrendelés van az egyes állapotokban.

source: See setting ``ITSMChange::Frontend::AgentITSMChangePIR###Filter::WorkOrderStates`` to define the work order states that will be used as filters in the overview.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangePIR###Filter::WorkOrderStates`` beállítást azon munkamegrendelés-állapotok meghatározásához, amelyek szűrőkként lesznek használva az áttekintőben.

source: To limit the number of displayed work orders per page:
hu: Az oldalanként megjelenített munkamegrendelések számának korlátozásához:

source: Select the maximum number of work orders displayed per page.
hu: Válassza ki az oldalanként megjelenített munkamegrendelések legnagyobb számát.

source: To see the details of a work order:
hu: Egy munkamegrendelés részleteinek megtekintéséhez:

source: Click on the row of a work order.
hu: Kattintson egy munkamegrendelés sorára.

source: Agent assigned to the PIR.
hu: A PIR-hez rendelt ügyintéző.

source: System generated work order number.
hu: A rendszer által előállított munkamegrendelés-szám.

source: Status of the work order.
hu: A munkamegrendelés állapota.

source: Work order status indicator to be shown as traffic light.
hu: Közlekedési lámpaként megjelenített munkamegrendelésállapot-jelző.

source: Name of the work order.
hu: A munkamegrendelés neve.

source: Type of the work order.
hu: A munkamegrendelés típusa.

source: See setting ``ITSMChange::Frontend::AgentITSMChangePIR###ShowColumns`` to define the displayed attributes.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangePIR###ShowColumns`` beállítást a megjelenített attribútumok meghatározásához.

source: Projected Service Availability
hu: Tervezett szolgáltatáselérhetőség

source: Use this screen to filter ITSM changes based on certain criteria. This overview screen is available in the *Projected Service Availability* menu item of the *ITSM Changes* menu.
hu: Használja ezt a képernyőt, hogy bizonyos feltételek alapján szűrje az ITSM változásokat. Ez az áttekintő képernyő az *ITSM változások* menü *Tervezett szolgáltatáselérhetőség* menüpontjában érhető el.

source: Projected Service Availability Screen
hu: Tervezett szolgáltatáselérhetőség képernyő

source: Changes can be filtered by clicking on a state name in the header of the overview widget. The numbers after the state names indicates how many changes are in each states.
hu: A változások szűrhetők az áttekintő felületi elem fejlécén lévő állapotnévre kattintva. Az állapotnevek utáni számok azt jelzik, hogy hány változás van az egyes állapotokban.

source: See setting ``ITSMChange::Frontend::AgentITSMChangePSA###Filter::ChangeStates`` to define the change states that will be used as filters in the overview.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangePSA###Filter::ChangeStates`` beállítást azon változásállapotok meghatározásához, amelyek szűrőkként lesznek használva az áttekintőben.

source: Dynamic field that is associated to the change.
hu: Dinamikus mező, amely hozzá van rendelve a változáshoz.

source: See setting ``ITSMChange::Frontend::AgentITSMChangePSA###ShowColumns`` to define the displayed attributes.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangePSA###ShowColumns`` beállítást a megjelenített attribútumok meghatározásához.

source: Schedule
hu: Ütemterv

source: Use this screen to filter ITSM changes based on certain criteria. This overview screen is available in the *Schedule* menu item of the *ITSM Changes* menu.
hu: Használja ezt a képernyőt, hogy bizonyos feltételek alapján szűrje az ITSM változásokat. Ez az áttekintő képernyő az *ITSM változások* menü *Ütemterv* menüpontjában érhető el.

source: ITSM Change Schedule Screen
hu: ITSM változás ütemterv képernyő

source: See setting ``ITSMChange::Frontend::AgentITSMChangeSchedule###Filter::ChangeStates`` to define the change states that will be used as filters in the overview.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangeSchedule###Filter::ChangeStates`` beállítást azon változásállapotok meghatározásához, amelyek szűrőkként lesznek használva az áttekintőben.

source: See setting ``ITSMChange::Frontend::AgentITSMChangeSchedule###ShowColumns`` to define the displayed attributes.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangeSchedule###ShowColumns`` beállítást a megjelenített attribútumok meghatározásához.

source: Search
hu: Keresés

source: Use this screen to search for changes.
hu: Használja ezt a képernyőt a változások kereséséhez.

source: Search ITSM Change Screen
hu: ITSM változás keresése képernyő

source: To search for changes:
hu: Változások kereséséhez:

source: Click on the *Search* menu item in the *ITSM Changes* menu.
hu: Kattintson a *Keresés* menüpontra az *ITSM változások* menüben.

source: Click on the *Run Search* button.
hu: Kattintson a *Keresés futtatása* gombra.

source: See the search result.
hu: Nézze meg a keresési eredményt.

source: Search Result Screen
hu: Keresési eredmény képernyő

source: See setting ``ITSMChange::Frontend::AgentITSMChangeSearch###ShowColumns`` to define the displayed attributes.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMChangeSearch###ShowColumns`` beállítást a megjelenített attribútumok meghatározásához.

source: Templates
hu: Sablonok

source: Use this screen to manage templates for ITSM changes. The template management screen is available in the *Templates* menu item of the *ITSM Changes* menu.
hu: Használja ezt a képernyőt az ITSM változások sablonjainak kezeléséhez. A sablonkezelés képernyő az *ITSM változások* menü *Sablonok* menüpontjában érhető el.

source: Template Management Screen
hu: Sablonkezelés képernyő

source: Templates can be filtered by clicking on a type name in the header of the overview widget. There is an option *All* to see all templates. The numbers after the type names indicates how many templates are in each types.
hu: A sablonok szűrhetők az áttekintő felületi elem fejlécén lévő típusnévre kattintva. Létezik egy *Összes* lehetőség az összes sablon megtekintéséhez. A típusnevek utáni számok azt jelzik, hogy hány sablon van az egyes típusokban.

source: See setting ``ITSMChange::Frontend::AgentITSMTemplateOverview###Filter::TemplateTypes`` to define the template types that will be used as filters in the overview.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMTemplateOverview###Filter::TemplateTypes`` beállítást azon sablontípusok meghatározásához, amelyek szűrőkként lesznek használva az áttekintőben.

source: To add a new template:
hu: Egy új sablon hozzáadásához:

source: Go to the :doc:`new` ITSM change screen.
hu: Menjen az :doc:`new` ITSM változás képernyőre.

source: Create new changes, work orders or CABs.
hu: Hozzon létre változásokat, munkamegrendeléseket vagy CAB-okat.

source: Click on the *Template* menu item to save it as template.
hu: Kattintson a *Sablon* menüpontra a sablonként való mentéshez.

source: To edit basic information of a template:
hu: Egy sablon alapvető információinak szerkesztéséhez:

source: Click on the template name in the list of templates.
hu: Kattintson a sablon nevére a sablonok listájában.

source: Edit Template Basic Information Screen
hu: Sablon alapvető információinak szerkesztése képernyő

source: To edit the content of a template:
hu: Egy sablon tartalmának szerkesztéséhez:

source: Click on the pencil icon in the *Edit Content* column.
hu: Kattintson a ceruza ikonra a *Tartalom szerkesztése* oszlopban.

source: Click on the *Yes* button in the confirmation dialog.
hu: Kattintson az *Igen* gombra a megerősítő párbeszédablakban.

source: Modify the created change.
hu: Módosítsa a létrehozott változást.

source: Edit Template Content Screen
hu: Sablontartalom szerkesztése képernyő

source: This will create a new change from this template, so you can edit and save it. The new change will be deleted automatically after it has been saved as template.
hu: Ez létre fog hozni egy új változást ebből a sablonból, így szerkesztheti és elmentheti azt. Az új változás automatikusan törölve lesz, miután mentésre került sablonként.

source: Click on the *Yes* button.
hu: Kattintson az *Igen* gombra.

source: Delete Template Screen
hu: Sablon törlése képernyő

source: Username of the agent who last modified the template.
hu: Az ügyintéző felhasználóneve, aki utoljára módosította a sablont.

source: Date and time at which the template was modified.
hu: Dátum és idő, amikor a sablont módosították.

source: Comments or description of the template.
hu: A sablon megjegyzései vagy leírása.

source: Username of the agent who created the template.
hu: Az ügyintéző felhasználóneve, aki létrehozta a sablont.

source: Date and time at which the template was created.
hu: Dátum és idő, amikor a sablont létrehozták.

source: Option to delete a chosen template.
hu: Lehetőség egy választott sablon törléséhez.

source: Option to edit the content of a chosen template.
hu: Lehetőség egy választott sablon tartalmának szerkesztéséhez.

source: Name of the template.
hu: A sablon neve.

source: Type of the template.
hu: A sablon típusa.

source: Validity of the template. Templates with *invalid* or *invalid-temporarily* validity cannot be used by change builders.
hu: A sablon érvényessége. Az *érvénytelen* vagy *átmenetileg érvénytelen* sablonokat nem használhatják a változás-összeállítók.

source: See setting ``ITSMChange::Frontend::AgentITSMTemplateOverview###ShowColumns`` to define the displayed attributes.
hu: Nézze meg az ``ITSMChange::Frontend::AgentITSMTemplateOverview###ShowColumns`` beállítást a megjelenített attribútumok meghatározásához.

source: The groups *itsm-change*, *itsm-change-builder* and *itsm-change-manager* that were created during package installation will be deactivated. You can activate these groups again in the administrator interface.
hu: A csomagtelepítés során létrehozott *itsm-change*, *itsm-change-builder* és *itsm-change-manager* csoportok ki lesznek kapcsolva. Ezeket a csoportokat az adminisztrátori felületen tudja ismét bekapcsolni.

source: All links to change objects and work order objects **will be irrevocably deleted**!
hu: A változásobjektumokra és a munkamegrendelés-objektumokra mutató összes hivatkozás **visszavonhatatlanul törölve lesz**!

source: The statistics that are associated with this package, will no longer be available if the package is uninstalled.
hu: Az ehhez a csomaghoz hozzárendelt statisztikák többé nem lesznek elérhetők, ha a csomag eltávolításra kerül.

source: ITSM Configuration Management
hu: ITSM konfigurációmenedzsment

source: The configuration management database (CMDB) is not a database in the technical sense, but a conceptual IT model, which is indispensable for efficient IT service management. All IT components and inventories are managed in the CMDB. Configuration management exceeds asset management, often incorrectly used as a synonym, as it does not only document assets from a financial point of view, but captures information regarding the relationship between components, specifications, or their location. Thus IT support can quickly access information on the interdependence of IT services and the IT components (aka. configuration items or CIs) necessary for them.
hu: A konfigurációmenedzsment-adatbázis (CMDB) technikai értelemben nem adatbázis, hanem egy olyan fogalmi IT-modell, amely elengedhetetlen a hatékony IT szolgáltatásmenedzsmenthez. Minden IT összetevőt és berendezést a CMDB-ben kezelnek. A konfigurációmenedzsment meghaladja a vagyonmenedzsmentet, gyakran helytelenül szinonimaként használva azt, mivel az nem csak pénzügyi szempontból dokumentálja a vagyontárgyakat, hanem információkat rögzít az összetevők, specifikációk vagy azok helyei közti kapcsolatra vonatkozóan. Így az IT-támogatás gyorsan hozzáférhet a számukra szükséges információkhoz az IT szolgáltatások és IT-összetevők (más néven konfigurációelemek vagy CI-k) egymástól való függéséről.

source: *ITSM configuration management* adds some new classes to the *General Catalog*. The general catalog management screen is available in the *General Catalog* module of the *Administration* group.
hu: Az *ITSM konfigurációmenedzsment* néhány új osztályt ad az *Általános katalógushoz*. Az általános katalógus kezelőképernyője az *Adminisztráció* csoport *Általános katalógus* moduljában érhető el.

source: A class for configuration item classes.
hu: Egy osztály a konfigurációelem-osztályokhoz.

source: The class definition of configuration item classes can be managed in the :doc:`../cmdb-settings/config-items` module of the *CMDB Settings* group.
hu: A konfigurációelem-osztályok osztály-meghatározása a *CMDB beállítások* csoport :doc:`../cmdb-settings/config-items` moduljában kezelhetők.

source: A class for computer types, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items of type computer.
hu: Egy osztály a számítógéptípusokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha számítógép típusú konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: A class for deployment states, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items.
hu: Egy osztály az üzembe állítási állapotokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: A class for hardware types, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items of type hardware.
hu: Egy osztály a hardvertípusokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha hardver típusú konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: A class for location types, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items of type location.
hu: Egy osztály a helytípusokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha hely típusú konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: A class for network types, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items of type network.
hu: Egy osztály a hálózattípusokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha hálózat típusú konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: A class for software license types, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items of type software.
hu: Egy osztály a szoftverlicenctípusokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha szoftver típusú konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: A class for software types, that can be selected in :doc:`../../agent/cmdb` when adding or editing configuration items of type software.
hu: Egy osztály a szoftvertípusokhoz, amely a :doc:`../../agent/cmdb` modulban választható ki, ha szoftver típusú konfigurációelemeket adnak hozzá vagy szerkesztenek.

source: This class contains the items *Yes* and *No*.
hu: Ez az osztály az *Igen* és a *Nem* elemeket tartalmazza.

source: CMDB Settings
hu: CMDB beállítások

source: After installation of the package a new group *CMDB Settings* will be available with a new module in the administrator interface.
hu: A csomag telepítése után egy új modullal rendelkező *CMDB beállítások* csoport érhető el az adminisztrátori felületen.

source: Config Items
hu: Konfigurációelemek

source: Use this screen to manage class definition of configuration item classes. The configuration item class management screen is available in the *Config Items* module of the *CMDB Settings* group.
hu: Használja ezt a képernyőt a konfigurációelem-osztályok osztály-meghatározásának kezeléséhez. A konfigurációelem-osztály kezelőképernyője a *CMDB beállítások* csoport *Konfigurációelemek* moduljában érhető el.

source: Configuration Item Management Screen
hu: Konfigurációelem-menedzsment képernyő

source: To add or edit the class definition of a configuration item class:
hu: Egy konfigurációelem-osztály osztály-meghatározásának hozzáadásához vagy szerkesztéséhez:

source: Select a class from the drop-down menu in the left sidebar.
hu: Válasszon egy osztályt a legördülő listából a bal oldalsávban.

source: Click on the *Change class definition* button.
hu: Kattintson az *Osztály-meghatározás módosítása* gombra.

source: Add or edit the class definition in JSON format.
hu: Adja hozzá vagy szerkessze az osztály-meghatározást JSON-formátumban.

source: Edit Configuration Item Class Definition Screen
hu: Konfigurációelem osztály-meghatározásának szerkesztése képernyő

source: To see the class definition of a configuration item class:
hu: Egy konfigurációelem-osztály osztály-meghatározásának megtekintéséhez:

source: Click on a class name in the list of classes.
hu: Kattintson egy osztálynévre az osztályok listájában.

source: Select a version by clicking on a class name in the list of class versions.
hu: Válasszon egy verziót az osztályverziók listájában lévő osztálynévre kattintva.

source: Configuration Item Class Versions Screen
hu: Konfigurációelem osztályverziói képernyő

source: New configuration item classes can be added in :doc:`../../../general-catalog/admin/administration/general-catalog` module in the administrator interface.
hu: Új konfigurációelem-osztályok az adminisztrátori felületen lévő :doc:`../../../general-catalog/admin/administration/general-catalog` modullal adhatók hozzá.

source: Processes & Automation
hu: Folyamatok és automatizálás

source: After installation of the package some new operation are added to the generic interface.
hu: A csomag telepítése után néhány új művelet kerül hozzáadásra az általános felülethez.

source: Web Services
hu: Webszolgáltatások

source: This package adds some new operations for creating, changing, retrieving, deleting and searching configuration items via generic interface. The following operations are available:
hu: Ez a csomag néhány új műveletet ad hozzá a konfigurációelemek létrehozásához, megváltoztatásához, lekéréséhez, törléséhez és kereséséhez az általános felületen keresztül. A következő műveletek érhetők el:

source: For more information please take a look at the WSDL file on `GitHub <https://github.com/OTRS/ITSMConfigurationManagement/blob/rel-6_0/development/webservices/GenericConfigItemConnectorSOAP.wsdl>`__.
hu: További információkért nézze meg a `GitHubon <https://github.com/OTRS/ITSMConfigurationManagement/blob/rel-6_0/development/webservices/GenericConfigItemConnectorSOAP.wsdl>`__ lévő WSDL-fájlt.

source: New Operations
hu: Új műveletek

source: These new operations are available in the *Web Services* module of the *Processes & Automation* group:
hu: Ezek az új műveletek a *Folyamatok és automatizálás* csoport *Webszolgáltatások* moduljában érhetők el.

source: To use these operations:
hu: Ezen műveletek használatához:

source: Add or edit a web service.
hu: Adjon hozzá vagy szerkesszen egy webszolgáltatást.

source: Select a *Network transport* in the *OTRS as provider* widget and save the web service.
hu: Válasszon egy *Hálózati átvitelt* az *OTRS mint szolgáltató* felületi elemben, és mentse el a webszolgáltatást.

source: The new operations are available in the *Add Operation* field of the *OTRS as provider* widget.
hu: Az új műveletek az *OTRS mint szolgáltató* felületi elem *Művelet hozzáadása* mezőjében érhetők el.

source: After installation of the package a new group is added to the system.
hu: A csomag telepítése után egy új csoport kerül hozzáadásra a rendszerhez.
