Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: locale/*/LC_MESSAGES/content.po
Languages: hu

source: The incident and problem management processes within OTRS::ITSM are based on ITIL recommendations and ITIL terminology. At the same time, user comfort was a main consideration, and terms known from OTRS have been retained as much as possible.
hu: Az OTRS::ITSM-en belüli incidens- és problémamenedzsment folyamatok az ITIL ajánlásokon és az ITIL terminológián alapulnak. Ugyanakkor a felhasználói kényelem volt a fő szempont, és az OTRS-ből ismert kifejezések is megtartásra kerültek, amennyire ez lehetséges volt.

source: This is a drop-down dynamic field that contains *Yes* and *No* to indicate if a review is required.
hu: Ez egy legördülő dinamikus mező, amely *Igen* és *Nem* értékeket tartalmaz annak jelzéséhez, hogy szükség van-e vizsgálatra.

source: This is a drop-down dynamic field that contains some possible results for decisions.
hu: Ez egy legördülő dinamikus mező, amely néhány lehetséges döntési eredményt tartalmaz.

source: This is a date/time dynamic field for holding the repair start time.
hu: Ez egy dátum és idő dinamikus mező a javítás kezdési idejének tárolásához.

source: This is a date/time dynamic field for holding the recovery start time.
hu: Ez egy dátum és idő dinamikus mező a javítás befejezési idejének tárolásához.

source: This is a date/time dynamic field for holding the decision time.
hu: Ez egy dátum és idő dinamikus mező a döntés idejének tárolásához.

source: This is a date/time dynamic field for holding the due date.
hu: Ez egy dátum és idő dinamikus mező a határidő tárolásához.

source: The new dynamic fields are activated in many screens by default.
hu: Az új dinamikus mezők több képernyőn alapértelmezett be vannak kapcsolva.

source: To see the complete list of screens:
hu: A képernyők teljes listájának megtekintéséhez:

source: Go to the system configuration.
hu: Menjen a rendszerbeállításokhoz.

source: Filter the settings for ``ITSMIncidentProblemManagement`` group.
hu: Szűrje le a beállításokat az ``ITSMIncidentProblemManagement`` csoportra.

source: Navigate to ``Frontend`` → ``Agent`` → ``View`` or ``Frontend`` → ``External`` → ``View`` to see the screens.
hu: Navigáljon a ``Frontend`` → ``Agent`` → ``View`` vagy a ``Frontend`` → ``External`` → ``View`` ágakhoz a képernyők megtekintéséhez.

source: After installation of the package a new state is added to the ticket states and some new types are added to ticket types.
hu: A csomag telepítése után egy új állapot kerül hozzáadásra a jegyállapotokhoz, és néhány új típus kerül hozzáadásra a jegytípusokhoz.

source: States
hu: Állapotok

source: After installation of the package a new state is added to the system. The state management screen is available in the *States* module of the *Ticket Settings* group.
hu: A csomag telepítése után egy új állapot kerül hozzáadásra a rendszerhez. Az állapotkezelés képernyő a *Jegybeállítások* csoport *Állapotok* moduljában érhető el.

source: State Management Screen
hu: Állapotkezelés képernyő

source: New State
hu: Új állapot

source: closed with workaround
hu: lezárva kerülő megoldással

source: This end state is for tickets, that are closed successfully, but with a workaround.
hu: Ez a végállapot olyan jegyekhez van, amelyek sikeresen le lettek zárva, de kerülő megoldással.

source: After installation of the package some new types are added to the system. The type management screen is available in the *Types* module of the *Ticket Settings* group.
hu: A csomag telepítése után néhány új típus kerül hozzáadásra a rendszerhez. A típuskezelés képernyő a *Jegybeállítások* csoport *Típusok* moduljában érhető el.

source: New Types
hu: Új típusok

source: For tickets that are created for normal incidents.
hu: Olyan jegyekhez, amelyeket normál incidensekhez hoztak létre.

source: For tickets that are created for major incidents.
hu: Olyan jegyekhez, amelyeket jelentős incidensekhez hoztak létre.

source: For tickets that are created for problems.
hu: Olyan jegyekhez, amelyeket problémákhoz hoztak létre.

source: For tickets that are created for service requests.
hu: Olyan jegyekhez, amelyeket szolgáltatáskérésekhez hoztak létre.

source: Impact
hu: Hatás

source: Select the impact level from *1 very low* to *5 very high*.
hu: A hatásszint kiválasztása *1 nagyon alacsony* és *5 nagyon magas* között.

source: Due Date
hu: Határidő

source: Select a date as due date for the new ticket.
hu: Egy dátum kiválasztása az új jegy határidejeként.

source: After installation of the package some new attributes are added to the *Ticket Search* screen.
hu: A csomag telepítése után néhány új jellemző kerül hozzáadásra a *Jegykeresés* képernyőhöz.

source: To see the new attributes:
hu: Az új jellemzők megtekintéséhez:

source: Open the *Search* menu item from the *Tickets* menu.
hu: Nyissa meg a *Keresés* menüpontot a *Jegyek* menüből.

source: Click on the *Add another attribute* filed.
hu: Kattintson a *További jellemző hozzáadása* mezőre.

source: Scroll down the list and check the available attributes.
hu: Görgesse le a listát, és nézze meg az elérhető jellemzőket.

source: The new attributes are:
hu: Az új jellemzők a következők:

source: Review Required
hu: Vizsgálat szükséges

source: Decision Result
hu: Döntés eredménye

source: Repair Start Time (before/after)
hu: Javítás kezdési ideje (előtt/után)

source: Repair Start Time (between)
hu: Javítás kezdési ideje (között)

source: Recovery Start Time (before/after)
hu: Visszaállítás kezdési ideje (előtt/után)

source: Recovery Start Time (between)
hu: Visszaállítás kezdési ideje (között)

source: Decision Date (before/after)
hu: Döntés dátuma (előtt/után)

source: Decision Date (between)
hu: Döntés dátuma (között)

source: Due Date (before/after)
hu: Határidő (előtt/után)

source: Due Date (between)
hu: Határidő (között)

source: Status View
hu: Állapot nézet

source: After installation of the package some new fields will be available in the *Status View* screen.
hu: A csomag telepítése után néhány új mező érhető el az *Állapotnézet* képernyőn.

source: Ticket Status View Screen
hu: Jegyállapot nézet képernyő

source: Some new dynamic fields are also displayed in this view.
hu: Néhány új dinamikus mező is meg lett jelenítve ezen a nézeten.

source: After installation of the package many new dynamic fields will be available in the *Ticket Zoom* screen and in its child windows. Additionally, two new menu items are added to the ticket menu.
hu: A csomag telepítése után számos új dinamikus érhető el a *Jegynagyítás* képernyőn és gyermekablakain. Ezenkívül két új menüpont is hozzáadásra kerül a jegymenühöz.

source: Ticket Zoom Screen
hu: Jegynagyítás képernyő

source: Priority
hu: Prioritás

source: After installation of the package a new field is added to this window.
hu: A csomag telepítése után egy új mező kerül hozzáadásra ehhez az ablakhoz.

source: Ticket Priority Window
hu: Jegyprioritás ablak

source: It is possible to add an article to the ticket if the action needs to be explained more detailed.
hu: Lehetőség van egy bejegyzést adni a jegyhez, ha a műveletet részletesebben kell elmagyarázni.

source: Additional ITSM Fields
hu: További ITSM mezők

source: After installation of the package a new menu item *Additional ITSM Fields* is displayed in the ticket menu. Clicking on this menu item will open a new window.
hu: A csomag telepítése után egy új *További ITSM mezők* menüpont jelenik meg a jegymenüben. Erre a menüpontra kattintva új ablak nyílik meg.

source: In this window the additional ITSM fields can be set regarding to repair and recovery start time, as well as the due date.
hu: Ezen az ablakon a további ITSM mezők állíthatók be a javítás és a visszaállítás kezdési idejére, valamint a határidőre vonatkozóan.

source: Additional ITSM Fields Window
hu: További ITSM mezők ablak

source: This is the title of the ticket.
hu: Ez a jegy címe.

source: Repair Start Time
hu: Javítás kezdési ideje

source: Select the date and time when the problem started to be repaired.
hu: A dátum és idő kiválasztása, amikor a problémát elkezdték javítani.

source: Recovery Start Time
hu: Visszaállítás kezdési ideje

source: Select the date and time when the recovery of the problem started.
hu: A dátum és idő kiválasztása, amikor a probléma visszaállítása elkezdődött.

source: Select the date and time as due date for the ticket.
hu: A dátum és idő kiválasztása a jegy határidejeként.

source: Decision
hu: Döntés

source: After installation of the package a new menu item *Decision* is displayed in the ticket menu. Clicking on this menu item will open a new window.
hu: A csomag telepítése után egy új *Döntés* menüpont jelenik meg a jegymenüben. Erre a menüpontra kattintva új ablak nyílik meg.

source: In this window the decision result and the decision date can be set.
hu: Ezen az ablakon a döntés eredménye és a döntés dátuma állítható be.

source: Ticket Decision Window
hu: Jegydöntés ablak

source: Select a possible result for the decision. The available decision results can be set as :doc:`../../admin/processes-automation/dynamic-fields`.
hu: Egy lehetséges eredmény kiválasztása a döntéshez. Az elérhető döntési eredmények :doc:`../../admin/processes-automation/dynamic-fields` formájában állíthatók be.

source: Decision Date
hu: Döntés dátuma

source: Select the date and time when the decision was made.
hu: A dátum és idő kiválasztása, amikor a döntést hozták.

source: Close
hu: Lezárás

source: Ticket Close Window
hu: Jegylezárás ablak

source: Select if a review is required after the ticket close.
hu: Annak kiválasztása, hogy szükség van-e vizsgálatra a jegylezárás után.

source: Free Fields
hu: Szabad mezők

source: Ticket Free Fields Window
hu: Jegy szabad mezők ablak

source: Select a type for the ticket.
hu: Egy típus kiválasztása a jegyhez.

source: To remove this field, disable this system configuration setting:
hu: A mező eltávolításához tiltsa le ezt a rendszerbeállítási lehetőséget:

source: Ticket Compose
hu: Jegyválasz

source: Ticket Compose Window
hu: Jegyválasz ablak

source: Select if a review is required after the ticket compose.
hu: Annak kiválasztása, hogy szükség van-e vizsgálatra a jegyválasz után.

source: If you uninstall this package, the ticket types and states that were added during installation will be deactivated. They can be activated again in the administrator interface.
hu: Ha eltávolítja ezt a csomagot, akkor a telepítés során hozzáadott jegytípusok és állapotok ki lesznek kapcsolva. Ezek az adminisztrátori felületen kapcsolhatók be ismét.

source: ITSM Service Level Management
hu: ITSM szolgáltatásszint-menedzsment

source: This package adds new statistics to the system for ensuring that all service level agreements are appropriate and satisfy the agreements, as well as to monitor and report on service levels.
hu: Ez a csomag új statisztikákat ad a rendszerhez annak biztosításához, hogy az összes szolgáltatási megállapodás alkalmas legyen és megfeleljen a megállapodásoknak, valamint a szolgáltatási szintek figyeléséhez és jelentéséhez.

source: This package has no administrator interface.
hu: Ennek a csomagnak nincs adminisztrátori felülete.

source: Reports
hu: Jelentések

source: After installation of the package some new statistics will be available in the agent interface.
hu: A csomag telepítése után néhány új statisztika érhető el az ügyintézői felületen.

source: Statistics
hu: Statisztikák

source: After installation of the package some new statistics are added to the system. The statistic management screen is available in the *Statistics* menu item of the *Reports* menu.
hu: A csomag telepítése után néhány új statisztika kerül hozzáadásra a rendszerhez. A statisztikakezelés képernyő a *Jelentések* menü *Statisztikák* menüpontjában érhető el.

source: Statistics Overview Screen
hu: Statisztikák áttekintő képernyő

source: New Statistics
hu: Új statisztikák

source: The following statistics are added to the system:
hu: A következő statisztikák kerülnek hozzáadásra a rendszerhez:
