Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: locale/*/LC_MESSAGES/content.po
Languages: hu

source: ITIL has established itself as de facto standard over the past years and its circulation in IT organizations has contributed considerably to the development of a collective awareness and consistent terminology for IT service management. However, ITIL only describes **who should do what** and what should be considered along the way. In order to cover as wide a user group as possible, it does not or to a little extent address the issue of how to do things. Therefore, no implementable information is given for particular industries, companies, or manufacturers.
hu: Az ITIL magát de facto szabványként hozta létre az elmúlt években, és annak körforgása az informatikai szervezetekben jelentős mértékben hozzájárult az IT-szolgáltatásmenedzsment kollektív tudatosságának és következetes terminológiájának fejlesztéséhez. Azonban az ITIL mindössze annyit ír le, hogy **kinek mit kell tennie**, és mit kell figyelembe venni útközben. Annak érdekében, hogy a lehető legszélesebb felhasználói csoportot lefedje, egyáltalán nem vagy csak kis mértékben foglalkozik azzal a problémával, hogy hogyan kell csinálni a dolgokat. Ezért nem adnak megvalósítható információkat az egyes iparágak, cégek vagy a gyártók számára.

source: In December 2005, the ITIL based ISO/IEC 20000 industry standard for IT service management was published. IT organizations can apply for ISO/IEC 20000 certification and prove their conformity.
hu: Az ITIL-t 2005. decemberében tették közzé az ISO/IEC 20000 ipari szabvány alapján az IT-szolgáltatásmenedzsmenthez. Az IT-szervezetek alkalmazhatják az ISO/IEC 20000 tanúsítványt és bizonyíthatják annak megfelelőségét.

source: The continuing boom caused demand for IT service management tools, which could represent the ITIL-based processes. So far, only proprietary solutions existed. Because of their considerable complexity, most of these tools are only affordable for large companies and effective in large IT departments.
hu: A folyamatos növekedés keresletet okozott az olyan IT-szolgáltatásmenedzsment eszközök iránt, amelyek képesek voltak megjeleníteni az ITIL-alapú folyamatokat. Addig csak zárt forrású, kereskedelmi megoldások léteztek. A nagymértékű bonyolultságuk miatt ezen eszközök nagy része csak nagy cégek számára megfizethetők és nagy IT-részlegekben hatékonyak.

source: The development of OTRS::ITSM was started as a result of the great success of the OTRS framework in order to combine the globally accepted, public ITIL recommendations with the benefits of open-source software.
hu: Az OTRS::ITSM fejlesztését az OTRS keretrendszer nagy sikerének eredményeként indították annak érdekében, hogy egyesítse a globálisan elfogadott, nyilvános ITIL ajánlásokat a nyílt forrású szoftverek előnyeivel.

source: OTRS::ITSM was the first real-world ITIL compliant IT service management solution on open-source basis, built on the solid basis of OTRS with its over thousands known OTRS installations and its community.
hu: Az OTRS::ITSM volt az első nyílt forráson alapuló valós ITIL-kompatibilis IT-szolgáltatásmenedzsment megoldás, amely az OTRS szilárd alapjaira épült az ismert OTRS telepítéseik ezreivel és azok közösségével.

source: OTRS::ITSM is practically-oriented. This was accomplished by developing it in collaboration with ITIL consultants and with some of OTRS Groups' customers.
hu: Az OTRS::ITSM gyakorlatközpontú. Ezt úgy érték el, hogy ITIL konzulensekkel és az OTRS csoport néhány ügyfelének együttműködésével fejlesztették.

source: The service-desk and ticket system solution OTRS is the basis for the ITIL compliant IT service management solution OTRS::ITSM, its incident management, problem management, service level management, change and configuration management modules, and integrated CMDB.
hu: Az ügyfélszolgálat és az OTRS jegyrendszer megoldás az alapja az ITIL-kompatibilis OTRS::ITSM IT-szolgáltatásmenedzsment megoldásnak, annak incidensmenedzsmentjének, problémamenedzsmentjének, szolgáltatásszint-menedzsmentjének, változás- és konfigurációmenedzsment moduljainak, valamint az integrált CMDB-nek.

source: Just like ITIL, OTRS::ITSM does not claim to be an *out-of-the-box* solution for all tasks and questions arising in IT service management. It is, in fact, supposed to serve as a flexible, stable and easy to understand information platform that can be adapted to meet the requirements of virtually every organization.
hu: Az ITIL-hez hasonlóan az OTRS::ITSM-ről sem állítható, hogy **kulcsrakész** megoldást nyújtana minden IT-szolgáltatásmenedzsmentből eredő feladathoz és kérdéshez. Valójában egy rugalmas, stabil és könnyen érthető információs platformként hivatott szolgálni, amely alkalmassá tehető arra, hogy gyakorlatilag minden szervezet követelményének megfeleljen.

source: Therefore, please excuse us for bringing the following to your attention: The use of an ITIL aligned tool such as OTRS::ITSM only makes sense if processes, people, and products (IT services) are truly ITIL aligned.
hu: Ezért arra kérjük, bocsássa meg nekünk, hogy felhívjuk a figyelmét a következőkre: egy olyan ITIL-hez igazított eszköznek, mint az OTRS::ITSM, csak akkor van érelme, ha a folyamatok, az emberek és a termékek (IT-szolgáltatások) valóban az ITIL-hez igazítottak.

source: Without the thoughtful tailoring of generic ITIL processes to meet the requirements of the specific business scenario, OTRS::ITSM will not achieve a discernible improvement of the key performance indicators of IT service management.
hu: A konkrét üzleti forgatókönyv követelményeinek megfelelő általános ITIL-folyamatok átgondolt összeállítása nélkül az OTRS::ITSM nem fogja elérni az IT-szolgáltatásmenedzsment fő teljesítményjelzőinek megfigyelhető javulását.

source: You should also be aware of the fact that successful ITIL implementation projects typically take up to a year and longer. Their scope and impact on the organization is not to be underestimated. However, we would like to mention that a neatly implemented ITIL aligned ITSM tool can help to save time and money, as the process support of the tool aids and accelerates the process of organizational realignment.
hu: Tisztában kell lennie azzal a ténnyel is, hogy a sikeres ITIL megvalósítási projektek tipikusan akár egy évig vagy még tovább tartanak. Ezek hatályát és a szervezetre kifejtett hatását nem szabad alábecsülni. Azonban szeretnénk megemlíteni, hogy egy rendesen megvalósított ITIL-hez igazított ITSM eszköz segítségére lehet időt és pénzt megtakarítani, mivel az eszköz folyamat-támogatása segíti és felgyorsítja a szervezeti átrendeződés folyamatát.

source: OTRS::ITSM supports the following features and processes, which are usually designed during the first phase of an ITIL implementation:
hu: Az OTRS::ITSM a következő szolgáltatásokat és folyamatokat támogatja, amelyek általában egy ITIL megvalósítás első fázisa közben kerülnek megtervezésre:

source: Incident Management
hu: Incidensmenedzsment

source: Problem Management
hu: Problémamenedzsment

source: Service Level Management
hu: Szolgáltatásszint-menedzsment

source: Change Management
hu: Változásmenedzsment

source: Configuration Management Database
hu: Konfigurációmenedzsment-adatbázis

source: A more detailed description of use and adaptation of the system can be found in the following sections. Please note that the each OTRS::ITSM package can be installed independently and that their names correspond to their respective ITIL topics.
hu: A rendszer használatának és alkalmazásának részletesebb leírása megtalálható a következő szakaszokban. Ne feledje, hogy minden egyes OTRS::ITSM csomag függetlenül telepíthető, és hogy a nevük megfelelnek az illető ITIL témáknak.

source: The implementation of OTRS::ITSM is based on ITIL v3.
hu: Az OTRS::ITSM megvalósítása az ITIL v3 verzióján alapul.

source: ITSM Change Management
hu: ITSM változásmenedzsment

source: Change management, according to ITIL, is a service transition process whose purpose is to manage IT changes, including planning, documentation, and implementation upon approval and clearance. The objective is to minimize negative effects on the IT infrastructure, particularly on critical services, resulting from ad-hoc or poorly-managed changes or amendments.
hu: Az ITIL szerinti változásmenedzsment egy olyan szolgáltatásbevezetési folyamat, amely célja az IT-változások kezelése, beleértve a tervezést, a dokumentációt, valamint a jóváhagyást és engedélyezést követő megvalósítást. A célja az olyan negatív hatások minimalizálása az IT-infrastruktúrán, különösen a kritikus szolgáltatásoknál, amelyek eseti vagy gyengén kezelt változásokból vagy módosításokból származnak.

source: The implementation of OTRS::ITSM requires significant technical specification and preparation. Prior to a technical implementation, key elements of the change management process, such as required workflows, metrics or reports, must be defined. The implementation in OTRS::ITSM defines a change as an alteration of the existing IT landscape, such as the installation of a new mail server.
hu: Az OTRS::ITSM megvalósítása jelentős műszaki specifikációt és előkészítést igényel. A műszaki megvalósítást megelőzően a változáskezelési folyamat kulcselemeit meg kell határozni, mint például a szükséges munkafolyamatok, mérőszámok vagy jelentések. Az OTRS::ITSM-ben lévő megvalósítás egy változást határoz meg a meglévő IT-környezet változásaként, mint például egy új levelezőkiszolgáló telepítése.

source: As changes typically consist of several sub-tasks, OTRS::ITSM allows any number of sub-tasks to be defined per change. These are known as *work orders*.
hu: Mivel a változások jellemzően számos alfeladatból állnak, így az OTRS::ITSM lehetővé tesz akármennyi alfeladat meghatározását változásonként. Ezek az úgynevezett *munkamegrendelések*.

source: After installation of the package some new classes will be available in the *General Catalog*.
hu: A csomag telepítése után néhány új osztály érhető el az *Általános katalógusban*.

source: *ITSM Change Management* adds some new classes to the *General Catalog*. The general catalog management screen is available in the *General Catalog* module of the *Administration* group.
hu: Az *ITSM változásmenedzsment* néhány új osztályt ad az *Általános katalógushoz*. Az általános katalógus kezelőképernyője az *Adminisztráció* csoport *Általános katalógus* moduljában érhető el.

source: General Catalog Class List Screen
hu: Általános katalógus osztálylista képernyő

source: New Classes
hu: Új osztályok

source: This class contains the severity of categories used in the :doc:`../change-settings/category-impact-priority` matrix.
hu: Ez az osztály tartalmazza a :doc:`../change-settings/category-impact-priority` mátrixban használt kategóriák súlyosságát.

source: This class contains the change states used in the :doc:`../change-settings/state-machine`.
hu: Ez az osztály tartalmazza az :doc:`../change-settings/state-machine` állapotaiban használt változásállapotokat.

source: This class contains the severity of impacts used in the :doc:`../change-settings/category-impact-priority` matrix.
hu: Ez az osztály tartalmazza a :doc:`../change-settings/category-impact-priority` mátrixban használt hatások súlyosságát.

source: This class contains the priorities used in the :doc:`../change-settings/category-impact-priority` matrix.
hu: Ez az osztály tartalmazza a :doc:`../change-settings/category-impact-priority` mátrixban használt prioritásokat.

source: This class contains the work order states used in the :doc:`../change-settings/state-machine`.
hu: Ez az osztály tartalmazza az :doc:`../change-settings/state-machine` állapotaiban használt munkamegrendelés-állapotokat.

source: This class contains the work order types used in :doc:`../../agent/itsm-changes`.
hu: Ez az osztály tartalmazza a :doc:`../../agent/itsm-changes` változásaiban használt munkamegrendelés-típusokat.

source: The other classes was added by :doc:`../../../itsm-core` package.
hu: A többi osztályt az :doc:`../../../itsm-core` csomag adta hozzá.

source: Change Settings
hu: Változás beállítások

source: After installation of the package a new group *Change Settings* will be available with two new modules in the administrator interface.
hu: A csomag telepítése után egy új, két új modullal rendelkező *Változás beállítások* csoport érhető el az adminisztrátori felületen.

source: Category ↔ Impact ↔ Priority
hu: Kategória ↔ Hatás ↔ Prioritás

source: Use this screen to manage the category ↔ impact ↔ priority matrix. The management screen is available in the *Category ↔ Impact ↔ Priority* module of the *Change Settings* group.
hu: Használja ezt a képernyőt a kategória ↔ hatás ↔ prioritás mátrix kezeléséhez. A kezelőképernyő a *Változás beállítások* csoport *Kategória ↔ Hatás ↔ Prioritás* moduljában érhető el.

source: Category ↔ Impact ↔ Priority Screen
hu: Kategória ↔ Hatás ↔ Prioritás képernyő

source: This matrix defines the priority of a change based on the category and impact. The calculated priority will be used in *Add Change* and *Edit Change* screens.
hu: Ez a mátrix határozza meg a kategórián és hatáson alapuló változás prioritását. A kiszámított prioritás a *Változás hozzáadása* és a *Változás szerkesztése* képernyőkön lesz használva.

source: State Machine
hu: Állapotgép

source: OTRS::ITSM features state machines which define valid statuses and possible result statuses for a change and for a work order.
hu: Az OTRS::ITSM állapotgépeteket ad, amely érvényes állapotokat és lehetséges eredményállapotokat határoz meg egy változásnál vagy egy munkamegrendelésnél.

source: Use this screen to manage the state machines. The state machine management screen is available in the *State Machine* module of the *Change Settings* group.
hu: Használja ezt a képernyőt az állapotgépek kezeléséhez. Az állapotgép kezelőképernyője a *Változás beállítások* csoport *Állapotgép* moduljában érhető el.

source: State Machine Management Screen
hu: Állapotgép kezelésének képernyője

source: Manage State Machines
hu: Állapotgépek kezelése

source: The statuses and possible result statuses should be defined as *transitions*. In OTRS::ITSM, this is illustrated as a table.
hu: Az állapotokat és a lehetséges eredményállapotokat *átmenetekként* kell meghatározni. Az OTRS::ITSM-ben ez táblázatként van ábrázolva.

source: To add a new transition:
hu: Egy új átmenet hozzáadásához:

source: Select the state machine to add the new transition to from the *Action* widget of the left sidebar.
hu: Válassza ki a bal oldalsáv *Művelet* felületi eleméből azt az állapotgépet, amelyhez az átmenetet hozzá kell adni.

source: Select a state from the transition should start.
hu: Válasszon egy állapotot, amelyből az átmenetnek indulnia kell.

source: Select a state to the transition should go.
hu: Válasszon egy állapotot, amelybe az átmenetnek el kell jutnia.

source: Add New State Transition Screen
hu: Új állapotátmenet hozzáadása képernyő

source: To edit a transition:
hu: Egy átmenet szerkesztéséhez:

source: Click on a state machine in the list of state machines.
hu: Kattintson egy állapotgépre az állapotgépek listájában.

source: Click on a transition name.
hu: Kattintson egy átmenet nevére.

source: Modify the *Next state*.
hu: Módosítsa a *Következő állapot* mezőt.

source: Edit State Transition Screen
hu: Állapotátmenet szerkesztése képernyő

source: To delete a transition:
hu: Egy átmenet törléséhez:

source: Click on the trash icon in the last column of transition table.
hu: Kattintson a kuka ikonra az átmenettáblázat utolsó oszlopában.

source: Click on the *Yes* button in the confirmation screen.
hu: Kattintson az *Igen* gombra a megerősítő képernyőn.

source: Delete State Transition Screen
hu: Állapotátmenet törlése képernyő

source: Change State Machine
hu: Változás állapotgép

source: The standard installation generates suggestions based on the following logic model.
hu: A szabványos telepítés javaslatokat állít elő a következő logikai modell alapján.

source: Change State Machine Model
hu: Változás állapotgép modell

source: To see the state machine transitions, click on the *ITSM::ChangeManagement::Change::State* item in the list of state machines.
hu: Az állapotgép átmeneteinek megtekintéséhez kattintson az *ITSM::ChangeManagement::Change::State* elemre az állapotgépek listájában.

source: Change State Machine Transitions
hu: Változás állapotgép átmenetei

source: The states of the change state machine are defined in the *ITSM::ChangeManagement::Change::State* class in the :doc:`../../../general-catalog`.
hu: A változás állapotgép állapotai az :doc:`../../../general-catalog` *ITSM::ChangeManagement::Change::State* osztályában vannak meghatározva.

source: Work Order State Machine
hu: Munkamegrendelés állapotgép

source: Work Order State Machine Model
hu: Munkamegrendelés állapotgép modell

source: To see the state machine transitions, click on the *ITSM::ChangeManagement::WorkOrder::State* item in the list of state machines.
hu: Az állapotgép átmeneteinek megtekintéséhez kattintson az *ITSM::ChangeManagement::WorkOrder::State* elemre az állapotgépek listájában.

source: Work Order State Machine Transitions
hu: Munkamegrendelés állapotgép átmenetei

source: The states of the work order state machine are defined in the *ITSM::ChangeManagement::WorkOrder::State* class in the :doc:`../../../general-catalog`.
hu: A munkamegrendelés állapotgép állapotai az :doc:`../../../general-catalog` *ITSM::ChangeManagement::WorkOrder::State* osztályában vannak meghatározva.

source: Communication & Notifications
hu: Kommunikáció és értesítések

source: After installation of the package a new module will be available to *Communication & Notifications* group in the administrator interface.
hu: A csomag telepítése után egy új modul érhető el a *Kommunikáció és értesítések* csoporthoz az adminisztrátori felületen.

source: ITSM Change Notifications
hu: ITSM változás értesítések

source: Use this screen to add ITSM change notifications to the system. After installing the package several notifications are added to the system. The ITSM change notification management screen is available in the *ITSM Change Notifications* module of the *Communication & Notifications* group.
hu: Használja ezt a képernyőt, hogy ITSM változás értesítéseket adjon a rendszerhez. A csomag telepítése után számos értesítés kerül hozzáadásra a rendszerhez. Az ITSM változás értesítésének kezelőképernyője a *Kommunikáció és értesítések* csoport *ITSM változás értesítések* moduljában érhető el.

source: ITSM Change Notification Management Screen
hu: ITSM változás értesítés kezelésének képernyője

source: Manage ITSM Change Notifications
hu: ITSM változásértesítések kezelése

source: To add an ITSM change notification:
hu: Egy ITSM változás értesítés hozzáadásához:

source: Click on the *Add Notification Rule* button in the left sidebar.
hu: Kattintson az *Értesítési szabály hozzáadása* gombra a bal oldalsávban.

source: Add ITSM Change Notification Screen
hu: ITSM változás értesítés hozzáadása képernyő

source: To edit an ITSM change notification:
hu: Egy ITSM változás értesítés szerkesztéséhez:

source: Click on an ITSM change notification in the list of ITSM change notifications.
hu: Kattintson egy ITSM változás értesítésre az ITSM változás értesítések listájában.

source: Edit ITSM Change Notification Screen
hu: ITSM változás értesítés szerkesztése képernyő

source: To delete an ITSM change notification:
hu: Egy ITSM változás értesítés törléséhez:

source: Click on the trash icon in the list of ITSM change notifications.
hu: Kattintson a kuka ikonra az ITSM változás értesítések listájában.

source: Click on the *OK* button.
hu: Kattintson az *OK* gombra.

source: Delete ITSM Change Notification Screen
hu: ITSM változás értesítés törlése képernyő

source: To copy an ITSM change notification:
hu: Egy ITSM változás értesítés másolásához:

source: Click on the copy icon in the list of ITSM change notifications.
hu: Kattintson a másolás ikonra az ITSM változás értesítések listájában.

source: ITSM Change Notification Settings
hu: ITSM változás értesítés beállításai

source: The following settings are available when adding or editing this resource. The fields marked with an asterisk are mandatory.
hu: A következő beállítások akkor érhetők el, ha hozzáadja vagy szerkeszti ezt az erőforrást. A csillaggal jelölt mezők kitöltése kötelező.

source: Basic ITSM Change Notification Settings
hu: ITSM változás értesítés alapvető beállításai

source: ITSM Change Notification Settings - Basic
hu: ITSM változás értesítés beállításai – alapvető beállítások

source: Event \*
hu: Esemény \*

source: Here you can choose which events will trigger this notification.
hu: Itt választhatja ki, hogy mely események fogják aktiválni ezt az értesítést.

source: Attribute
hu: Attribútum

source: The field, that should be listen for the notification.
hu: Az a mező, amelyet figyelni kell az értesítésnél.

source: Rule
hu: Szabály

source: The content of the field, that are set as *Attribute*.
hu: Annak a mezőnek a tartalma, amely *Attribútumként* van beállítva.

source: Recipients
hu: Címzettek

source: Here you can select the groups, that can receive the notification.
hu: Itt választhatja ki azokat a csoportokat, akik megkaphatják az értesítést.

source: Add additional information to this resource. It is recommended to always fill this field as a description of the resource with a full sentence for better clarity, because the comment will be also displayed in the overview table.
hu: Adjon további információkat ehhez az erőforráshoz. Mindig ajánlott egy teljes mondattal kitölteni ezt a mezőt az erőforrás leírásaként a jobb érthetőségért, mert a megjegyzés is megjelenik az áttekintő táblázatban.

source: Notification (Agent)
hu: Értesítés (ügyintéző)

source: ITSM Change Notification Settings - Notification for Agents
hu: ITSM változás értesítés beállításai – értesítés ügyintézőknek

source: The main content of a notification can be added for each languages with localized subject and body text. It is also possible to define static text content mixed with OTRS smart tags.
hu: Egy értesítés fő tartalma hozzáadható minden egyes nyelvhez honosított tárggyal és törzsszöveggel. Lehetőség van a statikus szövegtartalom és az OTRS intelligens címkék együttes használatára is.

source: Subject \*
hu: Tárgy \*

source: The localized subject for a specific language.
hu: A honosított tárgy egy adott nyelvhez.

source: Text \*
hu: Szöveg \*

source: The localized body text for a specific language.
hu: A honosított törzsszöveg egy adott nyelvhez.

source: Add new notification language
hu: Új értesítési nyelv hozzáadása

source: Select which languages should be added to create localized notifications.
hu: Annak kiválasztása, hogy mely nyelveket kell hozzáadni a honosított értesítés létrehozásához.

source: Deleting a language in :sysconfig:`DefaultUsedLanguages <frontend.html#defaultusedlanguages>` setting that already has a notification text here will make the notification text unusable. If a language is not present or enabled on the system, the corresponding notification text could be deleted if it is not needed anymore.
hu: Ha kitöröl egy nyelvet a :sysconfig:`DefaultUsedLanguages <frontend.html#defaultusedlanguages>` beállításból, amelyhez létezik egy értesítési szöveg itt, akkor az használhatatlanná teszi az értesítést. Ha egy nyelv nincs jelen vagy nem érhető el a rendszeren, akkor a megfelelő értesítési szöveg törölhető, ha többé nincs rá szükség.

source: Notification (Customer)
hu: Értesítés (ügyfél)

source: ITSM Change Notification Settings - Notification for Customers
hu: ITSM változás értesítés beállításai – értesítés ügyfeleknek

source: ITSM Change Notification Variables
hu: ITSM változás értesítés változói
