Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: If you publish printed copies of the Document numbering more than 100, and the Document's license notice requires Cover Texts, you must enclose the copies in covers that carry, clearly and legibly, all these Cover Texts: Front-Cover Texts on the front cover, and Back-Cover Texts on the back cover. Both covers must also clearly and legibly identify you as the publisher of these copies. The front cover must present the full title with all words of the title equally prominent and visible. You may add other material on the covers in addition. Copying with changes limited to the covers, as long as they preserve the title of the Document and satisfy these conditions, can be treated as verbatim copying in other respects.
hu: Amennyiben 100-nál több nyomtatott példányt (vagy olyan adathordozón található példányokat, amelyeknek jellemzően van nyomtatott címlapjuk) tesz közzé a Dokumentumból, és a dokumentum Licence feltételül szabja a Borítószövegek meglétét, úgy minden egyes példányt köteles ellátni olyan borítólapokkal, amelyeken a következő Borítószövegek tisztán és olvashatóan fel vannak tüntetve: Címlapszövegek a címlapon, illetve Hátlapszövegek a hátlapon. Mindkét borítólapra egyértelműen és olvashatóan rá kell vezetnie a kiadó, vagyis jelen esetben az Ön nevét. A címlapon a Dokumentum teljes címének szerepelnie kell, és a cím minden szavának egyformán kiemeltnek és láthatónak kell lennie. Ezen felül, belátása szerint, további részleteket is hozzáadhat a borítólapokhoz. Amennyiben az esetleges módosítások kizárólag a borítólapokat érintik, és feltéve, hogy a Dokumentum címe változatlan marad, továbbá a borítólapok megfelelnek minden egyéb követelménynek, úgy a sokszorosítás ettől eltekintve szó szerinti sokszorosításnak minősül.
zh_cn: 如果你发布了印制的文档副本数量超过100份，你必须把副本用清晰明了地印有文档的许可声明所要求的封皮文字的封皮封装好，这些封皮文字包括封面文字和封底文字。封面和封底还都必须写明你是该副本的发布者。封面必须印上完整的书名，书名的每个字都必须同样地显著。你可以在封面添一些其它素材做为补充。在满足了遵循对封皮改动的限制、维持文档标题等这些条件下，副本在某方面上可以被视同原样复制的副本。

source: If the required texts for either cover are too voluminous to fit legibly, you should put the first ones listed (as many as fit reasonably) on the actual cover, and continue the rest onto adjacent pages.
hu: Abban az esetben, ha a borítólapok bármelyikén megkövetelt szövegrészek túl hosszúnak bizonyulnának az olvasható közzétételhez, úgy csak az elsőként felsoroltakat kell feltüntetnie (amennyi józan belátás szerint elfér) a tényleges borítón, a továbbiak pedig átkerülhetnek a következő oldalakra.
zh_cn: 如果封面或封底必要的文字太多而导致看起来不清晰明了，那么你可以把优先的条目(尽量适合地)列在封面或封底，剩下的那些接在邻近的页面里。

source: If you publish or distribute Opaque copies of the Document numbering more than 100, you must either include a machine-readable Transparent copy along with each Opaque copy, or state in or with each Opaque copy a publicly-accessible computer-network location containing a complete Transparent copy of the Document, free of added material, which the general network-using public has access to download anonymously at no charge using public-standard network protocols. If you use the latter option, you must take reasonably prudent steps, when you begin distribution of Opaque copies in quantity, to ensure that this Transparent copy will remain thus accessible at the stated location until at least one year after the last time you distribute an Opaque copy (directly or through your agents or retailers) of that edition to the public.
hu: Amennyiben 100-nál több Átlátszatlan példányt tesz közzé, vagy terjeszt a Dokumentumból, úgy köteles vagy egy géppel olvasható Átlátszó példányt mellékelni minden egyes Átlátszatlan példányhoz, vagy leírni minden egyes Átlátszatlan példányban egy, a módosítatlan Átlátszó példányt tartalmazó olyan számítógép-hálózat elérhetőségét, amely elérhető az általános hálózati felhasználók számára, és onnan nyilvános szabványú hálózati protokollok segítségével a Dokumentum hozzáadott anyagok nélküli, teljes változata letölthető. Ha az utóbbi lehetőséget választja, köteles gondoskodni arról, hogy attól a naptól kezdve, amikor az utolsó Átlátszatlan példány is terjesztésre került (akár közvetlenül Ön által, akár kiskereskedelmi forgalomban), a fenti helyen közzétett Átlátszó példány még legalább egy évig hozzáférhető legyen a felhasználók számára.
zh_cn: 如果你出版或分发不兼容的文档副本数量超过100份，那么，你要么随同每份不兼容副本带一份可机读的兼容副本，要么在每份不兼容副本里或随同该副本指明一个计算机网络的地址，让大部分使用网络的群众可以用通用网络通信协议到该处下载完全兼容的没有附加材料的文档副本。如果你采用后一种办法，你必须适当采取一些慎重的措施：当你开始大量发行不兼容副本时，要保证这些兼容副本在你(直接或通过你的代理商或零售商)发布最后一份对应版本的不兼容副本后至少一年在指定的地址可以访问到。

source: It is requested, but not required, that you contact the authors of the Document well before redistributing any large number of copies, to give them a chance to provide you with an updated version of the Document.
hu: Megkérjük, ámde nem kötelezzük Önt arra, hogy minden esetben, amikor nagyobb példányszámú terjesztésbe kezd, már jóval ezt megelőzően lépjen kapcsolatba a Dokumentum szerzőivel, annak érdekében, hogy megkaphassa tőlük a Dokumentum esetleges újabb változatát.
zh_cn: 在你对文档副本进行大量再发布前取得与文档作者良好的联系，这虽然不是必须的，但是是有必要的，这样你就有机会得到他们提供的文档的最新版本。

source: MODIFICATIONS
hu: MÓDOSÍTÁSOK
zh_cn: 修正

source: You may copy and distribute a Modified Version of the Document under the conditions of sections 2 and 3 above, provided that you release the Modified Version under precisely this License, with the Modified Version filling the role of the Document, thus licensing distribution and modification of the Modified Version to whoever possesses a copy of it. In addition, you must do these things in the Modified Version:
hu: Önnek lehetősége van a Dokumentum Módosított Változatának sokszorosítására és terjesztésére a 2. és 3. szakaszok fenti rendelkezései alapján, feltéve, hogy a Módosított Változatot kizárólag jelen Licenc feltételeivel összhangban teszi közzé, ahol a Módosított Változat a Dokumentum szerepét tölti be, ezáltal lehetőséget biztosítva annak terjesztésére és módosítására bárkinek, aki csak hozzájut egy példányához. Mindezen felül, a Módosított Változat az alábbi követelményeknek is meg kell, hogy feleljen:
zh_cn: 你可以在上文2、3两节的条件下复制和发布文档的修正版，只要你严格地在本协议下发布承担了原来文档的任务的 修正版，这样就允许任何持有该修正版一份副本的人可对修正版进行发行和修改。而且，你必须对修正版做如下一些事情：

source: Use in the Title Page (and on the covers, if any) a title distinct from that of the Document, and from those of previous versions (which should, if there were any, be listed in the History section of the Document). You may use the same title as a previous version if the original publisher of that version gives permission.
hu: A Címlapon (és ha van, a borítókon) tüntessen fel egy a Dokumentumétól, illetve bármely korábbi változatétól eltérő címet (amelyeknek, ha vannak, a Dokumentum Előzmények szakaszában kell szerepelniük). Egy korábbi változat címét csak akkor használhatja, ha annak szerzője engedélyezte azt.
zh_cn: 在扉页(如果有封皮，则封皮和扉页都要)使用的书名要与原来文档的书名明显地区别开来，以及那些先前版本(哪些是需要区别的呢？如果原来文档有历史小节，那么历史小节中列出的都是)。如果最初的发行人允许的话，你也可以使用相同的书名。

source: List on the Title Page, as authors, one or more persons or entities responsible for authorship of the modifications in the Modified Version, together with at least five of the principal authors of the Document (all of its principal authors, if it has less than five).
hu: A Címlapon szerzőkként sorolja fel a Módosított Változatban elvégzett változtatásokért felelős természetes vagy jogi személyeket, továbbá a Dokumentum fő szerzői közül legkevesebb ötöt (vagy mindet, ha ötnél kevesebben vannak) kivéve, ha ezen feltétel alól ők Önt felmentik.
zh_cn: 扉页上必须列出作者、对修正版文档的修改负责的个人或团体或机构、文档的至少五个主要作者(如果主要作者少于五个，就全部写上)，除非他们允许你不这么做。

source: State on the Title page the name of the publisher of the Modified Version, as the publisher.
hu: A Címlapon a Módosított Változat közzétételéért felelős személyt tüntesse fel kiadóként.
zh_cn: 扉页上必须列出作者、对修正版文档的修改负责的个人或团体或机构、文档的至少五个主要作者(如果主要作者少于五个，就全部写上)，除非他们允许你不这么做。

source: Preserve all the copyright notices of the Document.
hu: A Dokumentum összes szerzői jogi figyelmeztetését hagyja érintetlenül.
zh_cn: 保留原有文档的所有版权声明不变。

source: Add an appropriate copyright notice for your modifications adjacent to the other copyright notices.
hu: Saját módosításaira vonatkozóan is tegyen közzé egy szerzői jogi megjegyzést, a többi ilyen jellegű figyelmeztetés mellett.
zh_cn: 在其它版权声明附近为你所做的修正添加适当的版权声明。

source: Include, immediately after the copyright notices, a license notice giving the public permission to use the Modified Version under the terms of this License, in the form shown in the Addendum below.
hu: Rögtön a szerzői jogi figyelmeztetéseket követően tüntessen fel egy közleményt, az alábbi Függelék mintájára, amelyben engedélyezi a Módosított Változat felhasználását a jelen Licenc feltételeinek megfelelően.
zh_cn: 在版权声明后面立即接上允许公众在本协议下使用修正版文档的许可声明，其形式如下面附录所示。

source: Preserve in that license notice the full lists of Invariant Sections and required Cover Texts given in the Document's license notice.
hu: A fenti közleményben hagyja érintetlenül a Nem Változtatható szakaszok és a szükséges Borítószövegek a jelen Dokumentum licencében előírt teljes listáját.
zh_cn: 在文档的许可声明里保留所有固定章节和封皮文字所要求的许可声明。

source: Include an unaltered copy of this License.
hu: Mellékelje a jelen Licenc egy eredeti példányát.
zh_cn: 放上这些许可证的一份原件。

source: Preserve the section entitled "History", and its title, and add to it an item stating at least the title, year, new authors, and publisher of the Modified Version as given on the Title Page. If there is no section entitled "History" in the Document, create one stating the title, year, authors, and publisher of the Document as given on its Title Page, then add an item describing the Modified Version as stated in the previous sentence.
hu: Az „Előzmények” elnevezésű szakaszt, illetve annak címét szintén hagyja érintetlenül, emellett adjon hozzá egy új elemet, amely minimálisan tartalmazza a Módosított Változat címét, kiadási évét, továbbá az új szerzők, illetve a kiadó nevét, a Címlapon láthatókhoz hasonlóan. Amennyiben a Dokumentum nem tartalmaz semmiféle „Előzmények” elnevezésű szakaszt, úgy hozzon létre egyet, amely tartalmazza a Dokumentum címét, kiadási évét, továbbá a szerzők, illetve a kiadó nevét, a Címlapon láthatókhoz hasonlóan; majd ezt követően adjon hozzá egy új, a Módosított Változatra vonatkozó elemet, a fentiekkel összhangban.
zh_cn: 保留题为“历史”的章节，不要改动其标题，并且给它添加一条包括修改版的书名、日期、作者、发布者的条目，就像扉页里给出的那样。如果原文档没有题为“历史”的章节，你就建立该章节，创建一条包括原文档的书名、日期、作者、发布者的条目，如原文档的扉页里给出的那样，然后再象上面规定那样，添一条描述修改版的条目。

source: Preserve the network location, if any, given in the Document for public access to a Transparent copy of the Document, and likewise the network locations given in the Document for previous versions it was based on. These may be placed in the "History" section. You may omit a network location for a work that was published at least four years before the Document itself, or if the original publisher of the version it refers to gives permission.
hu: Ne tegyen változtatásokat a Dokumentumban megadott Átlátszó példány nyilvános hálózati elérhetőségét (ha van ilyen) illetően, vagy hasonlóképp, a Dokumentum alapjául szolgáló korábbi változatok hálózati helyére vonatkozóan. Ezek az „Előzmények” szakaszban is szerepelhetnek. Csak abban az esetben hagyhatja el egyes korábbi változatok hálózati elérhetőségét, ha azok legkevesebb négy évvel a Dokumentum előtt készültek, vagy ha maga az alkotó engedélyezi azt.
zh_cn: 如果文档中给出了访问兼容文档的链接，你应该保护网址的有效，并且该网址还应该提供该文档的前承版本。这些链结可以在“历史”章节给出。如果前承文档发布已超过四年或者原作者在文档中提到不必指明前承版本，那么你可以在作品中略去其链结。

source: In any section entitled "Acknowledgements" or "Dedications", preserve the section's title, and preserve in the section all the substance and tone of each of the contributor acknowledgements and/or dedications given therein.
hu: Bármely „Köszönetnyilvánítás”, vagy „Ajánlások” elnevezésű szakasz címét hagyja érintetlenül, továbbá gondoskodjon arról, hogy azok tartalma és hangvétele az egyes hozzájárulókat, és/vagy az ajánlásokat illetően változatlan maradjon.
zh_cn: 原文档中的任何题为“鸣谢”或“贡献”的章节都必须维持其标题和章节中对每位贡献者的谢词的原旨和感情。

source: Preserve all the Invariant Sections of the Document, unaltered in their text and in their titles. Section numbers or the equivalent are not considered part of the section titles.
hu: A Dokumentum összes Nem Változtatható szakaszát hagyja érintetlenül, úgy címüket, mint tartalmukat illetően. A szakaszok számozása, vagy bármely azzal egyenértékű jelölés nem tartozik a szakaszcímek közé.
zh_cn: 维持原文档的固定章节的标题和内容不变。当然，章节标号不属于章节标题的一部分(可以改动)。

source: Delete any section entitled "Endorsements". Such a section may not be included in the Modified Version.
hu: Töröljön minden „Hozzájárulás” elnevezésű szakaszt. Effajta szakaszok nem képezhetik részét a Módosított Változatnak.
zh_cn: 删除原文档中任何题为“注记”的章节。这些章节可能是之针对原文档的。

source: Do not retitle any existing section as "Endorsements" or to conflict in title with any Invariant Section.
hu: Ne nevezzen át semmilyen létező szakaszt „Hozzájárulás” elnevezésűre, vagy olyasmire, amely címében a Nem Változtatható szakaszokkal ütközhet.
zh_cn: 不要把任何已有章节标题改为“注记”，或改为与固定章节有冲突的标题。

source: If the Modified Version includes new front-matter sections or appendices that qualify as Secondary Sections and contain no material copied from the Document, you may at your option designate some or all of these sections as invariant. To do this, add their titles to the list of Invariant Sections in the Modified Version's license notice. These titles must be distinct from any other section titles.
hu: Ha a Módosított Változat új bevezető szakaszokat tartalmaz, vagy olyan függelékeket, melyek Másodlagos szakasznak minősülnek, ám nem tartalmaznak a Dokumentumból származó anyagot, abban az esetben, belátása szerint, e szakaszok némelyikét, vagy akár az összeset besorolhatja nem változtathatóként. Ehhez nem kell mást tennie, mint felsorolni a szóban forgó címeket a Módosított Változat licencének Nem Változtatható szakaszok listájában. E címeknek határozottan el kell különülnie minden egyéb szakaszcímtől.
zh_cn: 如果文档修正版包含了新的没有从原文档摘取素材的有附属章节资格的前序章节或附录，你可以在自己的选择下指定这些章节的全部或一些为固定章节。你需要为修正版的许可声明中的固定章节序列添加标题。这些标题必须与其它章节的标题明显地区别开来。

source: You may add a section entitled "Endorsements", provided it contains nothing but endorsements of your Modified Version by various parties--for example, statements of peer review or that the text has been approved by an organization as the authoritative definition of a standard.
hu: „Hozzájárulás” elnevezésű szakaszt csak akkor adhat a Dokumentumhoz, ha az kizárólag a Módosított Változatra utaló megjegyzéseket tartalmaz – például mások recenzióira vonatkozóan, vagy hogy egy szervezet a szöveget egy szabvány mérvadó definíciójaként ismerte el.
zh_cn: 你可以添加题为“注记”的章节，只要包含各方面对你的修正版的评议，例如：综合评论或被某组织认可的某标准的权威定义的原文。

source: You may add a passage of up to five words as a Front-Cover Text, and a passage of up to 25 words as a Back-Cover Text, to the end of the list of Cover Texts in the Modified Version. Only one passage of Front-Cover Text and one of Back-Cover Text may be added by (or through arrangements made by) any one entity. If the Document already includes a cover text for the same cover, previously added by you or by arrangement made by the same entity you are acting on behalf of, you may not add another; but you may replace the old one, on explicit permission from the previous publisher that added the old one.
hu: Címlapszöveg gyanánt egy legfeljebb öt szóból álló szövegrészt adhat meg, a Hátlapszöveg esetén pedig 25 szót fűzhet a Módosított Változat Borítószövegeinek végéhez. Bármely természetes vagy jogi személy csak és kizárólag egy Címlapszöveg és egy Hátlapszöveg részt adhat (akár közvetítőn keresztül) a Dokumentumhoz. Ha a Dokumentum már rendelkezik Borítószöveggel ehhez a változathoz, mert korábban Ön adta hozzá, vagy az a szervezet, amelynek nevében Ön fellép, akkor nem adhat hozzá másik Borítószöveget; a régit mindazonáltal lecserélheti, abban az esetben, ha az azt hozzáadó korábbi kiadó egyértelműen engedélyezi.
zh_cn: 你可以在修正版封皮文字序列末尾添加5个词左右的书名和25个词左右的封底文字。一个实体(进行出版的个人或组织)可能只会添加(或通过整理形成)一段封面文字和封底文字。如果文档已经包含同样用于封皮的封皮文字(先前由你添加或由你代理的实体整理)，你就不要再另外添加了；不过在添加旧封皮的原发布者的明确许可下你可以把旧的替换掉。

source: The author(s) and publisher(s) of the Document do not by this License give permission to use their names for publicity for or to assert or imply endorsement of any Modified Version.
hu: A közös Dokumentum szerzői és kiadói ezzel a Licenccel nem járulnak hozzá nevük felhasználására, a Módosított Változat népszerűsítésére, és nem támogatják azt.
zh_cn: 本协议不允许文档作者和发布者用他们的名字公开声称或暗示对任何修正版的认可。

source: COMBINING DOCUMENTS
hu: KOMBINÁLT DOKUMENTUMOK
zh_cn: 合并文档

source: You may combine the Document with other documents released under this License, under the terms defined in section 4 above for modified versions, provided that you include in the combination all of the Invariant Sections of all of the original documents, unmodified, and list them all as Invariant Sections of your combined work in its license notice.
hu: Önnek lehetősége van a Dokumentum egyéb, e Licenc hatálya alatt kiadott dokumentumokkal való kombinálására a 4. szakasz módosított változatokra vonatkozó rendelkezései alapján, feltéve, hogy a kombináció módosítás nélkül tartalmazza az eredeti dokumentumok összes Nem Változtatható szakaszát, és hogy azok mind Nem Változtatható szakaszként kerülnek felsorolásra a kombinált munka licencében, és tartalmazzák a hozzájuk tartozó Garanciák Kizárásait is.
zh_cn: 你可以在本协议下依据第4节里对修正版定义的条款把文档与其它文档合并起来发布，只要你在合并文档里原封不动地包含所有原始文档的所有固定章节，并在你的合并文档的许可声明中将其全部列为固定章节，而且保留其所有免责声明。

source: The combined work need only contain one copy of this License, and multiple identical Invariant Sections may be replaced with a single copy. If there are multiple Invariant Sections with the same name but different contents, make the title of each such section unique by adding at the end of it, in parentheses, the name of the original author or publisher of that section if known, or else a unique number. Make the same adjustment to the section titles in the list of Invariant Sections in the license notice of the combined work.
hu: A kombinált munkának a jelen Licenc mindössze egy példányát kell tartalmaznia, az egymással átfedésben lévő Nem Változtatható szakaszok pedig kiválthatók egy összegzett példánnyal. Amennyiben több Nem Változtatható szakasz szerepelne ugyanazon címmel, ám eltérő tartalommal, úgy alakítsa át minden egyes szakasz címét olyan módon, hogy mögé írja zárójelben az eredeti szerző és kiadó nevét (ha ismeri) vagy egy egyedi sorszámot. Ha szükséges, a Nem Változtatható szakaszok címeivel is végezze el a fenti módosításokat a kombinált munka licencében.
zh_cn: 合并后文档只需包含一份本协议，重复的多处固定章节应该用单独的章节替代。如果重复的固定章节只是标题相同，但内容是不同的，就在每一小段标题末端的括号里添加已知的原作者或原发布者(的名字)，或给每小段一个唯一的标号。在合并文档的许可声明里的固定章节中的章节标题也要做相应的调整。

source: In the combination, you must combine any sections entitled "History" in the various original documents, forming one section entitled "History"; likewise combine any sections entitled "Acknowledgements", and any sections entitled "Dedications". You must delete all sections entitled "Endorsements."
hu: A kombinált munkában az eredeti dokumentumok összes „Előzmények” elnevezésű szakaszát össze kell olvasztania, miáltal egy összefüggő „Előzmények” elnevezésű szakasz jön létre; hasonlóképp kell eljárnia a „Köszönetnyilvánítás”, illetve az „Ajánlások” elnevezésű szakaszok tekintetében. Ugyanakkor minden „Hozzájárulás” elnevezésű szakaszt törölnie kell.
zh_cn: 在合并文档里，你必须把不同原文档的“历史”章节合并成一个“历史”章节；同样需要合并的章节有“鸣谢”、“贡献”。你还必需把所有“注记”章节删除。

source: COLLECTIONS OF DOCUMENTS
hu: DOKUMENTUMGYŰJTEMÉNYEK
zh_cn: 文档合集

source: You may make a collection consisting of the Document and other documents released under this License, and replace the individual copies of this License in the various documents with a single copy that is included in the collection, provided that you follow the rules of this License for verbatim copying of each of the documents in all other respects.
hu: Önnek lehetősége van a Dokumentumból, illetve bármely egyéb, a jelen Licenc hatálya alatt kiadott dokumentumból gyűjteményt létrehozni, és az egyes dokumentumokban található licenceket egyetlen példánnyal kiváltani, feltéve, hogy a gyűjteményben szereplő összes dokumentum esetén minden más tekintetben követi a jelen Licenc feltételeit azok szó szerinti sokszorosítására vonatkozóan.
zh_cn: 如果你对每份文档不论在哪方面都遵循了本协议的原样复制条款，那么你可以在本协议下发布你以该文档和其他文档制作的合集，并以一个单独的副本来替代合集中各文档里分别使用的本协议副本。

source: You may extract a single document from such a collection, and distribute it individually under this License, provided you insert a copy of this License into the extracted document, and follow this License in all other respects regarding verbatim copying of that document.
hu: Tetszése szerint ki is emelhet egy meghatározott dokumentumot a gyűjteményből, továbbá terjesztheti azt jelen Licenc feltételei alapján, feltéve, hogy a szóban forgó dokumentumhoz mellékeli a jelen Licenc egy példányát, és minden egyéb tekintetben betartja jelen Licenc előírásait a dokumentum szó szerinti sokszorosítására vonatkozóan.
zh_cn: 你可以从该合集中提取一个单独的文档，并在本协议下单独发布，只要你在该提取出的文档中加入一份本协议的副本，并在文档的其他所有方面都遵循本协议的原样复制的条款。

source: AGGREGATION WITH INDEPENDENT WORKS
hu: ÖSSZEFŰZÉS FÜGGETLEN MUNKÁKKAL
zh_cn: 独立作品汇集

source: A compilation of the Document or its derivatives with other separate and independent documents or works, in or on a volume of a storage or distribution medium, does not as a whole count as a Modified Version of the Document, provided no compilation copyright is claimed for the compilation. Such a compilation is called an "aggregate", and this License does not apply to the other self-contained works thus compiled with the Document, on account of their being thus compiled, if they are not themselves derivative works of the Document.
hu: A Dokumentum és annak származékainak különálló, vagy független dokumentumokkal, illetve munkákkal való összefűzése egy közös tárolási, vagy terjesztési egységen „gyűjteménynek” nevezendő, amennyiben az összefűzés eredményeképpen érvényes szerzői jogi feltételek nem korlátozzák nagyobb mértékben az összefűzés felhasználóinak jogait, mint amennyire azt az egyes összetevők teszik. Amikor a Dokumentum része egy gyűjteménynek, akkor a jelen Licenc nem érvényes a gyűjtemény azon részeire, amelyek nem a Dokumentumból származtatott munkák.
zh_cn: 文档和其它独立的不受本协议约束的派生文档或作品编纂在一个大文库中或大媒体上，如果汇编作品的版权对该汇编作品用户的权利限制没有超出那些独立作品的许可范围，该汇编作品称为“aggregate(汇集)”。当文档被包含在汇集中的时候，本协议不对汇集中该文档的非直承(不是以本协议发布的)作品起作用。

source: If the Cover Text requirement of section 3 is applicable to these copies of the Document, then if the Document is less than one quarter of the entire aggregate, the Document's Cover Texts may be placed on covers that surround only the Document within the aggregate. Otherwise they must appear on covers around the whole aggregate.
hu: Amennyiben a 3. szakasz Borítószövegekre vonatkozó rendelkezései alkalmazhatók a Dokumentum e példányaira, és a Dokumentum a teljes összegzésnek kevesebb, mint felét teszi ki, úgy a Dokumentum Borítószövegeit olyan módon is el lehet helyezni a borítókon, hogy azok csak magát a Dokumentumot fogják közre, vagy a borítóknak megfelelő elektronikus formában, amennyiben a Dokumentum elektronikus formában található. Minden más esetben a teljes összegzés borítólapjain kell feltüntetni a fenti szövegeket.
zh_cn: 如果第3节中对封皮文字的要求适用于文档的该副本，那么如果文档在汇集中所占的比例小于全文的一半，文档的封皮文字可以被置于汇集内该文档的内封页上，或是电子文档中的等效部分(如果文档以电子版发布)。否则，必须将其现于封装整个汇集的印好的封皮上。

source: TRANSLATION
hu: FORDÍTÁS
zh_cn: 翻译
