Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: an integrated, individually extensible configuration management database (CMDB)
hu: egy integrált, egyénileg bővíthető konfigurációmenedzsment-adatbázis (CMDB)
ru: интегрированная, индивидуально расширяемая, база данных управления конфигурациями (CMDB)
zh_cn: 一个集成的、可独立扩展的配置管理数据库（CMDB）

source: ITIL compliant names for new functions
hu: ITIL-kompatibilis nevek az új függvényeknél
ru: Соответствующие ITIL названия новых функций
zh_cn: ITIL兼容的新功能名称

source: ITIL compliant role, responsibility, and permission model
hu: ITIL-kompatibilis szerep-, felelősség- és jogosultságmodell
ru: Модель ролей, ответственных и система разрешений в соответствии с ITIL
zh_cn: ITIL兼容的角色、职责和权限模型

source: cross-process communication management: within the IT service organization, with customers/users/management and suppliers/providers
hu: folyamatok közti kommunikáció-kezelés: az IT-szolgáltatás szervezeten belül, ügyfelekkel / felhasználókkal / vezetőséggel, valamint beszállítókkal / szolgáltatókkal
zh_cn: 跨流程的沟通管理：IT服务组织内部、客户/客户联系人管理和供应商管理

source: flexible stats functions for (trend) analyses; reporting, planning, and controlling based on performance figures
hu: rugalmas statisztika függvények a (trend) elemzésekhez: teljesítmény ábrákon alapuló jelentések, tervek és ellenőrzések
zh_cn: 灵活的统计功能用于（趋势）分析；报表、计划和基于性能图表的控制

source: flexible configuration, customization, and upgrade to meet individual requirements
hu: az egyéni igényeknek megfelelő rugalmas beállítás, személyre szabás és frissítés
ru: Легкая настройка, кастомизация и обновление для удовлетворения индивидуальных требований
zh_cn: 灵活的配置、定制和升级以满足独特的需求

source: native ticket types are supported (integrated in OTRS): Various ticket types can be managed in the admin interface. Free-text fields are therefore no longer needed to specify ticket types. Installations using free-text fields for ticket type classification do not have to be migrated. The new feature is also shown in the ticket content and in the print view for agents and customers and can be adjusted in the agent interface.
hu: a natív jegytípusok támogatottak (integrálva az OTRS-be): különféle jegytípusok kezelhetők az adminisztrátori felületen. Következésképen a szabad-szavas mezők többé nem szükségesek a jegytípusok megadásához. Nem kell átköltöztetni a jegytípus besoroláshoz szabad-szavas mezőket használó telepítéseket. Az új funkciók a jegytartalomban is megjelennek, valamint az ügyintézők és az ügyfelek nyomtatási nézetében, továbbá beállíthatók az ügyintézői felületen.
ru: Поддерживаются собственные типы заявок (встроено в OTRS): Различные типы заявок задаются в интерфейсе админа. Свободные поля больше не требуются для задания типов заявок. Ранее выполненные установки с использованием свободных полей для классификации по типам заявок не переносятся при обновлении. Эта новая возможность также отображается в содержимом заявки и при печати для агентов и клиентов и настраивается в интерфейсе агента.
zh_cn: 支持原生的工单类型（集成在OTRS中）：可以在系统管理界面管理多种工单类型，所以不再需要自定义字段来指定工单类型。使用自定义字段来分类工单类型也不需要迁移。这个新功能也显示在服务人员和客户的工单内容和打印视图中，并且可以在服务人员界面调整。

source: Configuration management &amp; integrated CMDB:
hu: Konfigurációmenedzsment és integrált CMDB:
ru: Управление конфигурациями &amp; интегрированная CMDB:
zh_cn: 配置管理和集成的CMDB（配置管理数据库）：

source: OTRS::ITSM is based on an integrated configuration management data base (CMDB), which serves as the foundation for the comprehensive control of the service management processes. It represents the configuration items (CI), their complex relationships, and interdependencies with each other and with other components of the service chain.
hu: Az OTRS::ITSM egy integrált konfigurációmenedzsment-adatbázison (CMDB) alapul, amely a szolgáltatásmenedzsment folyamatok átfogó vezérlésének alapjául szolgál. Ez jeleníti meg a konfigurációelemeket (CI), azok összetett kapcsolatait, és az egymással, illetve a szolgáltatási lánc más összetevőivel vett kölcsönös függőségeket.
ru: OTRS::ITSM базируется на встроенной базе данных управления конфигурациями (CMDB), которая служит в качестве основы для всестороннего контроля процессов управления услугами. Она содержит конфигурационные единицы (CI), их связи и взаимозависимости друг с другом и другими компонентами в сервиса.
zh_cn: OTRS::ITSM基于一个集成的配置管理数据库（CMDB），CMDB是服务管理流程全面控制的基础。CMDB描绘了配置项、配置项之间的复杂关系、配置项之间及配置项与服务链上其它部件之间的相互依赖关系。

source: Comprehensive recording and management of ITSM relevant configuration items (CIs) such as computers, hardware, software, networks, documents and services, SLAs, and organizational structures
hu: Az ITSM-hez tartozó konfigurációelemek (CI-k) átfogó rögzítése és kezelése, mint például számítógépek, hardverek, szoftverek, hálózatok, dokumentumok és szolgáltatások, SLA-k, valamint szervezeti struktúrák
zh_cn: 全面记录和管理ITSM相关的配置项如计算机、硬件、软件、网络、文档和服务、SLA、组织架构等。

source: Illustration of the IT service catalog and agreements in force (SLA, OLA, UC)
hu: Az IT-szolgáltatáskatalógus és a hatályos megállapodások (SLA, OLA, UC) ábrázolása
ru: Отображение каталога ИТ-услуг и действующих соглашений (SLA, OLA, UC)
zh_cn: 描述了IT服务目录和生效协议（SLA、OLA、UC）

source: Recording, management, and illustration of technical and service related relationships and interdependencies among CMDB data, e.g. a service with all necessary, alternative or relevant CIs
hu: Technikai és szolgáltatással összefüggő kapcsolatok és a CMDB adatok közti kölcsönös függőségek rögzítése, kezelése és ábrázolása, például egy szolgáltatás az összes szükséges, alternatív vagy fontos CI-kkel
zh_cn: 记录、管理、描述技术和服务与CMDB数据之间的相关关系和相互依赖，例如一个服务需要的所有必需的、供选择的或相关的配置项

source: Management of historic, current, and future CI states, e.g. for problem diagnosis, server maintenance or planned changes
hu: A történelmi, az aktuális és a jövőbeli CI állapotok kezelése, például problémamegállapításnál, kiszolgáló-karbantartásnál vagy tervezett változásoknál
ru: Управление прошлыми, текущими и будущими состояниями CI, например, для диагностики проблем, обслуживания серверов или планируемых изменений
zh_cn: 管理配置项历史、当前和未来的状态，例如用于问题诊断、服务器维护或计划的变更

source: Analysis of the potential impact of service failures or configuration changes
hu: Szolgáltatáshibák vagy konfigurációváltozások lehetséges hatásainak elemzése
ru: Анализ возможного влияния отказов или изменений конфигурации
zh_cn: 分析服务故障或配置变更的潜在影响

source: Display of virtualized IT infrastructures, e.g. server / memory virtualization
hu: Virtualizált IT-infrastruktúra megjelenítése, például kiszolgáló / memória virtualizáció
ru: Отображение виртуальных ИТ-инфраструктур, например, сервер / виртуализации памяти
zh_cn: 显示虚拟的IT基础设施，例如服务器/内存虚拟化

source: Software license management, e.g. licenses available / in use (third party products required)
hu: Szoftverlicenc-menedzsment, például elérhető / használatban lévő licencek (harmadik féltől származó termékek szükségesek)
ru: Управление лицензиями, например, свободные лицензии / занятые (потребность в сторонних продуктах)
zh_cn: 软件许可管理，例如可用/在用的许可证（需要第三方产品）

source: Chronological life cycle management for CIs, from acquisition to disposal
hu: Időrendi életciklus-menedzsment a CI-knél a beszerzéstől az eladásig
ru: Управление жизненным циклом CI от приобретения до утилизации
zh_cn: 配置项按年代序列的生命周期管理，从购买到作废

source: Reporting of all configuration changes performed on CMDB data
hu: A CMDB adatokon végrehajtott minden konfigurációváltozás jelentése
ru: Отчетность обо всех изменениях конфигурации сделанных в CMDB
zh_cn: 对CMDB数据所做的所有配置变更的报告

source: Interface to company directories (e.g. LDAP, eDirectory, Active Directory)
hu: Felület a vállalati könyvtárakhoz (például LDAP, eDirectory, Active Directory)
ru: Взаимодействие с корпоративными каталогами (например, LDAP, eDirectory, Active Directory)
zh_cn: 公司目录接口（如LDAP、eDirectory、Active Directory等）

source: Incident management:
hu: Incidensmenedzsment:
ru: Управление инцидентами:
zh_cn: 故障管理：

source: Services and SLAs (integrated in OTRS): The new attributes "service" and "service level agreements (SLA)" were integrated in OTRS 2.2 on its way to becoming an IT service management tool. When creating a ticket, the customer can select a service (e.g. e-mail service) and a corresponding SLA. SLA attributes are &quot;response time&quot;, &quot;update time&quot; and &quot;solution time&quot;. IT service can use these attributes for notifications or ticket escalation in order to meet existing SLAs. Service and SLA specific information in the header of new e-mails can be analyzed as usual with the PostMaster filter module.
hu: Szolgáltatások és SLA-k (integrálva az OTRS-be): az új „szolgáltatás” és „szolgáltatási szint megállapodások (SLA)” jellemzők integrálva lettek az OTRS 2.2-be olyan céllal, hogy egy IT-szolgáltatásmenedzsment eszközzé váljon. Egy jegy létrehozásakor az ügyfél kiválaszthat egy szolgáltatást (például e-mail szolgáltatást) és egy megfelelő SLA-t. Az SLA jellemzők a következők: „válaszidő”, „frissítési idő” és „megoldási idő”. Az IT-szolgáltatás ezeket a jellemzőket használhatja az értesítésekhez vagy jegyeszkalációhoz annak érdekében, hogy megfeleljen a meglévő SLA-knak. Az új e-mailek fejlécében lévő szolgáltatás és SLA specifikus információk a szokásos módon elemezhetők a PostMaster szűrőmodullal.
ru: Сервисы и SLA (встроенные в OTRS): новые атрибуты "service/сервис" and "service level agreements/соглашения об уровне сервиса (SLA)" были интегрированы в OTRS 2.2 на пути создания инструмента управления ИТ - сервисами. При создании заявки, клиент может выбрать сервис (например, предоставление услуги электронная почта) и соответствующего SLA. Атрибуты SLA &quot;время ответа&quot;, &quot;время обновления&quot; и &quot;время решения&quot;. Система может использовать эти атрибуты для уведомлений или эскалации заявки, чтобы обеспечить выполнение существующих SLA. специальным образом указанная в заголовке письма информация о сервисе и SLA может быть проанализирована уже привычным способом с помощью модуля PostMaster filter.
zh_cn: 服务和SLA（集成在OTRS中）：新属性“服务”和“服务级别协议（SLA）”集成到OTRS 2.2中，以使OTRS成为一个IT服务管理工具。创建工单时客户可以选择一个服务（例如：电子邮件服务）和一个对应的SLA。SLA属性是“响应时间”、“更新时间”和“解决时间”。IT服务可以用这些属性来发送通知或进行工单升级以满足SLA要求。服务和SLA特定的电子邮件头信息同样可以用在邮箱管理员过滤器模块进行分析。

source: Comprehensive support of IT service support organization processes with incident recording, classification, prioritization, direct help (1st level support), diagnosis, coordination (2nd/3rd level support, external partners etc.), service recovery, resolution, closure and documentation
hu: Az IT-szolgáltatástámogatás szervezési folyamatainak átfogó támogatása incidensrögzítéssel, besorolással, rangsorolással, közvetlen segítséggel (első szintű támogatás), diagnózissal, irányítással (második / harmadik szintű támogatás, külső partnerek, stb.), szolgáltatás visszaállítással, döntéssel, bezárással és dokumentációval
ru: Комплексная поддержка процессов ИТ сервисной организации, включая регистрацию инцидента, классификацию, приоритезацию, непосредственную помощь (1 - линия поддержки), диагностика, координация (2-я/3-я линии поддержки, связь с внешними партнерами ...), восстановление сервиса, резолюция, закрытие и документирование
zh_cn: 全面支持IT支持服务组织的事件记录、分类、优先级、直接支持（一线支持）、诊断、协调（二线/三线支持、外部合作伙伴等）、服务恢复、解决、关闭和服务文档等流程

source: Incidents and service requests can be recorded quickly and intuitively by service desk staff and users (web self-service)
hu: Az incidensek és szolgáltatáskérések gyorsan és ösztönösen rögzíthetők a szolgáltatásnyújtó munkatársai és a felhasználók által (webes önkiszolgáló)
ru: Инциденты и запросы на обслуживание могут быть легко, на интуитивно понятном уровне, зарегистрированы персоналом поддержки или самостоятельно пользователем/клиентом (через веб-портал)
zh_cn: 故障和服务请求能够被服务台人员和客户联系人（WEB自助服务）快速和直观地记录。

source: Rule-based ticket generation and/or notification, e.g. in interaction with IT monitoring systems
hu: Szabályalapú jegyelőállítás és/vagy értesítés, például kölcsönhatásban az IT megfigyelőrendszerrel
ru: Построенное на основе определенных правил создание заявок и / или уведомлений, например, во взаимодействии с системами ИТ мониторинга
zh_cn: 基于规则的工单生成和/或通知，例如与IT监控系统交互

source: Classification and prioritization options (priority, impact, urgency)
hu: Besorolási és rangsorolási lehetőségek (prioritás, hatás, sürgősség)
ru: Возможность классификации и приоритезации (приоритет, влияние, экстренность)
zh_cn: 类别和优先顺序选项（优先级、影响、紧急度）

source: Complete CMDB coverage, e.g. services affected by the incident, configuration items concerned, FAQ database, link-up between tickets and CIs for analyses and reporting
hu: Teljes CMDB lefedettség, például az incidens által érintett szolgáltatások, érintett konfigurációelemek, GyIK adatbázis, a jegyek és CI-k közti összeköttetés elemzésekhez és jelentéshez
ru: Полный охват CMDB, например, сервисы, затронутые инцидентом, связанные элементы конфигурации, база знаний FAQ, связь между заявкой и CI для анализа и отчетности
zh_cn: 覆盖完整的CMDB，例如，被故障影响的服务、考虑配置项、FAQ知识库、在工单和配置项之间建立链接以用于分析和报表

source: (Automatic) recording of "articles" for tickets (activity record)
hu: A jegyek „bejegyzéseinek” (automatikus) rögzítése (tevékenység-rögzítés)
ru: (Автоматическая) регистрация "articles/сообщений" для заявок (запись активности)
zh_cn: （自动）记录工单“信件”（活动记录）

source: Constant monitoring and evaluation of the ticket processing progress
hu: A jegyfeldolgozó folyamat állandó megfigyelése és kiértékelése
ru: Постоянный мониторинг и оценка процесса обработки заявки
zh_cn: 经常监控和评估工单处理过程

source: Complete integration of OTRS role, group and queue mechanisms for incident ticket allocation, tracking, escalation and interpretation
hu: Az OTRS szerep, csoport és várólista mechanizmusainak teljes integrációja az incidensjegyek lefoglalásához, követéséhez, eszkalációjához és értelmezéséhez
zh_cn: 故障工单的分配、跟踪、升级和解释与OTRS的角色、组和队列机制完全集成

source: Provision and storage of relevant time data, e.g. for service level management
hu: A fontos időadatokról való gondoskodás és tárolás, például szolgáltatási szint menedzsmenthez
ru: Предоставление и хранение соответствующих данных о времени, например для управления уровнем сервиса
zh_cn: 提供和存储相关时间数据，例如服务级别管理相关的时间

source: Practical ticket handling (merge, split), allows to merge similar incidents and/or split complicated ones
hu: Praktikus jegykezelés (egyesítés, felosztás), amely lehetővé teszi a hasonló incidensek egyesítését és/vagy a bonyolultak felosztását
ru: Практическое управление заявками (объединение, разделение) позволяет объединять похожие/от одного инцидента заявки и/или разделять сложные/требующие нескольких различных действий
zh_cn: 实用的工单处理（合并、拆分），允许合并相似的故障和/或拆分复杂的故障

source: Planning, proactive control, and monitoring of service request activities (work packages, work plans, service lead times, due dates)
hu: A szolgáltatáskérés tevékenységek (munkacsomagok, munkatervek, szolgáltatás átfutási idők, esedékességek) tervezése, proaktív vezérlése és megfigyelése
ru: Планирование, проактивное управление и мониторинг запросами на обслуживание (рабочие пакеты, планы работы, временем исполнения и сроками)
zh_cn: 计划、主动控制和监控服务请求活动（工作包、工作计划、服务交货期、到期时间等）

source: Generation and tracking of problem tickets from incidents
hu: Hibajegyek előállítása és követése az incidensekből
ru: Создание и отслеживание заявок о проблеме, основанных на инцидентах
zh_cn: 从故障工单生成和跟踪问题工单

source: Problem management:
hu: Problémamenedzsment:
ru: Управление проблемами:
zh_cn: 问题管理：

source: Comprehensive support of IT organization processes in problem identification, recording, classification, prioritization, problem origin diagnosis, resolution coordination, e.g. workaround or request for change, closure, and documentation
hu: Az IT szervezési folyamatainak átfogó támogatása a probléma meghatározásában, rögzítésében, besorolásában, rangsorolásában, a probléma eredetének meghatározásában, megoldási irányításában, például kerülő megoldás vagy változáskérés, lezárás és dokumentáció
ru: Комплексная поддержка ИТ-процессов управления проблемами - идентификация, регистрация, классификация, приоритезация, выявление причин, координация разрешения, например, обходное решение или запрос на изменение, закрытие и документирование
zh_cn: 全面支持IT组织的问题识别、记录、分类、优先级、问题源诊断、协调解决（例如权变措施或变更请求）、关闭和编制文档等流程

source: Provision of relevant information for subprocesses
hu: Az alfolyamatok fontos információiról való gondoskodás
ru: Предоставление соответствующей информации для подпроцессов
zh_cn: 为子流程提供相关信息

source: Problem control (trouble-shooting),
hu: Problémaszabályozás (hibaelhárítás),
ru: Управление проблемой (устранение неисправностей),
zh_cn: 问题控制（解决问题），

source: Error control (error processing),
hu: Hibaszabályozás (hibafeldolgozás),
ru: Контроль ошибок (обработка ошибок),
zh_cn: 错误控制（错误处理），

source: Proactive problem management (e.g. ticket trend analyses) and
hu: Proaktív problémamenedzsment (például jegytrend elemzés) és
ru: Проактивное управление проблемами (например, анализ тенденций по заявкам) и
zh_cn: 主动问题管理（例如工单趋势分析）和

source: Management information (on incidents, problems and known errors)
hu: Menedzsmentinformációk (incidensekről, problémákról és ismert hibákról)
ru: Управляющая информация (по заявкам, проблемам и известным ошибкам)
zh_cn: 管理信息（关于故障、问题和已经错误）

source: Current/historic incidents, knowledge base (FAQs), and CMDB are constantly available
hu: Az aktuális / történelmi incidensek, a tudásbázisok (GyIK-ok) és a CMDB állandóan elérhetők
ru: Текущие/бывшие инциденты, база знаний (FAQ) и CMDB постоянно доступны
zh_cn: 当前/历史故障、知识库（FAQ）和配置管理数据库均一直可用

source: Complete integration of OTRS role, group and queue mechanisms to allocate, track, escalate and evaluate incident tickets
hu: Az OTRS szerep, csoport és várólista mechanizmusainak teljes integrációja az incidensjegyek lefoglalásához, követéséhez, eszkalációjához és kiértékeléséhez
zh_cn: 故障工单的分配、跟踪、升级和评估与OTRS的角色、组和队列机制完全集成

source: Systematic automated notifications on the problem resolution progress for users (user groups) concerned or the management
hu: Módszeresen automatizált értesítések a problémamegoldási folyamatokban az érintett felhasználóknál (felhasználói csoportoknál) vagy a vezetőségnél
ru: Систематическое автоматизированное уведомление о процессе разрешения проблемы для затронутых пользователей (групп пользователей) или управленцев
zh_cn: 系统自动通知客户关心的解决问题进展情况

source: Incident management receives ready signal for resolved problems
hu: Az incidensmenedzsment kész jelzést kap a megoldott problémákhoz
ru: Управление инцидентами получает сигнал готовности по решенным проблемам
zh_cn: 故障管理接收问题解决的准备信号

source: Tickets are central information containers for IT service process management: They transport multiple possible underlying data such as:
hu: A jegyek az IT-szolgáltatás folyamatmenedzsmentjének központi információ-tárolói: több lehetséges mögöttes adatot szállítanak, úgymint:
ru: Заявки являются центральным информационным накопителем для управления процессами ИТ-сервис менеджмента. Они несут в себе разнообразный возможный набор данных, таких как:
zh_cn: 工单是IT服务流程管理的中央信息容器：它们传输多种可能的基础数据，例如：

source: Persons, organizations
hu: Személyek, szervezetek
ru: Сотрудники, организации
zh_cn: 人员、组织

source: Time stamp
hu: Időbélyeg
ru: Отметку времени
zh_cn: 时间标识

source: Priority, impact, severity
hu: Prioritás, hatás, súlyosság
ru: Приоритет, влияние, тяжесть/серьезность
zh_cn: 优先级、影响、紧急度

source: Associations to IT service catalog and projects
hu: Hozzárendelések az IT-szolgáltatáskatalógusokhoz és projektekhez
ru: Связи с каталогом ИТ-сервисов и проектов
zh_cn: IT服务目录和项目的关联

source: Activities, e.g. note about a call with time accounting
hu: Tevékenységek, például egy hívással kapcsolatos jegyzet időelszámolással
ru: Запись действий, например, сообщение о звонке с указанием затраченного времени
zh_cn: 活动，例如：关于一个工时管理电话的备注

source: Objects, e.g. CIs, including relations
hu: Objektumok, például CI-k, beleértve a kapcsolatokat
ru: Объекты, например CI, включая связи
zh_cn: 对象，例如：配置项、包含关系

source: (Sub)Tickets, e.g. a problem with the underlying incidents
hu: (Al)jegyek, például egy probléma az alapjául szolgáló incidensekkel
ru: (Под)Заявки, например, проблема с перечнем инцидентов
zh_cn: （子）工单，例如：有基础故障的问题

source: Notes and attachments, e.g. scanned service request forms
hu: Jegyzetek és mellékletek, például beolvasott szolgáltatáskérés űrlapok
ru: Заметки/сообщения и вложения, например, скан формы/бланка запроса на обслуживание
zh_cn: 备注和附件，例如：扫描的服务请求单

source: Work packages, i.e. planned, allocated tasks
hu: Munkacsomagok, azaz tervezett, lefoglalt feladatok
ru: Рабочие пакеты, например, запланированные, назначенные задачи
zh_cn: 工作包，如计划的、分配的工作任务

source: SLA information
hu: SLA-információk
ru: Информация об SLA
zh_cn: SLA信息

source: Thresholds and escalation data
hu: Küszöbszintek és eszkalációs adatok
ru: Пороговые значения и параметры эскалации
zh_cn: 阈值和升级数据

source: Ticket history (all changes)
hu: Jegyelőzmények (minden módosítás)
ru: История заявки (все изменения)
zh_cn: 工单历史（所有修改）

source: Accounting information (time accounting).
hu: Elszámolási információk (időelszámolás).
ru: Информация о затратах (учет затраченного времени).
zh_cn: 工时信息（工时管理）。

source: Hardware and software requirements
hu: Hardver- és szoftverkövetelmények
ru: Требования к апаратному и програмному обеспечению
zh_cn: 硬件与软件要求

source: The requirements for OTRS::ITSM are the same as for OTRS. More information can be found in the OTRS Admin Manual.
hu: Az OTRS::ITSM követelményei megegyeznek az OTRS követelményeivel. További információk az OTRS adminisztrációs kézikönyvében találhatók.
ru: Требования для OTRS::ITSM - те же, что и для OTRS. Более подробную информацию можно найти в руководстве администратора OTRS.
zh_cn: OTRS::ITSM的要求与OTRS的要求相同，可从OTRS管理手册获得更多信息。

source: Community
hu: Közösség
ru: Сообщество
zh_cn: 社区

source: A large community has evolved around OTRS throughout the past years. Users and developers use mailing lists to share their insights about a wide variety of issues connected with the trouble ticket system. They address questions about installation, configuration, use, localization, and development. Bugs can be reported using the bug tracking system at http://bugs.otrs.org (http://bugs.otrs.org/). They directly reach the developers responsible and fixes can be provided quickly.
hu: Az elmúlt években mindenütt nagy közösség alakult ki az OTRS körül. A felhasználók és a fejlesztők levelezőlistákat használnak a panaszkezelő rendszerrel kapcsolatos mindenféle problémába való bepillantásaiknak megosztásához. Kérdéseket tesznek fel a telepítéssel, beállítással, használattal, honosítással és fejlesztéssel kapcsolatban. A hibák a http://bugs.otrs.org (http://bugs.otrs.org/) címen lévő hibakövető rendszer használatával jelenthetők. Ezek közvetlenül a felelős fejlesztőkhöz jutnak el, és a javítások gyorsan elérhetővé válnak.
ru: Большое сообщество сложилась вокруг OTRS на протяжении последних лет. Пользователи и разработчики используют почтовые рассылки , чтобы делится своими взглядами по широкому спектру вопросов, связанных с системами обработки заявок. Они шлют вопросы об установке, настройке, использовании, локализации и разработке. Есть возможность сообщить о возможных ошибках с помощью системы регистрации и отслеживания информации об ошибках http://bugs.otrs.org (http://bugs.otrs.org/). Они отправляются непосредственно к разработчикам и, заплатки/patches могут быть быстро сделаны.
zh_cn: 过去多年围绕OTRS已经形成了一个大型社区，用户和开发人员使用邮件列表来共享他们关于问题单系统的各种真知灼见。他们记录与安装、配置、使用、本地化和开发相关的各种问题。他们可以通过http://bugs.otrs.org (http://bugs.otrs.org/)BUG跟踪系统提交BUG报告，还可以直接联系负责的开发人员，相关补丁会很快提供出来。
