Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Defines the effects or impact the Change will have, e.g. &quot;4 high&quot;, etc.
hu: Azokat a hatásokat vagy következményeket határozza meg, amelyekkel a változás rendelkezni fog, például „4 magas”, stb.
zh_cn: 定义这个变更可能的效果或影响，例如“4-高”。

source: Priority
hu: Prioritás
ru: Приоритет
zh_cn: 优先级

source: Defines the priority of the Change, e.g. &quot;5 very high&quot;, &quot;3 normal&quot;, etc.
hu: A változás prioritását határozza meg, például „5 nagyon magas”, „3 normál”, stb.
zh_cn: 定义这个变更的优先级，例如“5-非常高”。

source: State
hu: Állapot
ru: Состояние
zh_cn: 状态

source: When creating a new Change, the status is automatically set. When modifying an existing Change, the Change Builder and Change Manager can manually set the status. Available statuses and result statuses are defined by the integrated State Machine, see <xref linkend="change_state_machine" /> .
hu: Egy új változás létrehozásakor az állapot automatikusan beállításra kerül. Egy meglévő változás módosításakor a változáskészítő és a változáskezelő kézzel állíthatja be az állapotot. Az elérhető állapotokat és az eredményállapotokat az integrált állapotgép határozza meg, lásd: <xref linkend="change_state_machine" />.
zh_cn: 当创建一个新的变更时，会自动设置状态。当修改一个已有变更时，变更创建人和变更经理可以手动设置状态。可用的状态和结果状态在集成的状态模式转换中定义，参阅<xref linkend="change_state_machine" />。

source: Requested (by customer) Date
hu: Kért dátum (az ügyfél által)
ru: Запрошенное (клиентом) время/дата
zh_cn: 客户请求日期

source: If required, this attribute can be deactivated via SysConfig for the &apos;ChangeEdit&apos;, &apos;ChangeAdd&apos; and &apos;ChangeZoom&apos; templates, and display the customer&apos;s desired implementation date.
hu: Ha szükséges, akkor ez az attribútum kikapcsolható a rendszerbeállításokon keresztül a „ChangeEdit”, „ChangeAdd” és „ChangeZoom” sablonoknál, és megjeleníthető az ügyfél kívánt megvalósítási dátuma.
ru: Если необходимо, этот атрибут может быть деактивирован через SysConfig для &apos;ChangeEdit&apos;, &apos;ChangeAdd&apos; и &apos;ChangeZoom&apos; шаблонов, и показа требуемой клиентом&apos; даты выполнения.
zh_cn: 如果需要的话，这个属性可以通过“ChangeEdit编辑变更”、“ChangeAdd添加变更”和“ChangeZoom变更详情”模板的系统配置不激活。这个属性显示客户期望的实施日期。

source: Attachment
hu: Melléklet
ru: Прикрепленный файл/Вложение
zh_cn: 附件

source: Enables related files and documents to be attached
hu: Kapcsoló fájlok és dokumentumok csatolását engedélyezi
ru: Задает возможность прикрепления необходимого файла или документа
zh_cn: 允许附加相关的文件和文档。

source: Category - Impact - Priority Matrix
hu: Kategória - hatás - prioritás mátrix
ru: Матрица - Категория - Влияние - Приоритет
zh_cn: 类别 - 影响 - 优先级矩阵

source: To determine the priority of a Change, OTRS::ITSM supports the Change Builder through an integrated matrix which suggests a priority for selection, based on the chosen category and change impact entered in the system. This suggested priority can always be overridden by the Change Builder.
hu: Egy változás prioritásának meghatározásához az OTRS::ITSM egy integrált mátrixon keresztül támogatja a változás-összeállítót, amely egy prioritást javasol a kijelöléshez a választott kategória és a rendszeren megadott változás hatása alapján. Ezt a javasolt prioritást a változás-összeállító mindig felülbírálhatja.
ru: Для определения приоритета Изменения OTRS::ITSM помогает Создателю Изменения выбрать приоритет на основании встроенной матрицы, базируясь на введенных значениях категории и влияния изменения. Предложенный приоритет всегда может быть скорректирован Создателем Изменения.
zh_cn: 为确定一个变更的优先级，OTRS::ITSM支持变更创建人从集成的矩阵选择一个建议的优先级（基于选择的类别和输入的变更影响）。这个建议的优先级可由变更创建人随时覆盖。

source: The category, impact and priority values given upon installation can be customized in the General Catalog by the administrator.
ru: Значения Категории, Влияния и Приоритета имеющиеся в системе после установки, могут быть исправлены в Общем Каталоге/General Catalog администратором системы.
zh_cn: 安装过程默认的类别、影响和优先级的值可由系统管理员在通用目录中定制。

source: change-matrix
hu: Változásmátrix
zh_cn: 变更矩阵

source: Here, the menu item &quot;General Catalog&quot; should be selected in the OTRS::ITSM Administration interface.
ru: Здесь, пункт меню &quot;General Catalog/Общий Каталог&quot; должен быть выбран в панели администратора OTRS::ITSM.
zh_cn: 这里应该在OTRS::ITSM系统管理界面选择菜单项“通用目录”。

source: ITSM::Change Management::Category
zh_cn: ITSM::变更管理::类别

source: Upon installation, OTRS::ITSM Change Management generates the following values for the Category selection field:
hu: Telepítés után az OTRS::ITSM változásmenedzsment a következő értékeket állítja elő a kategóriaválasztó mezőhöz:
ru: После установки, OTRS::ITSM Change Management создает следующие значения для атрибута Категория, которые можно выбрать:
zh_cn: 安装完成后，OTRS::ITSM变更管理生成选择字段“类别”的下列值：

source: 1 very low
hu: 1 nagyon alacsony
ru: 1 very low - очень низкая
zh_cn: 1-非常低

source: 2 low
hu: 2 alacsony
ru: 2 low - низкая
zh_cn: 2-低

source: 3 normal
hu: 3 normál
ru: 3 normal - нормальная
zh_cn: 3-正常

source: 4 high
hu: 4 magas
ru: 4 high - высокая
zh_cn: 4-高

source: 5 very high
hu: 5 nagyon magas
ru: 5 very high - очень высокая
zh_cn: 5-非常高

source: ITSM::Change Management::Impact
zh_cn: ITSM::变更管理::影响

source: Upon installation, OTRS::ITSM Change Management generates the following values for the Impact selection field:
hu: Telepítés után az OTRS::ITSM változásmenedzsment a következő értékeket állítja elő a hatásválasztó mezőhöz:
ru: После установки OTRS::ITSM Change Management создает следующие значения для выбора для атрибута Влияние:
zh_cn: 安装完成后，OTRS::ITSM变更管理生成下拉选择字段“影响”的下列值：

source: ITSM::Change Management::Priority
zh_cn: ITSM::变更管理::优先级

source: Upon installation, OTRS::ITSM Change Management generates the following values for the Priority selection field:
hu: Telepítés után az OTRS::ITSM változásmenedzsment a következő értékeket állítja elő a prioritásválasztó mezőhöz:
ru: После установки OTRS::ITSM Change Management создает следующие значения для выбора для атрибута Приоритет:
zh_cn: 安装完成后，OTRS::ITSM变更管理生成选择字段“优先级”的下列值：

source: Change State Machine
hu: Változás állapotgép
ru: Машина состояний Изменения
zh_cn: 变更状态模式转换

source: OTRS::ITSM features a State Machine which defines valid statuses and possible result statuses for a Change. The standard installation generates suggestions based on the following logic model:
hu: Az OTRS::ITSM egy állapotgépet ad, amely érvényes állapotokat és lehetséges eredményállapotokat határoz meg egy változáshoz. A szabványos telepítés javaslatokat állít elő a következő logikai modell alapján:
ru: OTRS::ITSM предлагает Машину состояний, которая определяет действительные состояния и возможный результирующий статус Изменения. При установке системы создается базовый вариант, основанный на следующей логике:
zh_cn: OTRS::ITSM提供一个状态模式转换用于定义一个变更的有效状态和可能的结果状态。标准安装基于下列的逻辑模型生成建议的状态模式转换：

source: change-state-machine
hu: Változás állapotgép
zh_cn: 变更状态模式转换

source: Adjustments to the State Machine can be made by the system administrator in the administration front end, under menu option &quot;State Machine&quot;. The statuses and possible result statuses should be defined here.
ru: Изменения в Машине состояний могут быть выполнены администратором в его интерфейсе через пункт меню &quot;State Machine/Машина состояний&quot;. Состояния и возможные результирующие статусы могут быть заданы здесь.
zh_cn: 系统管理员可从系统管理前端界面菜单选项“状态模式转换”调整这个状态模式转换。可在这里定义状态和可能的结果状态

source: Where necessary, additional statuses can be defined under the menu option &quot;General Catalog&quot; -&gt; &quot;ITSM::Change Management::Change::State&quot;. In OTRS::ITSM, this is illustrated as a table:
ru: При необходимости, дополнительные состояния могут быть заданы через меню &quot;General Catalog/Общий Каталог&quot; -&gt; &quot;ITSM::Change Management::Change::State&quot;.
zh_cn: 必要的时候，可通过菜单选项“通用目录”->“ITSM::变更管理::变更::状态”定义额外的状态。在OTRS::ITSM中通过一个表来描述变更状态定义：

source: change-state-transition
hu: Változás állapotátmenet
ru: изменение-состояние-переход
zh_cn: 变更-状态转换

source: Defining Participant Roles / Persons Related to a Change
hu: Egy változáshoz kapcsolódó résztvevő szerepek / személyek meghatározása
ru: Определение Ролей участников / Персоны/сотрудники, связанные с Изменением
zh_cn: 定义参与者角色 / 变更人员

source: After entering the basic data of the Change, the persons participating in implementation can be defined in the Involved Persons feature.
hu: A változás alap adatainak megadása után a megvalósításban részt vevő személyek határozhatók meg a résztvevő személyek funkcióban.
ru: После ввода основных данных Изменения, в секции Involved Persons/Вовлеченные сотрудники должны быть определены сотрудники, принимающие участие в его реализации.
zh_cn: 在输入变更的基本数据后，实施变更的参与人员可在相关人员功能中定义。

source: change-involved-persons
hu: Változásban résztvevő személyek
zh_cn: 变更相关人员

source: Here, the system offers convenient access to all connected client backends and agent backends, such as SQL databases or LDAP directory services. If specified, the CAB can be defined according to an existing CAB template.
hu: Itt a rendszer kényelmes hozzáférést nyújt az összes csatlakoztatott kliens háttérprogramhoz és ügyintézői háttérprogramhoz, mint például SQL-adatbázisok vagy LDAP könyvtárszolgáltatások. Ha meg van adva, akkor a CAB is meghatározható egy meglévő CAB-sablon szerint.
ru: Здесь система предлагает удобный доступ ко всем подключенным клиентских бэкендов и агентских бэкендов, таких как БД SQL или LDAP. Если указано, может быть определен CAB/Комитет по изменениям, с помощью шаблона встроенного CAB.
zh_cn: 这里系统提供了所有到连接的客户后端和服务人员后端如SQL数据库或LDAP目录服务的便捷访问。CAB可通过已有的CAB模板快速定义。

source: Involved Persons
hu: Résztvevő személyek
ru: Вовлеченные сотрудники
zh_cn: 相关人员

source: Change Manager
hu: Változásmenedzser
ru: Менеджер изменения
zh_cn: 变更经理

source: Assigns Change Manager privileges to an agent, for the current Change.
hu: Változásmenedzser jogosultságokat rendel hozzá egy ügyintézőhöz a jelenlegi változásnál.
ru: Назначает права Менеджера Изменений агенту для текущего Изменения.
zh_cn: 给一个服务人员分配当前变更的变更经理权限。

source: Change Builder
hu: Változás-összeállító
ru: Составитель изменения
zh_cn: 变更创建人

source: Defines the agent who processes and defines the current Change. When creating a new Change, the current agent is automatically entered as the Change Builder.
hu: Azt az ügyintézőt határozza meg, aki a jelenlegi változást kidolgozza és meghatározza. Egy új változás létrehozásakor a jelenlegi ügyintéző automatikusan beírásra kerül változás-összeállítóként.
ru: Определяет агента, который задает и выполняет текущее Изменение. При создании нового Изменения, текущий агент автоматически становится Составителем Изменения/Change Builder.
zh_cn: 定义创建和处理当前变更的服务人员。当创建一个新的变更时，当前服务人员自动成为变更创建人。

source: Change Advisory Board
hu: Változásmenedzsment-tanács
ru: CAB - Комитет по изменениям
zh_cn: 变更咨询委员会

source: Defines a group of people which can include agents and customers.
hu: Emberek csoportját határozza meg, amely ügyintézőket és ügyfeleket tartalmazhat.
ru: Задает группу сотрудников, которая может состоять из клиентов и агентов.
zh_cn: 定义一组包括服务人员和客户联系人的人员。

source: Linking a Change with a Request for Change
hu: Egy változás összekapcsolása egy változáskéréssel
ru: Связывание Изменения с Запросом на изменение
zh_cn: 将变更链接到变更请求

source: Through the OTRS Framework&apos;s renowned linking mechanism, the system allows a change to be linked to a ticket. In this way, the origin of a change i.e. the Request for Change or problem can be easily identified.
hu: Az OTRS keretrendszer híres kapcsolódási mechanizmusán keresztül a rendszer lehetővé teszi, hogy egy változás hozzá legyen kapcsolva egy jegyhez. Ily módon egy változás eredete, azaz a változáskérés vagy probléma egyszerűen azonosítható.
zh_cn: 通过OTRS框架著名的链接机制，系统允许一个变更链接到一个工单。这样变更起源如变更请求或问题就很容易识别出来。

source: change-rfc-relation
hu: Változás-változáskérelem kapcsolat
zh_cn: 变更与RFC的关系

source: Furthermore, it is possible to open the corresponding Change directly from a ticket within the Incident or Problem Management process i.e., the ticket system from which it originated. In this case, the system creates a transparent link between the ticket and Change. In the configuration, this feature can be restricted to only those agents who are permitted to create Changes. It is also possible to restrict the usage of the ticket type "RfC" to only those agents who have access to the Change Management area. Please have a look at the following sysconfig options:
hu: Azonkívül lehetőség van a megfelelő változást közvetlenül a jegyből megnyitni az incidens- vagy problémamenedzsment folyamaton belül, azaz abból a jegyrendszerből, ahonnan származik. Ebben az esetben a rendszer egy átlátszó hivatkozást hoz létre a jegy és a változás között. A beállításokban ez a szolgáltatás csak azokhoz az ügyintézőkhöz regisztrálható, akiknek megengedett változások létrehozása. Lehetséges az „RfC” jegytípus használatának korlátozása is kizárólag azon ügyintézők számára, akik hozzáféréssel rendelkeznek a változásmenedzsment területhez. Vessen egy pillantást a következő rendszerbeállítási lehetőségekre:
zh_cn: 此外还可以从变更起源的故障或问题管理流程直接打开相关的变更。在这种情况下，系统会创建一个工单和变更的透明链接。可以在系统配置中限制只有授权的服务人员才能创建变更。还可以限制工单类型“RFC”只有变更管理授权的服务人员才能使用。请查看以下的系统配置选项：

source: Defining Conditions
hu: Feltételek meghatározása
ru: Определение Условий
zh_cn: 定义条件

source: OTRS::ITSM allows conditions and actions to be defined based on the attributes of a Change and/or Work Order. Through the administration front-end, these attributes can be activated or deactivated for the Change Builder.
hu: Az OTRS::ITSM lehetővé teszi feltételek és műveletek meghatározását egy változás és/vagy munkamegrendelés attribútumai alapján. Ezek az attribútumok az adminisztrációs előtétprogramon keresztül bekapcsolhatók vagy kikapcsolhatók a változás-összeállítónál.
ru: ВOTRS::ITSM можно задавать условия и действия, основанные на атрибутах Изменения и/или Задачи. Через панель администратора эти возможности могут быть включены или отключены для Составителя Изменений.
zh_cn: OTRS::ITSM允许基于变更和/或工作指令的属性定义条件和操作。从系统管理前端可以为变更创建人激活/去激活这些属性。

source: Workflows can be defined here. For example, a workflow to set the entire Change to &quot;canceled&quot; or request review / approval clearance when a Work Order is canceled.
hu: Itt határozhatók meg a munkafolyamatok. Például egy munkafolyamat a teljes változás „megszakított” értékre állításához, vagy vizsgálat / jóváhagyás engedélyezés kéréséhez, amikor egy munkamegrendelést megszakítanak.
ru: Также, здесь можно задать Workflows/Рабочие процессы. Например, процесс перевода всего Изменения в состояние &quot;canceled/отменено&quot; или отмену request review / approval при отмене Задачи.
zh_cn: 可以在这里定义工作流程。例如，当取消一个工作指令时设置整个变更为“取消”或“请求审核/批准清除”的工作流程。

source: change-conditions
hu: Változásfeltételek
zh_cn: 变更-条件

source: It should be noted that the defined conditions are not executed in a certain order; rather, actions are processed in the order they were set.
hu: Megjegyzendő, hogy a meghatározott feltételek nem egy bizonyos sorrendben kerülnek végrehajtásra. Ehelyett a műveletek abban a sorrendben lesznek feldolgozva, ahogy beállították azokat.
ru: Необходимо отметить, что заданные условия не выполняются в определенном порядке; скорее, действия выполняются в том порядке, в котором они были заданы.
zh_cn: 需要注意的是，不是按按照某个顺序执行条件，而是按条件设置的顺序处理操作。

source: Conditions available at the Change level
hu: A változásszinten elérhető feltételek
ru: Условия доступные на уровне Изменений
zh_cn: 变更级别可用的条件

source: The following attributes can be used to define Conditions at the Change level.
hu: A következő attribútumok használhatók feltételek meghatározásához a változásszinten.
zh_cn: 在变更级别，可用下面的属性来定义条件。

source: Change Attribute
hu: Változás attribútum
ru: Атрибуты Изменения
zh_cn: 变更属性

source: Logical Operator
hu: Logikai művelet
ru: Логические операторы
zh_cn: 逻辑操作符

source: AccountedTime
hu: Elszámolt idő
ru: Затраченное время
zh_cn: 占用时间

source: PlannedEffort
hu: Tervezett ráfordítás
ru: Планируемые ресурсы???
zh_cn: 计划工作量

source: is
ru: is - является
zh_cn: 是

source: is not
hu: nem
ru: is not - не является
zh_cn: 不是

source: is empty
hu: üres
ru: is empty - пусто
zh_cn: 为空

source: is not empty
hu: nem üres
ru: is not empty - не пусто
zh_cn: 不为空

source: is greater than
hu: nagyobb mint
ru: is greater than - больше чем
zh_cn: 大于

source: is less than
hu: kisebb mint
ru: is less than - меньше чем
zh_cn: 小于

source: ChangeBuilder
hu: Változás-összeállító
ru: ChangeBuilder - Составитель Изменения
zh_cn: 变更创建人

source: ChangeState
hu: Változásállapot
ru: ChangeState - Состояние Изменения
zh_cn: 变更状态

source: ChangeManager
hu: Változásmenedzser
ru: ChangeManager - Менеджер Изменения
zh_cn: 变更经理

source: ChangeTitle
hu: Változáscím
ru: ChangeTitle - Заголовок Изменения
zh_cn: 变更标题

source: begins with
hu: ezzel kezdődik
ru: begins with - начинается с
zh_cn: 以...开始

source: ends with
hu: ezzel végződik
ru: ends with - заканчивается
zh_cn: 以...结束

source: contains
hu: tartalmazza
ru: contains - содержит
zh_cn: 包含

source: does not contain
hu: nem tartalmazza
ru: does not contain - не содержит
zh_cn: 不包含

source: Conditions available at the Work Order level
hu: A munkamegrendelés-szinten elérhető feltételek
ru: Условия доступные на уровне Задач
zh_cn: 工作指令级别可用的条件

source: The following attributes can be used to define conditions at the Work Order level.
hu: A következő attribútumok használhatók feltételek meghatározásához a munkamegrendelés-szinten.
ru: Следующие атрибуты могут использоваться при задании Условий на уровне Задач.
zh_cn: 在工作指令级别，可用下面的属性来定义条件。

source: Work Order Attribute
hu: Munkamegrendelés attribútum
ru: Атрибут Задачи
zh_cn: 工作指令属性

source: WorkOrderNumber
hu: Munkamegrendelés-szám
ru: WorkOrderNumber - Номер задачи
zh_cn: 工作指令编号

source: WorkOrderState
hu: Munkamegrendelés-állapot
ru: WorkOrderState - состояние Задачи
zh_cn: 工作指令状态

source: WorkOrderType
hu: Munkamegrendelés-típus
ru: WorkOrderType - Тип Задачи
zh_cn: 工作指令类型

source: WorkOrderAgent
hu: Munkamegrendelés ügyintéző
ru: WorkOrderAgent - Агент для задачи
zh_cn: 工作指令服务人员

source: WorkOrderTitle
hu: Munkamegrendelés-cím
ru: WorkOrderTitle - Заголовок Задачи
zh_cn: 工作指令标题

source: Defining Actions
hu: Műveletek meghatározása
ru: Определение действий
zh_cn: 定义操作

source: After the conditions have been established, OTRS::ITSM allows you to define any number of actions to be executed on the current Change or all / one of the Work Orders of the current change.
hu: Miután a feltételek létre lettek hozva, az OTRS::ITSM lehetővé teszi akármennyi művelet meghatározását, amelyet a jelenlegi változáson vagy a jelenlegi változás összes munkamegrendelésén vagy azok egyikén végre kell hajtani.
ru: После того, как все условия заданы, OTRS::ITSM позволяет определить любое количество действий, которые необходимо выполнить по текущему Изменению и всем/одной Задаче текущего Изменения.
zh_cn: 建立条件后，OTRS::ITSM允许为当前变更或所有/一个工作指令定义任意数量的操作。

source: Actions available at the Change level
hu: A változásszinten elérhető műveletek
ru: Действия доступные на уровне Изменений
zh_cn: 变更级别可用的操作

source: The following actions can be performed for Change objects. The operator &quot;set&quot; enables the selected attribute to be set at a specific value, if the defined condition is true. On the other hand, the operator &quot;lock&quot; freezes the selected attribute, for as long as the defined condition is true i.e. a manual change is not possible.
hu: A következő műveletek hajthatók végre a változás objektumoknál. A „beállítás” művelet azt engedélyezi, hogy a kijelölt attribútum egy adott értékre legyen beállítva, ha a meghatározott feltétel igaz. Másrészről a „zárolás” művelet befagyasztja a kijelölt attribútumot egészen addig, amíg a meghatározott feltétel igaz, azaz egy kézi változtatás nem lehetséges.
zh_cn: 变更对象可以执行下面的操作。如果定义的条件为真，操作符“设置”使选择的属性设置为一个指定的值。另一方面，操作符“锁定”在条件为真时冻结选择的属性，例如不能进行手动变更。

source: Action
hu: Művelet
ru: Действие
zh_cn: 操作

source: set
hu: beállítás
ru: Установить
zh_cn: 设置

source: lock
hu: zárolás
ru: заблокировать
zh_cn: 锁定

source: Actions Available at the Work Order Level
hu: A munkamegrendelés-szinten elérhető műveletek
ru: Действия допустимые на уровне Задачи
zh_cn: 工作指令级别可用的操作

source: The following actions can be performed for Work Order objects. The operator &quot;set&quot; enables the selected attribute to be set at a specific value, if the defined condition is true. On the other hand, the operator &quot;lock&quot; freezes the selected attribute, for as long as the defined condition is true i.e. a manual change is not possible.
hu: A következő műveletek hajthatók végre a munkamegrendelés objektumoknál. A „beállítás” művelet azt engedélyezi, hogy a kijelölt attribútum egy adott értékre legyen beállítva, ha a meghatározott feltétel igaz. Másrészről a „zárolás” művelet befagyasztja a kijelölt attribútumot egészen addig, amíg a meghatározott feltétel igaz, azaz egy kézi változtatás nem lehetséges.
zh_cn: 工作指令对象可以执行下面的操作。如果定义的条件为真，操作符“设置”使选择的属性设置为一个指定的值。另一方面，操作符“锁定”在条件为真时冻结选择的属性，例如不能进行手动变更。

source: Actions available at the Work Order level
hu: A munkamegrendelés-szinten elérhető műveletek
ru: Действия допустимые на уровне Задачи
zh_cn: 工作指令级别可用的操作

source: Rescheduling (Postponing) the Start / End Time of a Change
hu: Egy változás kezdési / befejezési idejének átütemezése (elhalasztás)
ru: Переустановка (Отсрочка) времени Начала / Окончания Изменения
zh_cn: 重新安排（推迟）一个变更的开始/结束时间

source: In practice, the planned start or end time of a Change may need to be revised. The system allows the Change Builder to do this with the &quot;Move Time Slot&quot; feature.
hu: A gyakorlatban egy változás tervezett kezdési vagy befejezési idejét szükséges lehet megváltoztatni. A rendszer lehetővé teszi a változás-összeállítónak ennek megtételét az „Időrés áthelyezése” szolgáltatással.
ru: На практике, бывает необходимо пересмотреть время начала или окончания Изменения. Система позволяет Составителю Изменения осуществить это с помощью опции &quot;Move Time Slot/Сдвинуть временНые границы&quot;
zh_cn: 实际环境中，计划的变更开始/结束时间可能被修改。系统允许变更创建人通过“移动时间轴”功能来实现此目的。

source: Through selector fields, the Change Builder has the ability to shift the planned Change implementation timeframe.
hu: A kiválasztó mezőkön keresztül a változás-összeállító rendelkezik a tervezett változás megvalósítási időkeret eltolásának képességével.
ru: Используя поля выбора, Составитель Изменения имеет возможность сдвинуть границы планируемого временНого периода осуществления Изменения
zh_cn: 通过选择字段，变更创建人可以移动变更实施时间表。

source: change-move-timeslot
hu: Változás időrésének áthelyezése
zh_cn: 变更-移动时间轴

source: Creating a Work Order
hu: Munkamegrendelés létrehozása
ru: Создание Задачи
zh_cn: 创建一条工作指令

source: Within a Change, the system offers a &quot;Add Work Order&quot; feature which enables any number of sub-tasks (Work Orders) related to a selected Change to be entered.
hu: Egy változáson belül a rendszer felajánl egy „Munkamegrendelés hozzáadása” funkciót, amely egy kiválasztott változáshoz kapcsolódóan akármennyi alfeladat (munkamegrendelés) megadását engedélyezi.
ru: Внутри Изменения, система предлагает опцию &quot;Add Work Order/Добавить Задачу&quot;, позволяющую создать любое количество подзадач (Задач) связанных с выбранным Изменением.
zh_cn: 在一个变更中，系统提供了“添加工作指令”功能，可以给一个选定的变更添加任意数量的子任务（即工作指令）。

source: Attributes of a Work Order
hu: Egy munkamegrendelés attribútumai
ru: Атрибуты Задачи
zh_cn: 工作指令的属性
