Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: en
hu: hu
zh_cn: 中文

source: This work is copyrighted by OTRS AG.
hu: Ez a mű az OTRS AG szerzői joga alatt áll.
ru: Этот документ защищен авторским правом OTRS AG.
zh_cn: 本作品版权归OTRS AG所有。

source: You may copy it in whole or in part as long as the copies retain this copyright statement.
hu: Lemásolhatja részben vagy egészben mindaddig, amíg a másolat tartalmazza ezt a szerzői jogi nyilatkozatot.
ru: Это руководство может быть скопировано целиком или частично, при условии, что это уведомление об авторских правах будет включено в каждую копию.
zh_cn: 只要您保留此版权声明，就可以拷贝文档。

source: The source code of this document can be found at <ulink url="https://otrs.github.io">github</ulink>, in the repository <ulink url="https://github.com/OTRS/doc-itsm">doc-itsm</ulink>. Contributions are more than welcome. You can also help translating it to your language at <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.
hu: A dokumentum forráskódja megtalálható a <ulink url="https://otrs.github.io">githubon</ulink> a <ulink url="https://github.com/OTRS/doc-itsm">doc-itsm</ulink> tárolóban. A hozzájárulásokat mindennél jobban köszönjük. Segíthet a saját nyelvére való fordításban is a <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink> oldalon.
zh_cn: 本文档的源代码可以在<ulink url="https://otrs.github.io">github</ulink>上找到，具体位置是<ulink url="https://github.com/OTRS/doc-itsm">doc-itsm</ulink>，欢迎贡献更多内容。您也可以在<ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>上帮助翻译本文档为您的语言。

source: UNIX is a registered trademark of X/Open Company Limited. Linux is a registered trademark of Linus Torvalds.
ru: UNIX является зарегистрированной торговой маркой компании X/Open Company Limited. Linux является зарегистрированной торговой маркой Линуса Торвальдса / Linus Torvalds.
zh_cn: UNIX是X / Open有限公司的注册商标。 Linux是Linus Torvalds的注册商标。

source: MS-DOS, Windows, Windows 95, Windows 98, Windows NT, Windows 2000, Windows XP and Windows 2003 are registered trademarks of Microsoft Corporation. Other trademarks and registered trademarks are: SUSE and YaST of SUSE GmbH, Red Hat and Fedora are registered trademarks of Red Hat, Inc. Mandrake is a registered trademark of MandrakeSoft, SA. Debian is a registered trademark of Software in the Public Interest, Inc. MySQL and the MySQL Logo are registered trademarks of MySQL AB.
zh_cn: S-DOS, Windows, Windows 95, Windows 98, Windows NT, Windows 2000, Windows XP, Windows 2003, Windows Vista 与Windows 7是Microsoft公司的注册商标。其他商标与注册商标有：SUSE 与 SUSE Linux GmbH的YaST， Red Hat 与 Fedora是Red Hat公司的注册商标。Mandrake是加州MandrakeSoft公司的注册商标。Debian 是Public Interest公司的注册软件商标。MySQL以及MySQL标识是Oracle公司的注册商标。

source: All trade names are used without the guarantee for their free use and are possibly registered trade marks.
ru: Все торговые марки используются без гарантий их свободного использования и, возможно, являются зарегистрированными торговыми марками.
zh_cn: 所有的商标与注册商标都是免费使用，未经授权

source: OTRS AG essentially follows the notations of the manufacturers. Other products mentioned in this manual may be trademarks of the respective manufacturer.
ru: OTRS AG, по существу, следует обозначениям производителей. Другие продукты, упомянутые в этом руководстве, могут быть торговыми марками соответствующих производителей.
zh_cn: OTRS AG 本质上是制造商标志。本手册中提到的其它产品可能是各自制造商的商标。

source: Preface
hu: Előszó
ru: Предисловие
zh_cn: 前言

source: The document at hand addresses OTRS::ITSM users and administrators and provides information on the basic use of OTRS::ITSM by IT service managers, IT service staff (agents) and end users (customers). Information pertaining to the installation, configuration and administration of OTRS::ITSM is only provided if there are differences to the OTRS core product or for functions, which only exist in OTRS::ITSM.
hu: A kezében lévő dokumentum az OTRS::ITSM felhasználókat és adminisztrátorokat szólítja meg, és az OTRS::ITSM alapvető használatáról nyújt információkat az IT-szolgáltatás kezelőinek, IT-szolgáltatás munkatársainak (ügyintézőknek) és a végfelhasználóknak (ügyfeleknek). Az OTRS::ITSM telepítésére, beállítására és adminisztrálására vonatkozó információkat csak akkor ismerteti, ha azok eltérnek a fő OTRS terméktől, illetve olyan függvényeknél, amelyek csak az OTRS::ITSM-ben léteznek.
ru: Документ предназначен для пользователей OTRS::ITSM и администраторов и содержит информацию об основах использования OTRS::ITSM ИТ-менеджерами, сервисным персоналом (агентами) и конечными пользователями (клиентами). Информация, относящаяся к установке, настройке и администрированию OTRS::ITSM приводится только в том случае, если она отличается от основного продукта OTRS или для функций, имеющихся только в OTRS::ITSM.
zh_cn: 本文档适用于OTRS::ITSM用户和管理员，并为IT服务经理、IT服务人员和最终用户（客户）提供OTRS::ITSM模块的基本使用信息。仅提供与OTRS核心产品有差异的关于OTRS::ITSM模块安装、配置和管理的信息，或只在OTRS::ITSM模块中存在的函数信息。

source: In spite of the many many hours of work, even more cups of coffee and quite a few sausages and pretzels consumed in the course of writing the following sections, this manual does not claim to be complete. The chapters will be revised and/or amended periodically for continual improvement.
hu: A sok-sok munkaóra, a még annál is több csésze kávé, jó néhány kolbász és perec ellenére, amelyet a következő szakaszok írása során fogyasztottunk el, nem állítjuk, hogy ez a kézikönyv teljes lenne. A fejezeteket át fogjuk nézni és/vagy időszakosan módosítani fogjuk a folyamatos fejlesztésnél.
ru: Несмотря на многих многие часы работы, море чашек кофе и нескольких сосисок и кренделей, употребленных в процессе написания следующих разделов, данное руководство не претендует на полноту. Главы будут периодически пересматриваться и/или дополняться для постоянного совершенствования.
zh_cn: 尽管在编写以下章节的过程中耗费了许多小时的工作,甚至还有多杯咖啡和不少香肠和椒盐卷饼,本手册并没有声称自己是完整的。章节内容将定期修订以便持续改进。

source: We welcome your feedback as a critical contribution to the best possible quality of the following chapters and of the product itself. Please tell us if you miss information, find it difficult to understand certain aspects or the way they are presented, have suggestions or any other comments. Any feedback submitted at http://otrs.org is highly appreciated.
hu: Örömmel fogadunk minden visszajelzést, akárcsak a kritikus hozzájárulását a következő fejezetek lehető legjobb minőségéhez és magához a termékhez. Kérjük, jelezze felénk, ha valamilyen információt hiányol, nehéznek talál megérteni egyes területeket vagy azt a módszert, ahogy bemutatjuk azt, illetve ha javaslatai vagy bármilyen hozzáfűzni valója van. Minden visszajelzést nagyra értékelünk, amit a http://otrs.org címre küld.
ru: Мы приветствуем ваши сообщения как неоценимый вклад в улучшение качества руководства и продукта в целом. Сообщайте нам, если вы не нашли нужной информации, ощутили трудности в понимании различных аспектов или способов их описания, имеете предложения или замечания. Любые сообщения отправленные на http://otrs.org всячески приветствуются.
zh_cn: 我们期待你的反馈能作为章节内容和产品本身高质量的关键贡献。如果你缺少什么信息、某些方面或它们的表现手法很难理解、有建议或任何其他意见，都请告诉我们。在http://otrs.org提交任何反馈均深表感谢。

source: We are very proud of the product at hand and want to thank the ITIL experts of Enterprise Consulting GmbH and our top-notch OTRS developers. Their joint efforts have significantly contributed to the successful development of OTRS::ITSM.
hu: Nagyon büszkék vagyunk a kezében lévő termékre, és szeretnénk köszönetet mondani az Enterprise Consulting GmbH ITIL szakértőinek és a remek OTRS fejlesztőinknek. A közös erőfeszítéseik jelentősen hozzájárultak az OTRS::ITSM sikeres fejlesztéséhez.
ru: Мы очень гордимся результатом наших усилий и хочим поблагодарить ITIL экспертов Enterprise Consulting GmbH и наших первоклассных OTRS разработчиков. Их совместные усилия внесли значительный вклад в успешное развитие OTRS::ITSM.
zh_cn: 我们为手中的产品非常自豪，在此要感谢企业咨询股份有限公司的ITIL专家和一流的OTRS开发人员，他们的共同努力为成功开发OTRS::ITSM做出了显著贡献。

source: We want to thank you, the users and OTRS::ITSM community, in advance for any kind of aid and feedback and hope you will have fun using OTRS::ITSM.
hu: Szeretnénk megköszönni önnek, a felhasználóknak és az OTRS::ITSM közösségnek előre is bármilyen fajta támogatást és visszajelzést. Reméljük, hogy örömét fogja lelni az OTRS::ITSM használatában.
ru: Мы хотим поблагодарить также членов нашего OTRS::ITSM сообщества за все виды помощи и отзывы и надеемся, что вы получите удовлетворение от использования OTRS::ITSM.
zh_cn: 我们还要感谢您、OTRS::ITSM的用户和社区提前所做的任何形式的援助和反馈,希望您能开心地使用otr::ITSM。

source: André Mindermann, Managing Partner OTRS AG
hu: André Mindermann, az OTRS AG ügyvezető partnere
zh_cn: André Mindermann安德烈.明德尔曼，OTRS AG管理合伙人

source: Bad Homburg, May 2007
hu: Bad Homburg, 2007. május
zh_cn: 巴特洪堡，2007年5月

source: ((enjoy))
hu: ((élvezze))
zh_cn: ((享受吧))

source: OTRS::ITSM - OTRS for IT service management
hu: OTRS::ITSM - OTRS az IT-szolgáltatásmenedzsmenthez
ru: OTRS::ITSM - OTRS для Управление Сервисами ИТ
zh_cn: OTRS::ITSM - OTRS IT服务管理

source: IT is expected to consistently deliver high service quality in an increasingly complex field. In this context, effective and efficient incident and problem management are indispensable. However, IT service management remains a task almost impossible if there is no consistent and up-to-date database with information about the state and configuration of the IT infrastructure.
hu: Az információtechnológia folyamatosan magas szolgáltatásminőség nyújtását várja el egy egyre inkább összetettebb területen. Ebben a környezetben a hatékony és eredményes incidens- és problémamenedzsment elengedhetetlen. Azonban az IT-szolgáltatásmenedzsment hátralévő feladata szinte lehetetlen, ha nincs következetes és naprakész adatbázisa az IT-infrastruktúra állapotának és beállításának információiról.
ru: ИТ предполагают, последовательно предоставлять высокое качество обслуживания во все усложняющемся поле. В этом контексте, без эффективного и действенного управления инцидентами и проблемами не обойтись. Тем не менее, управление ИТ-услугами остается почти невозможной задачей , если нет согласованной и актуальной базы данных с информацией о состоянии и конфигурации ИТ-инфраструктуры.
zh_cn: IT被期望于在一个日益复杂的领域持续提供高质量服务。在这种背景下,有效和高效的故障和问题管理是不可或缺的。然而,如果没有统一并保持更新的有关IT基础设施的状态和配置的数据库信息，IT服务管理仍然是一个几乎不可能完成的任务。

source: The IT Infrastructure Library®, short ITIL®, is a series of books published by the United Kingdom's Office of Government Commerce (OGC), which generically combine best practice approaches to designing, providing, operating and managing IT services. ITIL does not focus on the technology but the services provided by the IT and comprises information on processes, roles, responsibilities, potential problem fields/resolutions, and definitions of terms.
hu: Az IT Infrastructure Library® (Informatikai infrastruktúra könyvtár) - röviden ITIL® - az Egyesült Királyság Kormányzati Kereskedelmi Irodája (OGC) által közzétett könyvsorozat, amely általánosságban egyesíti a legjobb gyakorlati megközelítéseket az IT-szolgáltatások tervezéséhez, szolgáltatásához, működtetéséhez és menedzseléséhez. Az ITIL nem a technológiára összpontosít, hanem az IT által nyújtott szolgáltatásokra, és információkat tartalmaz a folyamatokról, szerepekről, felelősségekről, a lehetséges problémakörökről és megoldásokról, valamint a fogalmak meghatározásáról.
ru: IT Infrastructure Library®, кратко ITIL®, это серия книг опубликованных United Kingdom's Office of Government Commerce (OGC), которые обобщили лучшие практики по разработке, внедрению, использованию и управлению ИТ-услугами. ITIL не фокусируется на технологии, а в первую очередь на предоставлении ИТ-услуг и содержит информацию о процессах, ролях, ответственных, потенциальных проблемных областях/способах решения, а также определения терминов.
zh_cn: IT基础设施库，简称为ITIL®，是英国商务部发布的一系列书籍，为设计、提供、运营和管理IT服务提供了最佳实践。ITIL不关注具体的技术，而是关注IT提供的服务，以及流程、角色、责任、潜在问题/决议和条款定义信息。

source: ITIL has established itself as de facto standard over the past years and its circulation in IT organizations has contributed considerably to the development of a collective awareness and consistent terminology for IT service management. However, ITIL only describes &quot;who should do what&quot; and what should be considered along the way. In order to cover as wide a user group as possible, it does not or to a little extent address the issue of how to do things. Therefore, no implementable information is given for particular industries, companies, or manufacturers.
hu: Az ITIL magát de facto szabványként hozta létre az elmúlt években, és annak körforgása az informatikai szervezetekben jelentős mértékben hozzájárult az IT-szolgáltatásmenedzsment kollektív tudatosságának és következetes terminológiájának fejlesztéséhez. Azonban az ITIL mindössze annyit ír le, hogy „kinek mit kell tennie”, és mit kell figyelembe venni útközben. Annak érdekében, hogy a lehető legszélesebb felhasználói csoportot lefedje, egyáltalán nem vagy csak kis mértékben foglalkozik azzal a problémával, hogy hogyan kell csinálni a dolgokat. Ezért nem adnak megvalósítható információkat az egyes iparágak, cégek vagy a gyártók számára.
ru: ITIL зарекомендовала себя как стандарт де-факто на протяжении последних лет и ее использование в ИТ-организациях внесла значительный вклад в развитие коллективного сознания и согласованной терминологии для управления ИТ-услугами. Тем не менее, ITIL только описывает и quot;кто и что должен делать&quot; и что следует делать на этом пути. Для того, чтобы охватить как можно более широкую группу пользователей, насколько это возможно, описывает как сделать что-то. Таким образом, информация не дается для отдельных отраслей, компаний или производителей.
zh_cn: ITIL在过去的多年中已经成为事实上的标准,其在IT组织的流通为开发共识和一致的IT服务管理术语作出了显著的贡献。然而,ITIL仅描述“谁应该做什么”,以及“这个过程中应该考虑什么”。为了覆盖尽可能广泛的用户群,它没有提及哪怕一丁点如何做事的问题。因此,没有给出适用特定行业、公司或制造商的可部署信息。

source: In December 2005, the ITIL based ISO/IEC 20000 industry standard for IT service management was published. IT organizations can apply for ISO/IEC 20000 certification and prove their conformity.
hu: Az ITIL-t 2005. decemberében tették közzé az ISO/IEC 20000 ipari szabvány alapján az IT-szolgáltatásmenedzsmenthez. Az IT-szervezetek alkalmazhatják az ISO/IEC 20000 tanúsítványt és bizonyíthatják annak megfelelőségét.
ru: В декабре 2005, был опубликован промышленный стандарт по управлению ИТ-услугами ISO/IEC 20000, основанный на ITIL. IT организации могут подавать заявки на соответствие ISO/IEC 20000.
zh_cn: 2005年12年，基于ITIL的IT服务管理工业标准ISO/IEC 20000发布。IT组织能够申请ISO/IEC 20000认证以证明自身合格。

source: The continuing boom caused demand for IT service management tools, which could represent the ITIL-based processes. So far, only proprietary solutions existed. Because of their considerable complexity, most of these tools are only affordable for large companies and effective in large IT departments.
hu: A folyamatos növekedés keresletet okozott az olyan IT-szolgáltatásmenedzsment eszközök iránt, amelyek képesek voltak megjeleníteni az ITIL-alapú folyamatokat. Addig csak zárt forrású, kereskedelmi megoldások léteztek. A nagymértékű bonyolultságuk miatt ezen eszközök nagy része csak nagy cégek számára megfizethetők és nagy IT-részlegekben hatékonyak.
ru: Продолжающийся бум вызвал спрос на инструменты управления ИТ-услугами, основывающиеся на основе процессов ITIL. До сиз пор существовали только фирменные решения . Из-за их значительной сложности, большинство из этих инструментов доступны только для крупных компаний и эффективны в крупных ИТ- подразделениях.
zh_cn: 持续的繁荣引起对基于ITIL流程的IT服务管理工具的需求。到目前为止,只有专有的解决方案。因为有相当大的复杂性,这些工具大多数只有大公司负担得起，以及适用于大的IT部门。

source: The development of OTRS::ITSM was started as a result of the great success of the OTRS framework in order to combine the globally accepted, public ITIL recommendations with the benefits of open-source software.
hu: Az OTRS::ITSM fejlesztését az OTRS keretrendszer nagy sikerének eredményeként indították annak érdekében, hogy egyesítse a globálisan elfogadott, nyilvános ITIL ajánlásokat a nyílt forrású szoftverek előnyeivel.
ru: Разработка OTRS::ITSM явилась результатом огромного успеха OTRS и с целью объединить всемирно признанные рекомендации ITIL с преимуществами open-source ПО.
zh_cn: OTRS::ITSM模块的开发被提上日程，以OTRS框架的极大成功为基础，将全球接受的、公用的ITIL推荐规范与开源软件的好处相结合。

source: OTRS::ITSM 1.0 was the first real-world ITIL compliant IT service management solution on open-source basis, built on the solid basis of OTRS with its over 55,000 known OTRS installations and its community (information dating from April 2007). OTRS::ITSM is under active development and new features are added continuously.
hu: Az OTRS::ITSM 1.0 volt az első nyílt forráson alapuló valós ITIL-kompatibilis IT-szolgáltatásmenedzsment megoldás, amely az OTRS szilárd alapjaira épült annak több mint 55 000 ismert OTRS telepítésével és azok közösségével (2007. áprilisától számított információk). Az OTRS::ITSM aktív fejlesztés alatt van, és folyamatosan új szolgáltatások kerülnek hozzáadásra.
ru: OTRS::ITSM 1.0 был первой практической реализацией, совместимого с ITIL решения по управлению процессами оказания ИТ-услуг, на основе open-source, построенной на базе OTRS с ее более чем 55,000 известных инсталляций (информация на апрель 2007). OTRS::ITSM активно развивается, в нее постоянно добавляются новые возможности.
zh_cn: OTRS::ITSM 1.0是第一个真实世界ITIL兼容的开源IT服务管理解决方案，它建立在OTRS超过5500份安装和社区支持（2007年数据）的可靠基础之上。OTRS::ITSM仍在积极开发中，并不断添加新功能。

source: OTRS::ITSM is practically-oriented. This was accomplished by developing it in collaboration with ITIL consultants and with some of OTRS Groups' customers.
hu: Az OTRS::ITSM gyakorlatközpontú. Ezt úgy érték el, hogy ITIL konzulensekkel és az OTRS csoport néhány ügyfelének együttműködésével fejlesztették.
ru: Пакет OTRS::ITSM - практически-ориентированный. Это было достигнуто путем разработки его в сотрудничестве с ITIL консультантами и с некоторыми из клиентов OTRS Группы.
zh_cn: OTRS::ITSM是面向事实的，这是通过与ITIL咨询顾问和一些OTRS的客户共同合作开发完成的。

source: The service-desk and ticket system solution OTRS is the basis for the ITIL compliant IT service management solution OTRS::ITSM, its incident management, problem management, service level management, change and configuration management modules, and integrated CMDB.
hu: Az ügyfélszolgálat és az OTRS jegyrendszer megoldás az alapja az ITIL-kompatibilis OTRS::ITSM IT-szolgáltatásmenedzsment megoldásnak, annak incidensmenedzsmentjének, problémamenedzsmentjének, szolgáltatásszint-menedzsmentjének, változás- és konfigurációmenedzsment moduljainak, valamint az integrált CMDB-nek.
ru: Service-desk и система заявок OTRS являются основой, ориентированного на ITIL решения по управлению ИТ-услугами - OTRS::ITSM, с его модулями управления инцидентами, проблемами, уровнем услуг, изменениями и конфигурациями, интегрированной CMDB.
zh_cn: 服务台和工单系统解决方案OTRS是ITIL兼容的IT服务管理解决方案OTRS::ITSM的基础，包括OTRS::ITSM的事件管理、问题管理、服务级别管理、变更管理和配置管理模块，以及集成的配置管理数据库。

source: OTRS::ITSM and OTRS are freely available (no license fees apply) and are subject to GNU Affero General Public License (AGPL).
hu: Az OTRS::ITSM és az OTRS ingyenesen elérhetők (licencdíjak nélkül használhatók) és a GNU Affero General Public License (AGPL) alá tartoznak.
ru: OTRS::ITSM и OTRS находятся в открытом доступе (без лицензионных отчислений) и являются объектом защиты в виде GNU Affero General Public License (AGPL).
zh_cn: OTRS::ITSM和OTRS都是免费使用的（没有许可费用），受制于GNU AGPL。

source: Features
hu: Szolgáltatások
ru: Возможности
zh_cn: 功能介绍

source: OTRS::ITSM 5 is based on OTRS 5. All functionalities known from OTRS continue to be available and the functionalities representing ITIL processes can be installed as packages.
zh_cn: OTRS::ITSM 5基于OTRS 5，所有OTRS的功能都正常使用，代表ITIL流程的功能可通过软件包安装。

source: New OTRS::ITSM 5 features
hu: Új OTRS::ITSM 5 szolgáltatások
zh_cn: OTRS::ITSM 5新功能

source: OTRS::ITSM 5 offers:
hu: Az OTRS::ITSM 5 a következőket nyújtja:
zh_cn: OTRS::ITSM 5提供了以下新功能：

source: Ported code to the OTRS 5 framework.
hu: Kódok átírva az OTRS 5 keretrendszerbe.
zh_cn: 代码移植到OTRS 5框架。

source: OTRS::ITSM 5 includes many other small bug fixes and improvements.
hu: Az OTRS::ITSM 5 számos egyéb apró hibajavítást és fejlesztést tartalmaz.
zh_cn: OTRS::ITSM 5包含了许多其它小BUG的补丁和改进。

source: New OTRS::ITSM 4 features
hu: Új OTRS::ITSM 4 szolgáltatások
ru: Новые возможности OTRS::ITSM 4
zh_cn: OTRS::ITSM 4新功能

source: OTRS::ITSM 4 offers:
hu: Az OTRS::ITSM 4 a következőket nyújtja:
ru: OTRS::ITSM 4 предлагает:
zh_cn: OTRS::ITSM 4提供了以下新功能：

source: Ported code to the OTRS 4 framework.
hu: Kódok átírva az OTRS 4 keretrendszerbe.
ru: Код перенесен на платформу OTRS 4.
zh_cn: 代码移植到OTRS 4框架。

source: New powerful template engine based on <ulink url="http://www.template-toolkit.org/">Template::Toolkit</ulink>
hu: Új, hatékony sablonmotor a <ulink url="http://www.template-toolkit.org/">Template::Toolkit</ulink> alapján.
ru: Новый, мощный, механизм работы с шаблонами страниц, основанный на <ulink url="http://www.template-toolkit.org/">Template::Toolkit</ulink>
zh_cn: 基于 <ulink url="http://www.template-toolkit.org/">Template::Toolkit</ulink>新的强力模板引擎

source: A central object manager makes creating and using global objects much easier.
hu: Egy központi objektumkezelő sokkal könnyebbé teszi a globális objektumok létrehozását és használatát.
ru: Централизованный Менеджер объектов делает создание и использование глобальных объектов более простым.
zh_cn: 中央对象管理器让创建和使用全局对象更容易。

source: OTRS::ITSM 4 includes many other small bug fixes and improvements.
hu: Az OTRS::ITSM 4 számos egyéb apró hibajavítást és fejlesztést tartalmaz.
ru: OTRS::ITSM 4 включает много других мелких исправлений ошибок - bug fixes и улучшений.
zh_cn: OTRS::ITSM 4包含了许多其它小BUG的补丁和改进。

source: All OTRS::ITSM 4 translations will be now managed exclusively via Transifex: https://www.transifex.com/projects/p/OTRS/resources/ Please sign up for a free translators login on http://www.transifex.com and join one of the language teams if you want to contribute to OTRS::ITSM.
hu: Az összes OTRS::ITSM 4 fordítást most már kizárólag a Transifexen keresztül kezelik: https://www.transifex.com/projects/p/OTRS/resources/ Regisztráljon az ingyenes fordítói bejelentkezéshez a http://www.transifex.com oldalon, és csatlakozzon a nyelvi csapatok egyikéhez, ha szeretne közreműködni az OTRS::ITSM honosításában.
ru: Вся локализация OTRS::ITSM 4 теперь управляется исключительно через Transifex: https://www.transifex.com/projects/p/OTRS/resources/ Зарегистрируйтесь в качестве переводчика на http://www.transifex.com и выберите один из языков, если хотите внести свой вклад в локализацию OTRS::ITSM.
zh_cn: 所有的OTRS::ITSM 4翻译现在仅通过Transifex管理：https://www.transifex.com/projects/p/OTRS/resources/，如果您想为OTRS::ITSM贡献自己的力量，请在http://www.transifex.com注册为一个自由翻译人员，并加入一个语言团队。

source: Improved and more flexible incident state link propagation. It is now possible to add more than one link type for the incident state calculation, as well to define the link direction for each link type. (Take a look at the sysconfig option "ITSM::Core::IncidentLinkTypeDirection")
hu: Továbbfejlesztett és rugalmasabb incidensállapot kapcsolat terjesztés. Mostantól lehetséges egynél több kapcsolattípus hozzáadása az incidensállapot számításánál, valamint a kapcsolat irányának meghatározása minden egyes kapcsolattípusnál. (Vessen egy pillantást az „ITSM::Core::IncidentLinkTypeDirection” rendszerbeállítási lehetőségre.)
ru: Улучшено и стало более гибким распостранение связей состояния инцидента. Теперь можно добавить более одной типа связи для вычисления состояния инцидента, а также определить направление для каждого типа связи. (Обратите внимание на параметр "ITSM::Core::IncidentLinkTypeDirection" в SysConfig)
zh_cn: 改进的和更灵活的故障状态链接传播。现在可以添加多个链接类型以计算故障状态，还定义了每个链接类型的方向。（参阅系统配置“ITSM::Core::IncidentLinkTypeDirection”）
