Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: With OTRS::ITSM you can change existing ticket states or add new ones. There are two important options: the name of the state &quot;state-name&quot; and the type of its &quot;state-type&quot;. All states and types available by default are pictured above.
hu: Az OTRS::ITSM keretrendszerrel megváltoztathatja a meglévő jegyállapotokat, vagy újakat adhat hozzá. Két fontos beállítás létezik: a „state-name” állapot neve és annak „state-type” típusa. Az összes állapot és típus alapértelmezetten elérhető, amint alább ábrázolva van.
zh_cn: 在OTRS::ITSM中您可以修改现有的工单状态或添加一个新的状态。有两个重要的选项：状态的名称“state-name”和它的类型“state-type”。所有默认可用的状态和类型如上图所示。

source: State names can be chosen freely. In the "state" settings within the admin interface new states can be added or changed for existing state types.
hu: Az állapotnevek szabadon megválaszthatók. Az „állapot” beállításokban az adminisztrációs felületen belül új állapotok adhatók hozzá, vagy megváltoztathatók a meglévő állapottípusok.
ru: Имена/названия состояний можно выбирать свободно. В разделе "Состояния" панели администратора можно добавлять новые состояния или менять их для существующих типов состояний.
zh_cn: 状态名称可以自由选择。在系统管理界面“状态”设置中可以添加新状态或修改现有状态类型。

source: Please consider that changes made to the "new" state require changes to be made in the configuration file Kernel/Config.pm or in the graphical configuration front-end.
hu: Vegye figyelembe, hogy a „new” („új”) állapoton elvégzett változtatások a Kernel/Config.pm beállítófájlban vagy a grafikus beállítási előtétprogramon végrehajtott változtatásokat igénylik.
zh_cn: 修改“new新建”状态需要修改配置文件Kernel/Config.pm或在图形配置界面修改。

source: The same applies to changes made to the "open" state: changes in the Kernel/Config.pm or in the graphical configuration frontend are necessary.
hu: Ugyanez alkalmazható az „open” állapoton elvégzett változtatásokra is: a Kernel/Config.pm beállítófájlban vagy a grafikus beállítási előtétprogramon végrehajtott változtatások szükségesek.
zh_cn: 同样的，修改“处理中”状态：需要在配置文件Kernel/Config.pm或图形配置界面修改。

source: The criticality - impact - priority matrix
hu: A kritikusság - hatás - prioritás mátrix
zh_cn: 类别 - 影响 - 优先级矩阵

source: OTRS::ITSM provides five ticket priority levels:
hu: Az OTRS::ITSM öt jegyprioritási szintet biztosít:
ru: OTRS::ITSM предполагает пять уровней приоритета для заявок:
zh_cn: OTRS::ITSM提供了5个工单优先级另：

source: [ Criticality ]
hu: [ Kritikusság ]
ru: [ Criticality ] - Критичность
zh_cn: 【紧急度】

source: Significance ("criticality") of the service for the IT user(s)/customer(s)
hu: A szolgáltatás jelentősége („kritikussága”) az IT felhasználóknál vagy ügyfeleknél
ru: Значимость ("критичность") сервиса для ИТ пользователя(ей)/клиента(ов)
zh_cn: IT用户/客户的服务的紧急程度

source: [ Impact ]
hu: [ Hatás ]
ru: [ Impact ] - Влияние
zh_cn: 【影响】

source: Impact of failures of the concerned service on the user(s)/customer(s)
hu: Az érintett szolgáltatás hibáinak hatása a felhasználókra vagy ügyfelekre
ru: Влияние сбоя соответствующего сервиса на работу пользователя(ей)/клиента(ов)
zh_cn: 相关服务故障对用户/客户的影响

source: Priority within OTRS::ITSM as resulting from criticality and impact
hu: Prioritás az OTRS::ITSM keretrendszeren belül a kritikusságból és a hatásból eredményezve
ru: Приоритет в OTRS::ITSM есть результат, зависящий от пары критичность - влияние
zh_cn: OTRS::ITSM中优先级是从紧急度和影响计算的结果

source: The OTRS::ITSM ticket priority is determined with the matrix shown below and the prioritized ticket is integrated in the queue views.
hu: Az OTRS::ITSM jegyprioritás a lent látható mátrixszal határozható meg, és a prioritásba helyezett jegy integrálva lesz a várólista nézetekbe.
ru: Приоритет заявки в OTRS::ITSM определяется по матрице показанной ниже и результат приоритезации используется в обзорах очередей.
zh_cn: OTRS::ITSM工单优先级是由下面的矩阵确定的，并且队列视图集成了优先工单（按优先级排序，高优先级显示在前面）。

source: admin-priority-allocation
hu: Adminisztrátori prioritás lefoglalás
zh_cn: 系统管理-优先级分配

source: The level number, descriptions and validity can be accessed and changed in the admin interface via the "general catalog" link:
hu: A szint száma, a leírások és az érvényesség az adminisztrációs felületen érhető el és változtatható meg az „Általános katalógus” hivatkozáson keresztül:
ru: Номер уровня, описание и действительность можно посмотреть и изменить в панели администратора по ссылке "Общий каталог":
zh_cn: 级别编号、描述和有效性可以通过系统管理界面的“通用目录”链接来访问和修改：

source: admin-general-catalog-management-priority
hu: Adminisztrátori általános katalógus kezelés prioritás
zh_cn: 系统管理-通用目录管理-优先级

source: Adjustment of ticket priorities
hu: Jegyprioritások beállítása
ru: Корректировка приоритетов заявки
zh_cn: 调整工单优先级

source: Tickets are arranged within OTRS::ITSM on the basis of ticket priorities, i.e. tickets with a higher priority are displayed further up in the queue views and lower priority ones in lower positions. Priorities can be adjusted, re-named and amended in the graphical admin frontend.
hu: Az OTRS::ITSM keretrendszeren belül a jegyek a jegyprioritások alapján vannak rendezve, azaz a magasabb prioritású jegyek feljebb jelennek meg a várólista nézetben, és az alacsonyabb prioritásúak az alsóbb pozíciókon. A prioritások a grafikus adminisztrátori előtétprogramon beállíthatók, átnevezhetők és módosíthatók.
ru: Заявки ранжируются в OTRS::ITSM на основе приоритетов заявок, т.е. заявки с высоким приоритетом показываются в обзоре очередей выше заявок с более низким значением приоритета. Приоритеты могут быть откорректированы, переименованы и добавлены в графическом интерфейсе администратора.
zh_cn: OTRS::ITSM中工单按基本优先级安排，如高优先级的工单显示在队列视图的上面，低优先级的工单显示在稍低的位置。可以在图形管理界面调整、重命名和修改优先级。

source: admin-priority-management
hu: Adminisztrátori prioritásmenedzsment
zh_cn: 系统管理-优先级管理

source: More detailed information can be found in the OTRS Admin Manual.
hu: Részletesebb információk az OTRS adminisztrátori kézikönyvében találhatók.
ru: Более детальную информацию вы найдете в Руководстве администратора OTRS.
zh_cn: 可以在OTRS管理手册中找到更多的详细信息。

source: The &quot;id&quot; attribute decides the OTRS::ITSM internal sequence of priorities. 1 corresponds to the minimum and 5 (or higher) to the maximum. The number in the priority name is used to implement the correct sequence within the priorities.
hu: Az „id” attribútum dönti el a prioritások OTRS::ITSM belső sorrendjét. Az 1 felel meg a legkisebbnek és az 5 (vagy magasabb) a legnagyobbnak. A szám a prioritás nevében a prioritásokon belüli helyes sorrend megvalósításához használható.
ru: Атрибут &quot;id&quot; отражает внутреннюю последовательность приоритетов в OTRS::ITSM - 1 означает минимум и 5 (или выше) - максимум. Число в названии приоритета служит для правильного выстраивания последовательности приоритетов.
zh_cn: “ID”属性决定OTRS::ITSM优先级的内部顺序，1代表最小，5（或更高）代表最大。优先级名称中的数字用来实现优先级的正确顺序。

source: Additional OTRS applications - calendar
hu: További OTRS alkalmazások - naptár
ru: Дополнительные приложения OTRS - календарь
zh_cn: 额外的OTRS应用 - 日历

source: OTRS initially supports up to 9 calendars, which can be configured graphically. Using the SysConfig framework found in the admin interface, this number can be increased to 99, by using the calendar 1 etc. links:
zh_cn: OTRS初始支持最大9个日历，可以通过图形界面配置。使用系统管理界面的系统配置框架，这个数字可以增加到99，使用如日历1...等等的名称。

source: admin-sys-config
hu: Adminisztrációs rendszerbeállítások
zh_cn: 系统管理-系统配置

source: &quot;TimeWorkingHours&quot; can be used in OTRS::ITSM to define so-called &quot;service level windows&quot; time frames in which your organization guarantees certain service levels to your customers. If required, these can then be monitored and/or evaluated to ensure compliance with any possible Service Level Agreements.
hu: A „TimeWorkingHours” használható az OTRS::ITSM-ben az úgynevezett „szolgáltatási szint ablakok” időkereteinek meghatározásához, amelyekben a szervezet bizonyos szolgáltatási szinteket garantál az ügyfeleknek. Ha szükséges, akkor ezután ezek megfigyelhetők és/vagy kiértékelhetők a megfelelés biztosításához bármilyen lehetséges szolgáltatási szint megállapodással.
ru: &quot;TimeWorkingHours/Рабочие часы&quot; могут использоваться в OTRS::ITSM для определения так называемых &quot;service level windows&quot; - отрезков времени в которые ваша организация гарантирует определенный уровень обслуживания для клиентов. Если требуется, затем они могут быть проверены и / или оценены для обеспечения соблюдения каких-либо возможных соглашений об уровне обслуживания.
zh_cn: OTRS::ITSM中使用“TimeWorkingHours工作时间”来定义所谓的“服务级别窗口”，您的组织保证给客户提供某个服务级别的时间范围。如果需要，可以监控和/或评估这些时间范围以保证承诺的服务级别协议。

source: admin-sysconfig-timeworkinghours
hu: Adminisztrációs rendszerbeállítás munkaidők
zh_cn: 系统管理-系统配置-工作时间

source: OTRS::ITSM interfaces
hu: Az OTRS::ITSM felületei
ru: Интерфейсы OTRS::ITSM с другими системами
zh_cn: OTRS::ITSM接口

source: The following partly-generic interfaces can be used for data exchange between OTRS::ITSM and other (ITSM) software products:
hu: A következő részben általános felületek használhatók adatcserére az OTRS::ITSM és más (OTRS) szoftvertermékek között:
ru: Следующие частично общие интерфейсы могут быть использованы для обмена данными между OTRS::ITSM и другими (ITSM) программными продуктами:
zh_cn: 下面的通用接口（部分）可以用于OTRS::ITSM和其它（ITSM）软件产品之间的数据交换：

source: CSV Import/Export
hu: CSV importálás/exportálás
zh_cn: CSV导入导出

source: OTRS AG will gladly create additional interfaces per request or members of the community may develop them.
hu: Az OTRS AG örömmel létre fog hozni további felületeket kérés alapján, vagy a közösség tagjai kifejleszthetik azt.
ru: OTRS AG с удовольствием разработает дополнительные интерфейсы по запросу или члены сообщества могут разработать их.
zh_cn: OTRS AG乐意为每个请求创建附加的接口,或者乐见社区成员开发附加的接口。

source: GNU Free Documentation License
zh_cn: GNU 自由文档许可证

source: Version 1.1, March 2000
hu: 2000. március, 1.1-es változat
zh_cn: 版本1.1 , 2000年3月

source: Copyright (C) 2000 Free Software Foundation, Inc. 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
hu: Copyright (C) 2000 Free Software Foundation, Inc. 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA A jelen licencdokumentumot bárki szabadon lemásolhatja és a pontos másolatait terjesztheti, de a módosítása tilos.
zh_cn: Copyright (C) 2000 Free Software Foundation, Inc. 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA 允许每个人复制和发布本授权文件的完整副本，但不允许对它进行任何修改。

source: PREAMBLE
hu: ELŐSZÓ
zh_cn: 导言

source: The purpose of this License is to make a manual, textbook, or other written document "free" in the sense of freedom: to assure everyone the effective freedom to copy and redistribute it, with or without modifying it, either commercially or noncommercially. Secondly, this License preserves a way for the author and publisher to get credit for their work, while not being considered responsible for modifications made by others.
hu: Jelen Licenc célja egy tetszőleges kézikönyv, tankönyv, vagy más, ehhez hasonló felhasználható és hasznos dokumentum a szó szoros értelmében „szabaddá” tétele: annak érdekében, hogy mindenkinek biztosítsa a szöveg sokszorosításának és terjesztésének teljes szabadságát, módosításokkal, vagy anélkül, akár kereskedelmi, akár nem kereskedelmi területen. Másfelől, e Licenc megőrzi a szerző vagy kiadó munkájának elismeréséhez fűződő jogát, s egyúttal mentesíti őt a mások által beiktatott módosítások következményei alól.
zh_cn: 本协议着意于保证手册、教程或其它功能、用途的文档的自由: 以确保任何人不管在商业领域还是非商业领域都可以复制和(修改或没有修改并)重新发布这些文档的自由。其次，本协议保护文档作者和发布者由他们的工作获得的信誉不会因他人对其文档的修改而受损。

source: This License is a kind of "copyleft", which means that derivative works of the document must themselves be free in the same sense. It complements the GNU General Public License, which is a copyleft license designed for free software.
hu: A jelen Licenc egyfajta „copyleft” licencnek tekintendő: ez azt jelenti, hogy a dokumentumból származtatott munkák maguk is szabad minősítést kell, hogy kapjanak. Ez a dokumentum egyben a GNU General Public License kiegészítőjeként is szolgál, mely egy, a szabad szoftverekre vonatkozó etalon licenc.
zh_cn: 本协议是一种“copyleft”，其含义为:文档的派生产物必须与原文档同样是自由的。本文档是 GNU 通用公共协议(为自由软件设计的一种copyleft协议)的补充。

source: We have designed this License in order to use it for manuals for free software, because free software needs free documentation; a free program should come with manuals providing the same freedoms that the software does. But this License is not limited to software manuals; it can be used for any textual work, regardless of subject matter or whether it is published as a printed book. We recommend this License principally for works whose purpose is instruction or reference.
hu: A jelen Licenc a szabad szoftverek kézikönyveihez való használatra készült, hiszen a szabad szoftver egyben szabad dokumentációt is igényel: egy szabad programot olyan kézikönyvvel kell ellátni, amely ugyanazon szabadságokat biztosítja, mint maga a program. Mindazonáltal a jelen Licenc nem korlátozódik pusztán kézikönyvekre; feltételei tetszőleges tárgykörű írott dokumentumra alkalmazhatók, függetlenül attól, hogy az könyvformában valaha megjelent-e. Mindamellett e Licencet főként olyan munkákhoz ajánljuk, melyek elsődleges célja az útmutatás vagy a tájékoztatás.
zh_cn: 我们设计本协议供自由软件的手册使用，因为自由软件需要自由文档：一个自由的程序附带的手册当然要享有与该软件同等的自由。不过本协议并不仅限于对程序的手册使用，所有的文档作品都可以使用本协议。我们鼓励那些指导性质或参考书性质的文档作品使用本协议。

source: APPLICABILITY AND DEFINITIONS
hu: ALKALMAZHATÓSÁG ÉS DEFINÍCIÓK
zh_cn: 适用范围与约定

source: This License applies to any manual or other work that contains a notice placed by the copyright holder saying it can be distributed under the terms of this License. The "Document", below, refers to any such manual or work. Any member of the public is a licensee, and is addressed as "you".
hu: A jelen Licenc minden olyan kézikönyvre, vagy más jellegű, bármilyen adathordozón található munkára vonatkozik, amelyen megtalálható a szerzői jog tulajdonosa által feltüntetett figyelmeztetés, miszerint a dokumentum terjesztése jelen Licenc feltételei alapján lehetséges. Az alábbiakban használt „Dokumentum” kifejezés bármely ilyen jellegű kézikönyvre, vagy egyéb munkára vonatkozhat. A nyilvánosság bármely tagja potenciális licenctulajdonosnak tekinthető, és a továbbiakban az „Ön” megszólítást használjuk rá.
zh_cn: 本协议适用于任何媒体上的任何手册或其它文档，文档版权所有者只需在文档中声明使用本协议的条款发布。该声明允许了在后文中的规定下，在世界范围、免版税、无时限地使用该作品。以下的“文档”都是指此类(使用GFDL发布的)手册或作品。公众的任何一个人都是本协议的许可对象，这里将用“你”来称呼。如果你复制、修改或发布了这些(某种意义上也可以说是在版权法保护下的)文档，就表明你已经接受了本协议。

source: A "Modified Version" of the Document means any work containing the Document or a portion of it, either copied verbatim, or with modifications and/or translated into another language.
hu: A Dokumentum „Módosított Változata” bármely olyan munkára vonatkozik, amely tartalmazza a Dokumentumot, vagy annak elemeit akár szó szerint, akár módosításokkal, és/vagy más nyelvre lefordítva.
zh_cn: 文档的“Modified Version(修正版)”是指任何包含全部或部分文档的作品，不论是照搬照抄还是经过加工修改或是翻译成其它语言。

source: A "Secondary Section" is a named appendix or a front-matter section of the Document that deals exclusively with the relationship of the publishers or authors of the Document to the Document's overall subject (or to related matters) and contains nothing that could fall directly within that overall subject. (For example, if the Document is in part a textbook of mathematics, a Secondary Section may not explain any mathematics.) The relationship could be a matter of historical connection with the subject or with related matters, or of legal, commercial, philosophical, ethical or political position regarding them.
hu: A „Másodlagos szakasz” egy egyedi névvel bíró függelék, esetleg a Dokumentum egy bevezető szakasza, amely kizárólag a kiadóknak, vagy az alkotóknak a Dokumentum átfogó tárgyköréhez (vagy kapcsolódó témákhoz) fűződő viszonyáról szól, és nem tartalmaz semmi olyat, ami közvetlenül ezen átfogó témakör alá eshet. (Vagyis ha a Dokumentum részben egy matematika-tankönyv, akkor a Másodlagos szakasz nem tartalmazhat matematikai tárgyú magyarázatokat). A fenti kapcsolat tárgya lehet a témakörrel, vagy a kapcsolódó témákkal való történelmi viszony, illetve az azokra vonatkozó jogi, kereskedelmi, filozófiai, etikai, vagy politikai felfogás.
zh_cn: “Secondary Section(附属章节)”是指定的附录或文档的前序部分，专门描述有关文档主题的文档出版者或作者的相关信息 (或对一些相关情况进行说明)并且包含文档主题不会直接提及的内容。 (如果文档是数学教材的一部分，附属章节或许连一点数学都不会提到。) 这些相关信息可以是与主题有关的历史关联、相关事物或者相关的法律、商业、哲理、道德或政治立场。

source: The "Invariant Sections" are certain Secondary Sections, whose titles are designated as being those of Invariant Sections, in the notice that says that the Document is released under this License.
hu: A „Nem Változtatható szakaszok” olyan Másodlagos szakaszok, amelyek címe Nem Változtatható szakaszként van megjelölve abban a közleményben, amely szerint a Dokumentum a jelen Licenc hatálya alatt lett kiadva.
zh_cn: “Invariant Sections(固定章节)”是某些指定了标题的附属章节，固定章节做为文档的一部分也象声明提到的那样，在本协议的保护下发布。

source: The "Cover Texts" are certain short passages of text that are listed, as Front-Cover Texts or Back-Cover Texts, in the notice that says that the Document is released under this License.
hu: A „Borítószövegek” olyan rövid szövegrészek, melyek Címlapszövegként, illetve Hátlapszövegként kerülnek felsorolásra a közleményben, amely szerint a Dokumentum a jelen Licenc hatálya alatt lett kiadva.
zh_cn: “Cover Texts(封皮文字)”是那些简短的小段文字列，就象封面或封底的文字。封皮文字做为文档的一部分也象声明提到的那样，在本协议的保护下发布。封面文字一般最多5个词语，封底文字一般最多25个词语。

source: A "Transparent" copy of the Document means a machine-readable copy, represented in a format whose specification is available to the general public, whose contents can be viewed and edited directly and straightforwardly with generic text editors or (for images composed of pixels) generic paint programs or (for drawings) some widely available drawing editor, and that is suitable for input to text formatters or for automatic translation to a variety of formats suitable for input to text formatters. A copy made in an otherwise Transparent file format whose markup has been designed to thwart or discourage subsequent modification by readers is not Transparent. A copy that is not "Transparent" is called "Opaque".
hu: A Dokumentum „Átlátszó” példánya olyan géppel olvasható változatot jelent, amely a nyilvánosság számára hozzáférhető formátumban kerül terjesztésre, továbbá amelynek tartalma alkalmas a szokványos szövegszerkesztő-programokkal, illetve (pixelekből álló képek esetén) szokványos képmegjelenítő-programokkal, vagy (rajzok esetén) általánosan hozzáférhető rajzprogramok segítségével azonnali és közvetlen változtatásokra; továbbá olyan formátumban, mely alkalmas a szövegszerkesztőkbe való bevitelre, vagy a szövegszerkesztők által kezelt formátumokra való automatikus átalakításra. Egy olyan, egyébként Átlátszó formátumban készült példány, melynek a jelölőnyelve vagy ennek hiánya úgy lett kialakítva, hogy megakadályozza, vagy eltántorítsa az olvasókat minden további módosítástól, nem tekinthető Átlátszónak. A nem „Átlátszó” példányok az „Átlátszatlan” megnevezést kapják.
zh_cn: 文档的“Transparent透明”副本是指可以用计算机处理的副本，表现为其格式符合一般通用规范，这样就适于直接用通用文本编辑器或通用绘画程序(对由像素构成的图片)或那些被广泛应用的图像编辑器(用来绘图)修改文档，并且其格式适于输入文本格式器或可转换为适于输入文本格式器的透明格式。如果某副本(不论有没有标记)为反对或防止读者的后续修正而采用其它格式，那么就是不兼容的。如果图片格式的使用有任何实质性专利条文的限制，那么该图片格式就是不透明的。不“透明”的文档副本我们称为“Opaque不兼容”。

source: Examples of suitable formats for Transparent copies include plain ASCII without markup, Texinfo input format, LaTeX input format, SGML or XML using a publicly available DTD, and standard-conforming simple HTML designed for human modification. Opaque formats include PostScript, PDF, proprietary formats that can be read and edited only by proprietary word processors, SGML or XML for which the DTD and/or processing tools are not generally available, and the machine-generated HTML produced by some word processors for output purposes only.
hu: Az Átlátszóság kritériumainak megfelelő formátumok között megtalálható például a jelölőnyelvet nem használó egyszerű ASCII, a Texinfo beviteli formátum, a LaTeX beviteli formátum, az SGML vagy az XML egy általánosan hozzáférhető DTD használatával, és a szabványnak megfelelő, emberi módosításra tervezett egyszerű HTML, PostScript vagy PDF. Átlátszó képformátumokra példa a PNG, XCF és a JPG. Az Átlátszatlan formátumok közé sorolhatóak a szellemi tulajdont képező formátumok, amelyeket csak szellemi tulajdont képező szövegszerkesztőkkel lehet elolvasni, az olyan SGML vagy XML, amelyhez a szükséges DTD és/vagy egyéb feldolgozó eszközök nem általánosan hozzáférhetők, és az olyan gépileg generált HTML, PostScript vagy PDF formátum, amely kizárólag egyes szövegszerkesztők kimeneti formátumaként áll elő.
zh_cn: 文档副本适用的透明格式包括没有标记的纯ASCII码、Texinfo格式、LaTeX格式、 SGML格式或XML格式这些公认有效的文件(格式)类型定义，还有与标准兼容的精简HTML、PostScript或PDF这些便于编辑的格式。图片适用的透明格式包括PNG、XCF和JPG。不透明格式包括用专有文档处理器才能阅读编辑的专有格式、使用非公认的文件格式定义和/或使用非公认的处理工具的SGML格式或XML格式，还有那些机器生成的HTML及某些文档处理器产生的PostScript或PDF等只用于输出的格式。

source: The "Title Page" means, for a printed book, the title page itself, plus such following pages as are needed to hold, legibly, the material this License requires to appear in the title page. For works in formats which do not have any title page as such, "Title Page" means the text near the most prominent appearance of the work's title, preceding the beginning of the body of the text.
hu: Egy nyomtatott könyv esetében a „Címlap” magát a címlapot, illetve bármely azt kiegészítő további oldalt jelöli, amely a jelen Licencben előírt címlaptartalom közzétételéhez szükséges. Az olyan formátumú munkáknál, amelyek nem rendelkeznek effajta címlappal, a „Címlap” a munka címének legjobban kiemelt változatához legközelebb eső, ám a szöveg törzsét megelőző szövegrészeket jelöli.
zh_cn: “Title Page(扉页)”是指刊印成册的书的扉页本身及附加下列有必要明显地保留的页面：本协议要求在扉页出现的材料。像那些版式中没有扉页的作品，“Title Page”是指在作品正文之前最显著的标题附近的文字。

source: VERBATIM COPYING
hu: SZÓ SZERINTI SOKSZOROSÍTÁS
zh_cn: 原样复制

source: You may copy and distribute the Document in any medium, either commercially or noncommercially, provided that this License, the copyright notices, and the license notice saying this License applies to the Document are reproduced in all copies, and that you add no other conditions whatsoever to those of this License. You may not use technical measures to obstruct or control the reading or further copying of the copies you make or distribute. However, you may accept compensation in exchange for copies. If you distribute a large enough number of copies you must also follow the conditions in section 3.
hu: Önnek lehetősége van a Dokumentum kereskedelmi, vagy nem kereskedelmi jellegű sokszorosítására és terjesztésére a felhasznált adathordozó típusától függetlenül, feltéve, hogy a jelen Licenc, a szerzői jogi figyelmeztetés, továbbá a Dokumentumot a jelen Licenc hatálya alá rendelő közlemény minden példányban egyaránt megjelenik, és hogy ezeken kívül semmilyen feltételt nem szab meg a szöveghez. Nem alkalmazhat olyan technikai eszközöket, amelyekkel megakadályozható vagy szabályozható az Ön által terjesztett példányok elolvasása vagy sokszorosítása. Mindazonáltal elfogadhat ellenszolgáltatást a másolatokért cserébe. Amennyiben az Ön által terjesztett példányok száma meghalad egy bizonyos mennyiséget, úgy a 3. szakasz feltételeinek is eleget kell tennie.
zh_cn: 在提供本协议和版权声明，同时在许可声明中指明文档及其所有副本均在本协议保护下，并且不加入任何其它条件到文档的协议的前提下，你可以在任何媒体复制和发布该文档，不论是用于商业或非商业。你不可以对你 制作或发布 的副本进行技术处理以 妨碍或控制 阅读或再复制。 不过，你可以因交换副本而接受他人给你的一些补偿。如果你发布的副本数量大到一定程度，你还必须看看下面的第3节。

source: You may also lend copies, under the same conditions stated above, and you may publicly display copies.
hu: A fenti feltételeket betartva kölcsönözhet is példányokat, de akár nyilvánosan is közzéteheti a szöveget.
zh_cn: 在与上述相同的情形下，你还可以出借文档副本和公开展示文档副本。

source: COPYING IN QUANTITY
hu: SOKSZOROSÍTÁS NAGYOBB MENNYISÉGBEN
zh_cn: 大量发布
