Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: The above mentioned community channels are open for OTRS::ITSM users also, to constantly improve the product's quality. You can join the community at our homepage http://otrs.org (http://otrs.org/).
hu: A fent említett közösségi csatornák az OTRS::ITSM felhasználói számára is nyitottak a termék minőségének állandó javításához. A http://otrs.org (http://otrs.org/) honlapunkon csatlakozhat a közösséghez.
ru: Выше описанные каналы общения открыты и для пользователей OTRS::ITSM для постоянного повышения качества нашего продукта. Вы можете вступить в сообщество посетив нашу страничку по адресу http://otrs.org (http://otrs.org/).
zh_cn: 上述的社区频道也对OTRS::ITSM同样开放，以持续改进产品质量。您可以在主页http://otrs.org (http://otrs.org/)加入这个社区。

source: Mailing lists
hu: Levelezőlisták
ru: Списки рассылки
zh_cn: 邮件列表

source: Separate mailing lists have been set up for OTRS::ITSM. Please visit http://lists.otrs.org (http://lists.otrs.org/):
hu: Elkülönített levelezőlisták lettek beállítva az OTRS::ITSM-hez. Látogassa meg a http://lists.otrs.org (http://lists.otrs.org/) oldalt:
ru: Отдельные списки рассылки созданы специально для OTRS::ITSM. Посетите http://lists.otrs.org (http://lists.otrs.org/):
zh_cn: 已经为OTRS::ITSM设置了独立的邮件列表，请访问http://lists.otrs.org (http://lists.otrs.org/)：

source: Commercial services for OTRS::ITSM
hu: Az OTRS::ITSM kereskedelmi szolgáltatásai
ru: Платные сервисы для OTRS::ITSM
zh_cn: OTRS::ITSM商业服务

source: OTRS AG is the manufacturer and source code owner of OTRS and all modules based upon it (e.g. OTRS::ITSM) and a professional service provider. Unlike those of proprietary software providers, OTRS AG's business model is not based on license fees: OTRS and OTRS::ITSM are available free of cost and we offer commercial services associated with the software applications instead.
hu: Az OTRS AG az OTRS és az azon alapuló minden modul (például OTRS::ITSM) készítője és a forráskód tulajdonosa, valamint professzionális szolgáltatásnyújtója. A tulajdonosi szoftverszolgáltatókkal ellentétben az OTRS AG üzleti modellje nem a licencdíjakon alapul: az OTRS és az OTRS::ITSM díjmentesen érhető el, és mi ehelyett szoftveralkalmazásokkal kapcsolatos kereskedelmi szolgáltatásokat nyújtunk.
ru: OTRS AG является производителем и владельцем исходного кода OTRS и всех модулей разработанных на его основе (например, OTRS::ITSM) и является профессиональным поставщиком услуг. В отличие от поставщиков проприетарного ПО, бизнес - модель OTRS AG не основана на лицензионных отчислениях: OTRS и OTRS::ITSM доступны бесплатно, а мы, в свою очередь, вместо этого, предлагаем платные услуги связанные с применением нашего программного обеспечения.
zh_cn: OTRS AG是OTRS及基于OTRS的所有模块（如OTRS::ITSM）的制造商和源代码提供者，同时也是专业服务提供商。不像专用软件提供商，OTRS AG的商业模式不是收取软件许可费-OTRS和OTRS::ITSM都是免费使用的，我们只是提供与OTRS应用相关的商业服务。

source: As your capable partner, we provide optimal support in all phases of your OTRS project design, realization, and operation. Our staff are highly skilled experts and we believe in deploying the most modern methods. This philosophy guarantees credit for powerful business applications and happy customers lauding our service quality (http://www.otrs.com/en/references/).
hu: Mint az ön alkalmas partnere, optimális támogatást biztosítunk az OTRS projekt tervezésének, megvalósításának és működtetésének minden szakaszában. Munkatársaink jól képzett szakértők, és a legmodernebb módszerek telepítésében hiszünk. Ez a filozófia garantálja a hitelét az erőteljes üzleti alkalmazásoknak és a szolgáltatásminőségünket elismerő boldog ügyfeleknek (http://www.otrs.com/en/references/).
ru: Как ваш мощный партнер, мы предоставляем оптимальную поддержку на всех этапах проекта OTRS - проектирования, реализации и эксплуатации. Наши сотрудники это высококвалифицированные специалисты, и мы примененяем самые современные методы. Эта философия гарантирует полную отдачу от применения наших мощных бизнес-приложений и счастливых клиентов, воспевающих качество наших услуг (http://www.otrs.com/en/references/).
zh_cn: 作为您的强力合作伙伴，我们为您的OTRS项目设计、实现和运营的所有阶段提供最佳支持。我们的员工都是资深专家，我们自信能用最现代的方法部署OTRS。这个哲学担保了强力商业应用软件的信誉，并让高兴的客户由衷赞美我们的服务质量（请参阅http://www.otrs.com/en/references/）。

source: OTRS::ITSM consulting and implementation
hu: OTRS::ITSM tanácsadás és megvalósítás
ru: OTRS :: ITSM консалтинг и внедрение
zh_cn: OTRS::ITSM咨询和实施

source: Are you planning to use OTRS::ITSM or have you found out about OTRS::ITSM in a new product screening and want to assess the system's eligibility for your requirements? Or is your OTRS::ITSM evaluation completed and you want to make use of our consulting services to efficiently lead your project towards success?
hu: Az OTRS::ITSM használatát tervezi, vagy talált valamit az OTRS::ITSM-mel kapcsolatban egy új termék helyettesítéséhez, és szeretne hozzáférni az igényeinek megfelelő rendszer alkalmasságához? Vagy befejeződött az OTRS::ITSM kiértékelése, és a tanácsadó szolgáltatásunkat szeretné használni a projekt eredményes vezetéséhez a siker felé?
ru: Планируете ли вы использовать OTRS :: ITSM или вы узнали о OTRS :: ITSM из новых обзоров продуктов и хотите оценить приемлемость системы для ваших требований? Или ваша оценка возможностей OTRS::ITSM завершена, и вы хотите, чтобы использование наших консалтинговых услуг привело ваш проект к успеху?
zh_cn: 您计划使用OTRS::ITSM吗？或者您找到了新的产品界面并且想评估系统是否能够满足您的需求？或者您已经评估完成OTRS::ITSM并决定使用我们的咨询服务以便提升项目迈向成功的效率？

source: We offer extensive practical expertise in IT process consulting, software engineering, development, and ITIL compliant IT operations and support. Security and quality management for your project complement our service portfolio. You benefit from an extensive and quick knowledge transfer.
hu: Széleskörű gyakorlati szakértelmet nyújtunk az IT folyamat tanácsadásban, szoftvertervezésben, fejlesztésben és az ITIL-kompatibilis IT műveletekben és támogatásban. A projekt biztonsági és minőségi kezelése kiegészíti a szolgáltatás portfóliónkat. Hasznát láthatja a kiterjedt és gyors tudásátadásnak.
ru: Мы предлагаем обширный практический опыт в области консалтинга IT-процессов, разработки программного обеспечения, развития ITIL совместимых ИТ-операций и поддержки. Безопасность и управление качеством для вашего проекта дополняют наш портфель услуг. Вы получаете выгоду от обширной и быстрой передачи знаний.
zh_cn: 我们在IT流程咨询、软件引擎、开发、ITIL兼容的IT运营和支持方面能够提供广泛的经过实践的专业知识。对您的项目的安全和质量管理能够充实我们的服务资产，您也能从广泛并快捷的知识转换中受益。

source: Our services include:
hu: Szolgáltatásaink az alábbiakat tartalmazzák:
ru: Наши услуги включают:
zh_cn: 我们的服务包括：

source: Identification of your requirements and assistance with product evaluation
hu: A követelmények azonosítása és segítségnyújtás a termék kiértékelésében
ru: Уточнение ваших требований и помощь в оценке продукта
zh_cn: 识别您的需求，并协助产品评估

source: Guidance on design and implementation of ITSM process and organizational structures
hu: Az ITSM folyamat és szervezeti struktúra tervezésével és megvalósításával kapcsolatos tanácsadás
ru: Руководство в разработке и реализации ITSM - процессов и организационных структур
zh_cn: 指导ITSM流程和组织架构的设计与部署

source: ITIL assessments and support with ISO 20000 certification
hu: ITIL értékelések és támogatás az ISO 20000 tanúsítvánnyal
ru: Оценка соответствия ITIL и поддержка ISO 20000 сертификации
zh_cn: ISO20000认证时ITIL评估与支持

source: ITIL trainings and coaching
hu: ITIL tréningek és oktatás
ru: Тренинги и обучение методологии ITIL
zh_cn: ITIL培训和辅导

source: ITIL implementation
hu: ITIL megvalósítás
ru: Внедрение ITIL
zh_cn: ITIL实施

source: Compilation of IT service catalogs
hu: IT-szolgáltatáskatalógusok összeállítása
ru: Составление каталогов ИТ-услуг
zh_cn: 编译IT服务目录

source: CMDB design
hu: CMDB tervezés
ru: Разработка структуры CMDB
zh_cn: CMDB设计

source: Installation &amp; configuration of OTRS::ITSM including integration with your existing system environment
hu: Az OTRS::ITSM telepítése és beállítása, beleértve a meglévő rendszerkörnyezettel való integrációt
ru: Установка &amp; настройка OTRS::ITSM, включая интеграцию в ваше системное окружение
zh_cn: 安装和配置OTRS::ITSM，包括与您现有的系统环境集成

source: Review &amp; optimization of existing OTRS::ITSM installations
hu: A meglévő OTRS::ITSM telepítések vizsgálata és optimalizációja
ru: Оценка &amp; оптимизация существующих развернутых систем OTRS::ITSM
zh_cn: 审核并优化现有安装的OTRS::ITSM

source: Process and data migration from predecessor systems
hu: Folyamat és adatköltöztetés a korábbi rendszerekből
ru: Перенос процессов и данных из унаследованных систем
zh_cn: 从前任系统迁移流程和数据

source: Release updates
hu: Kiadásfrissítések
ru: Обновление версий
zh_cn: 版本升级

source: Specification of business and IT requirements and features, which exceed the given functional range of OTRS::ITSM
hu: Üzleti és IT követelmények és szolgáltatások meghatározása, amelyek meghaladják az OTRS::ITSM adott funkcionális terjedelmét
ru: Определение требований бизнеса и требований к ИТ и возможностей для включения в функционал OTRS::ITSM
zh_cn: 商业和IT需求规范，以及超出OTRS::ITSM现有功能范围的功能规范

source: Design and realization of project complimentary administrator and service agent trainings
hu: A projekt megtervezése és végrehajtása az adminisztrátor és a szolgáltatás ügyintézői tréningek tiszteletére
ru: Разработка и реализация проекта бесплатного администратора??, а также тренинги для сервисного персонала
zh_cn: 设计和实现项目可免费培训系统管理员和服务人员

source: Advisory services regarding managed operations (ASP/SaaS) of OTRS::ITSM and application support
hu: Tanácsadási szolgáltatások az OTRS::ITSM kezelt műveleteire (ASP/SaaS) és az alkalmazás támogatására vonatkozóan
ru: Консультативные услуги, связанные с применением моделей предоставления услуг (ASP / SaaS) с помощью OTRS::ITSM и поддержку приложений
zh_cn: 关于OTRS::ITSM托管运营（ASP/SaaS）的咨询服务，以及应用系统支持

source: Software development
hu: Szoftverfejlesztés
ru: Разработка приложений
zh_cn: 软件开发

source: One significant advantage of the open-source software OTRS::ITSM is its flexibility regarding potential extensions of the functional range. No "vendor lock-in", a typical risk of proprietary systems and protracted negotiations with the manufacturer about expanding the functional range or building interfaces apply with OTRS::ITSM.
hu: A nyílt forrású OTRS::ITSM szoftver egyik jelentős előnye annak rugalmassága a funkcionális terjedelem lehetséges kiterjesztésére vonatkozóan. Nincs „gyártói csapda”, nincs a kereskedelmi rendszerek tipikus kockázata, és nincsenek a gyártóval való elhúzódó tárgyalások a funkcionális terjedelem kibővítéséről vagy a felületek felépítéséről az OTRS::ITSM alkalmazásával.
ru: Одним из важных преимуществ ПО с открытым исходным кодом OTRS::ITSM является его гибкость в отношении потенциальных расширений функционала. Никаких "закрыто разработчиком" - типичный риск проприетарных систем и затянувшихся переговоров с производителем о расширении функциональности или разработке интерфейсов с OTRS::ITSM.
zh_cn: 开源软件OTRS::ITSM的一个显著优势就是扩展功能范围的灵活性。不用担心“供应商锁定（这是私有软件系统的典型风险）”，也不用担心在与制造商协商扩展功能范围或创建到OTRS::ITSM的接口时被拖延。

source: Experienced project managers and developers are at your disposal at any time to translate your requirements exceeding the functional range of OTRS::ITSM into business and IT specifications. We develop your features, program interfaces, or upgrade existent functionalities according to your conception.
hu: Tapasztalt projektmenedzserek és fejlesztők állnak bármikor az ön rendelkezésére, hogy átültessék az OTRS::ITSM funkcionális terjedelmét meghaladó követelményeit az üzleti és IT specifikációkra. Mi kifejlesszük az ön funkcióit, programfelületeit, vagy frissítjük a meglévő funkcionalitásokat az elgondolása szerint.
ru: Опытные менеджеры проектов и разработчики находятся в вашем распоряжении в любое время, чтобы перевести ваши требования, превышающие функциональные возможности OTRS::ITSM в бизнес- и ИТ-спецификации. Мы доработаем OTRS под ваши особенности, создадим программные интерфейсы, или обновим существующие функциональные возможности в соответствии с вашей концепцией.
zh_cn: 经验丰富的项目经理和开发人员可随时供您驱使，以将超出OTRS::ITSM功能范围的需求转换为商业和IT规范。我们按您的设想开发功能模块、程序接口或升级现有功能。

source: Extensions, which are useful for other customers too, will be added to the standard in later releases. All parties involved benefit: OTRS::ITSM is even more powerful with the features "born" by you and other customers, and you save the cost of porting your features to new releases.
hu: Azok a kiterjesztések, amelyek más ügyfelek számára is hasznosak, a későbbi kiadásokban hozzá lesznek adva a szabványhoz. Minden résztvevő fél előnyhöz jut: az OTRS::ITSM egyre erőteljesebb lesz az ön és más ügyfelek által „megszült” funkciókkal, ön pedig megspórolja a funkciók új kiadásokba való átültetésének költségeit.
ru: Доработки, которые могут быть полезны и для других клиентов тоже, будут добавляться с стандартный функционал в последующих релизах. Все стороны получат выигрыш: OTRS::ITSM станет мощнее за счет возможностей, "рожденных" вашими, и других наших клиентов, пожеланиями, и вы сэкономите за счет включения этих дополнений в новые релизы.
zh_cn: 对其它客户也有用处的扩展功能也可能在以后的版本中添加到标准模块。所有相关模块都会受益：比起刚涎生时的OTRS::ITSM，在您和其它客户的需求驱动下OTRS::ITSM已经越来越强大了，并且您也能节约移植您的独特功能到新版本的成本。

source: Application support
hu: Alkalmazás támogatás
ru: Поддержка приложений
zh_cn: 应用程序支持

source: The decision for an IT service management solution is an investment into the future which should not be underestimated, even if you opt for open-source software. A competent consulting partner is critical for the success of such an implementation project. Just as important, however, is a planned and successful porting of the solution to the life system and the lasting support of a reliable partner guaranteeing a faultless operating application service.
hu: Egy IT-szolgáltatásmenedzsment megoldás melletti döntés egy olyan befektetés a jövőbe, amelyet nem szabad alábecsülni még akkor sem, ha egy nyílt forráskódú szoftver mellett dönt. Egy illetékes tanácsadó partner kritikus jelentőséggel bír egy ilyen megvalósítási projekt sikeréhez. Ugyanilyen fontos azonban a megoldás megtervezett és sikeres átültetése az élő rendszerre, valamint egy megbízható partner tartós támogatása, aki garantálja az alkalmazás szolgáltatásának hibamentes működését.
zh_cn: 即使您选择了开源软件，IT服务管理解决方案也是事关未来的投资决策。部署这个项目的成功关键是选择一个合格的咨询合作伙伴。同样重要的是按计划并成功的移植解决方案为有生命力的系统，以及可信赖的合作伙伴的持续支持保证完美的运营应用程序服务。

source: We provide this continuous support and our service packages are tailored flexibly to meet your requirements. They offer differentiated response times for the various service level agreements with up to 24/7/365 support, 24/7/365 access to our support portal, and optional phone support. Please visit http://www.otrs.com/en/support/ for all details or contact our sales team at sales@otrs.com.
hu: Mi ilyen folyamatos támogatást nyújtunk, és a szolgáltatás csomagjaink rugalmasan az ön igényeihez vannak szabva. Megkülönböztetett válaszidőket nyújtanak a különféle szolgáltatási szint megállapodásokhoz akár 24/7/365 támogatással, 24/7/365 hozzáféréssel a támogatási portálhoz és a választható telefonos támogatáshoz. További részletekért látogassa meg a http://www.otrs.com/en/support/ oldalt, vagy vegye fel a kapcsolatot a értékesítési csapattal a sales@otrs.com címen.
zh_cn: 我们提供这种持续支持，我们的服务包可根据您的需求量体裁衣，可提供不同的响应时间（最高7*24*365的多种服务级别协议），并能7*24*365访问我们的支持门户网站以及可选的电话支持。请访问http://www.otrs.com/en/support/获得所有支持的详细信息，或通过邮件sales@otrs.com联系我们的销售团队。

source: You will only pay for the services you absolutely need. Optional add-on packages, e.g. support via remote control or an extension of the application support services to other OTRS::ITSM instances can be booked if required.
hu: Ön csak akkor fog fizetni a szolgáltatásokért, ha feltétlenül szüksége van rájuk. A választható kiegészítő csomagok, például a távfelügyeleten keresztüli támogatás vagy az alkalmazás-támogatás szolgáltatások kiterjesztése más OTRS::ITSM példányokra szükség esetén lefoglalhatók.
zh_cn: 您只需要为您绝对需要的服务付费，需要时也可以预订可选的附件服务包如远程控制支持，或者到其它OTRS::ITSM实例的应用系统支持服务扩展。

source: Our ITIL compliant operating Application Support Team is continually optimizing its processes and performance. Therefore, our service manager will contact you regularly to discuss your wishes and requirements regarding our services. The monthly service reporting in the service package of your choice serves as a base for these conversations.
hu: Az ITIL-kompatibilisen működő Alkalmazás-támogató csapatunk folyamatosan optimalizálja a folyamatokat és a teljesítményt. Ezért a szolgáltatásmenedzserünk rendszeresen fel fogja venni önnel a kapcsolatot, hogy megvitassa kívánságait és követelményeit a szolgáltatásainkat illetően. A választott szolgáltatáscsomagban lévő havi szolgáltatás-jelentés szolgál alapul ezen beszélgetésekhez.
zh_cn: 我们遵从ITIL运营的应用程序支持团队为流程和性能持续优化。我们的服务经理会定期与您联系，以便跟您讨论跟服务相关的期望和需求。您选择服务包的月度服务报告将作为这些会话的基础。

source: Managed application services (ASP/SaaS)
hu: Kezelt alkalmazás-szolgáltatások (ASP/SaaS)
zh_cn: 托管应用程序服务（ASP/Saas）

source: You do not have to operate OTRS and/or OTRS::ITSM yourself. The products can be rented via the so called &quot;ASP&quot; (application service provisioning) resp. &quot;SaaS&quot; (software as a service) model from specialized companies.
hu: Nem muszáj önnek működtetnie az OTRS és/vagy OTRS::ITSM rendszereket. A termékek bérelhetők egy úgynevezett „ASP” (alkalmazás-szolgáltatás ellátás), illetve „SaaS” (szolgáltatott szoftver) modellen keresztül az erre szakosodott vállalatoktól.
zh_cn: 如果您不想亲自运营OTRS和/或OTRS::ITSM，可以通过所谓的“ASP（应用服务供应）”或“SaaS（软件即服务）模型从专业的公司租用本产品。

source: The customers (software users) are permitted internet access to exclusively rented OTRS systems and, where required, functional application support (see section above) at a fixed monthly price and can employ the application in their business to the contracted extent. No additional license fees apply as only open-source products are used.
hu: Az ügyfeleknek (szoftverfelhasználóknak) internetes hozzáférés engedélyezett a kizárólagosan bérelt OTRS rendszerekhez, valamint ha szükséges, akkor funkcionális alkalmazás-támogatáshoz (lásd a fenti szakaszt) egy rögzített havi összegért, és használhatják az alkalmazást az üzleti folyamataikban a szerződésben meghatározott mértékben. Nincsenek további licencdíjak, mivel kizárólag nyílt forrású termékeket használnak.
zh_cn: 客户（软件用户）通过互联网访问租用的专用OTRS系统，如需要，可按固定月费获得应用程序支持（参阅上面的章节），并在合同规定的范围租用这个应用程序。因为只使用了开源产品，没有额外的许可证费用。

source: The application service provider operates IT infrastructure, systems and software ITIL compliantly and guarantees service quality according to the agreed service levels. The provider maintains the application system, (e.g. patches, backup, monitoring), and supports the customer with incidents and/or service requests such as consultation requests, software extensions, or configuration requests.
hu: Az alkalmazásszolgáltató ITIL-kompatibilisen működteti az IT infrastruktúrát, a rendszereket és szoftvereket, és az elfogadott szolgáltatási szint szerint garantálja a szolgáltatásminőséget. A szolgáltató tartja karban az alkalmazásrendszert (például javítások, biztonsági mentés, megfigyelés), és támogatja az ügyfelet az olyan incidens és/vagy szolgáltatáskérésekben, mint például tanácskérések, szoftverkiterjesztések vagy beállítási kérések.
zh_cn: 应用程序服务提供商运营IT基础设施、系统和遵从ITIL的软件，并保证服务级别协议规定的服务质量。提供商维护应用系统（例如打补丁、备份、监控），以及故障和/或服务请求（如咨询请求、软件扩展或配置请求）的客户支持。

source: Installing OTRS::ITSM
hu: Az OTRS::ITSM telepítése
ru: Установка OTRS::ITSM
zh_cn: 安装OTRS::ITSM

source: Please note that the OTRS framework 5 must be installed prior to the installation of OTRS::ITSM. All necessary information, options and installation procedures are depicted in the OTRS Admin Manual.
zh_cn: 请注意，OTRS框架5必须在OTRS::ITSM安装之前安装好。安装OTRS需要的所有信息、选项或安装流程都在OTRS管理手册中描述。

source: Installation
hu: Telepítés
ru: Установка
zh_cn: 安装

source: After successfully installing OTRS 5 or a later version, proceed to sign on as administrator. Using the package manager in the admin area or via ftp://ftp.otrs.org/pub/otrs/itsm/packages5/ obtain the ITSM packages and install them in the following order:
zh_cn: 成功安装OTRS 5或更新版本后，以系统管理员登录，在系统管理区使用软件包管理器或通过ftp://ftp.otrs.org/pub/otrs/itsm/packages5/获取ITSM软件包，并按以下顺序安装：

source: GeneralCatalog
ru: GeneralCatalog/Общий каталог
zh_cn: 目录模块

source: ITSMCore
zh_cn: ITSM核心模块

source: If your machine running OTRS has internet access, use the following online repository [--OTRS::ITSM 5 Master--] to install the packages below. Otherwise download the packages below and use the package manager to install them:
zh_cn: 如果您运行OTRS的主机能够访问互联网，可使用如下的在线软件仓库 [--OTRS::ITSM 5 Master--] 来安装下面的软件包。否则下载下面的软件包并使用软件包管理器来安装它们：

source: ITSMIncidentProblemManagement
zh_cn: ITSM故障和问题管理模块

source: ITSMConfigurationManagement
zh_cn: ITSM配置管理模块

source: ITSMChangeManagement
zh_cn: ITSM变更管理模块

source: ITSMServiceLevelManagement
zh_cn: ITSM服务级别协议管理模块

source: ImportExport
zh_cn: 导入导出模块

source: You can find further information about the installation process here: <ulink url="http://ftp.otrs.org/pub/otrs/itsm/INSTALL-5.ITSM">INSTALL-5.ITSM</ulink>
zh_cn: 您可以在这里找到安装过程的更多信息： <ulink url="http://ftp.otrs.org/pub/otrs/itsm/INSTALL-5.ITSM">INSTALL-5.ITSM</ulink>

source: Admin Package Manager
hu: Adminisztrációs csomagkezelő
ru: Менеджер пакетов
zh_cn: 管理软件包管理器

source: Upgrade
hu: Frissítés
ru: Обновление
zh_cn: 升级

source: If you are using a version older than OTRS::ITSM 1.1, please update the system to the latest version 1.1 first.
hu: Ha az OTRS::ITSM 1.1-nél régebbi verziót használ, akkor először frissítse a rendszert a legutolsó 1.1-es verzióra.
ru: Если вы используете версию более раннюю чем OTRS::ITSM 1.1, сначала, обновите систему до последней версии 1.1
zh_cn: 如果您使用的版本老于OTRS::ITSM 1.1，请首先将系统升级到OTRS::ITSM 1.1。

source: If OTRS::ITSM 1.1 has already been installed, update your OTRS 2.2 framework to version 2.3 BEFORE you update OTRS:ITSM. To do so, download the latest OTRS 2.3 framework and follow the instructions in the file named UPGRADING. After that, log in to your system and use the package manager to install the package ITSMUpgradeTo12. You can download it manually or use the online repository. Ignore all error messages about not correctly installed old ITSM packages. This package will install all needed packages to update your system to an OTRS::ITSM 1.2 version, and it will migrate all of your data.
hu: Ha az OTRS::ITSM 1.1 már telepítve van, akkor az OTRS::ITSM frissítése ELŐTT frissítse az OTRS 2.2-es keretrendszert a 2.3-as verzióra. Ehhez töltse le a legfrissebb OTRS 2.3-as keretrendszert, és kövesse az UPGRADING nevű fájlban lévő utasításokat. Ezután jelentkezzen be a rendszerbe, és a csomagkezelő használatával telepítse az ITSMUpgradeTo12 csomagot. Letöltheti kézzel is, vagy használhatja az internetes tárolót. Mellőzzön minden hibaüzenetet, amely a régi ITSM csomagok nem megfelelő telepítésével kapcsolatos. Ez a csomag minden szükséges csomagot fel fog telepíteni az OTRS::ITSM 1.2-es verzióra történő rendszerfrissítéshez, és át fogja költöztetni az összes adatát.
ru: Если OTRS::ITSM 1.1 уже установлена, обновите OTRS 2.2 до 2.3 ДО обновления OTRS::ITSM. Для этого, загрузите последнюю OTRS 2.3 и, следуйте инструкциям из файла с именем UPGRADING. Затем, войдите в систему и, используя менеджер пакетов установите пакет ITSMUpgradeTo12. Вы можете скачать его вручную или с использованием онлайн - репозитария. Не обращайте внимания на сообщения об ошибках о некорректно установленных старых ITSM пакетов. Этот пакет установит все необходимое для вашей системы в OTRS::ITSM 1.2 и перенесет все ваши данные.
zh_cn: 如果已经安装了OTRS::ITSM 1.1，在升级OTRS::ITSM前升级您的OTRS 2.2框架到版本2.3。下载OTRS 2.3框架的最新版，并按UPGRADING文件的指令升级。升级到框架2.4之后，登录到您的系统，使用软件包管理器来安装软件包ITSMUpgradeTo12。您可以手动下载或使用在线软件仓库。忽略所有关于未正确安装老版本ITSM软件包的错误信息。这个软件包将安装所有需要的软件包来升级你的系统到OTRS::ITSM 1.2版本，并迁移你的所有数据。
