Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Services such as &quot;standard IT workstation&quot;, &quot;e-mail&quot; or &quot;web access&quot; are IT products and should be compiled in a &quot;IT service catalog&quot; prior to the adoption of OTRS::ITSM. Such a service catalog is usually customer or company specific and can be structured hierarchically. Furthermore, it should be formulated in a user friendly, meaning easily understood, language, as both IT personnel (agents) and IT users (customers) are among its audience.
hu: Az olyan szolgáltatások, mint a „szabványos IT-munkaállomás”, „e-mail” vagy „webes hozzáférés”, IT-termékek és egy „IT-szolgáltatáskatalógusban” kell őket összeállítani az OTRS::ITSM elfogadása előtt. Egy ilyen szolgáltatás-katalógus általában ügyfél- vagy vállalat-specifikus, és fel lehet építeni hierarchikusan. Azonkívül felhasználóbarát módon kell megfogalmazni, amely jelentsen könnyen érthetőt, megfelelő nyelvet, mivel mind az IT-személyzet (ügyintézők), mind az IT-felhasználók (ügyfelek) a közönsége közt vannak.
ru: Сервисы, такие как &quot;Стандартная рабочая станция&quot;, &quot;Электронная почта&quot; or &quot;Доступ к Интернет&quot; являются ИТ продуктами и должны быть занесены в &quot;Каталог ИТ услуг&quot;, предварительно адаптированные к OTRS::ITSM. Подобный Каталог, обычно специфичен для разных клиентов или компаний и имеет иерархическую структуру. Кроме того, его элементы должны быть сформулированы в дружественной манере, доступным для понимания языком в общепринятым для пользователей (клиентов) и ИТ персонала (агентов).
zh_cn: 服务如“标准IT工作站”、“电子邮件”或“WEB访问”都是IT产品，应该在采用OTRS::ITSM前编译到“IT服务目录”。这样一个服务目录通常是客户或公司特定的，并且分等级结构化。而且，因为IT专业人员（服务人员）和IT用户（客户）都是服务目录的受众，它应该使用用户友好、易于理解的语言来表述。

source: Service catalog design is a task which should not be underestimated. Our experience shows that it is highly recommendable to validate conceptual thoughts in a dry run first and to transfer the service structures to OTRS::ITSM in a second step. It has proven of value to resort to external assistance, e.g. of ITIL practice experts.
hu: A szolgáltatás-katalógus tervezése egy olyan feladat, amelyet nem szabad alábecsülni. Tapasztalataink azt mutatják, hogy erősen javasolt a fogalmi gondolatok először egy tesztüzemben történő ellenőrzése, majd egy második lépésben a szolgáltatás szerkezeteinek az OTRS::ITSM-be való átvitele. Értékesnek bizonyult külső segítségnyújtás igénybe vétele, például gyakorlott ITIL szakértőké.
ru: Разработка Каталога услуг задача, которую не следует недооценивать. Наш опыт показывает, что это весьма желательно проверить концептуальные мысли в просто сформулировав их на первом этапе, и обсудить с персоналом ИТ для OTRS :: ITSM на втором этапе. Было бы очень полезным прибегнуть к внешней помощи, например, экспертов ITIL практики.
zh_cn: 服务目录设计是不可低估的任务。我们的经验显示：高度推荐首先在干净的系统上验证概念想法，并将转换服务结构到OTRS::ITSM作为第二步。借助外部的帮助如ITIL实践专家已经被证明是有价值的。

source: Example of (part of) a hierarchic IT service catalog specified in OTRS::ITSM as shown when a ticket is created
hu: Egy hierarchikus IT-szolgáltatáskatalógus példája (része), ahogy az OTRS::ITSM-ben megjelenítésre kerül, amikor egy jegy létrejön
ru: Пример (часть) иерархического каталога ИТ услуг заданного в OTRS::ITSM, как он отображается при создании заявки
zh_cn: 在OTRS::ITSM中指定分级的IT服务目录的样例（部分），创建工单时

source: agent-phoneticket
hu: Ügyintézői telefonos jegy
ru: Агент-Телефонная заявка
zh_cn: 服务人员电话工单

source: and in the administration area.
hu: és az adminisztrációs területen.
ru: и в панели администрирования.
zh_cn: 和在系统管理中。

source: admin-service-managment-overview
hu: Adminisztrátori szolgáltatásmenedzsment áttekintő
ru: Администрирование-Управление сервисами-Обзор
zh_cn: 系统管理-服务管理概览

source: Service levels and service level agreements
hu: Szolgáltatási szintek és szolgáltatási szint megállapodások
ru: Уровни услуг и соглашения об уровне услуг/сервиса
zh_cn: 服务级别和服务级别协议

source: Service levels and the respective agreements (service level agreements, SLAs) document quality pledges for IT services. SLAs are recorded and administered in the admin interface.
hu: A szolgáltatási szintek és a megfelelő megállapodások (szolgáltatási szint megállapodások, SLA-k) dokumentálják az IT-szolgáltatások minőségi ígéreteit. Az SLA-kat az adminisztrációs felületen rögzítik és intézik.
ru: Уровни обслуживания и соответствующие соглашения (соглашения об уровне обслуживания, SLA) документально задают качественные параметры для ИТ-услуг. Соглашения об уровне обслуживания, записываются и вводятся в интерфейсе администратора.
zh_cn: 服务级别和相对应的协议（服务级别协议）记录IT服务的质量承诺。SLA在系统管理界面记录和管理。

source: admin-sla-management-overview
hu: Adminisztrátori SLA-menedzsment áttekintő
ru: Администрирование-SLA-Обзор
zh_cn: 系统管理-SLA管理概览

source: The following parameters can be recorded with every SLA:
hu: A következő paraméterek rögzíthetők minden SLA-hoz:
ru: Для каждого SLA могут быть указаны следующие параметры:
zh_cn: 以下参数在每个SLA中都会记录：

source: admin-sla-management-edit
hu: Adminisztrátori SLA-menedzsment szerkesztés
ru: Администрирование-SLA-Управление-Редактировать
zh_cn: 系统管理-SLA管理-编辑

source: OTRS::ITSM offers by default up to 99 different calendars to describe the various time zones for work or service times. The SLAs can be allocated to them (&quot;service level window&quot;). Various time spans can be entered (in minutes) which OTRS::ITSM uses to control notification and escalation:
hu: Az OTRS::ITSM alapértelmezetten legfeljebb 99 különböző naptárat biztosít a különféle időzónák leírásához a munkáknál és szolgáltatási időknél. Ezekhez foglalhatók le az SLA-k („szolgáltatási szint ablak”). Különféle időtartamok adhatók meg (percben), amelyeket az OTRS::ITSM az értesítések és az eszkaláció vezérléséhez használ:
ru: OTRS::ITSM имеет возможность вести до 99 различных календарей для описания различных временных зон для рабочего времени или времени обслуживания. Они могут быть привязаны к SLA (&quot;Окно Уровни обслуживания&quot;). Различные варианты продолжительности могут быть введены (в минутах), которые OTRS :: ITSM использует для управления уведомлениями и эскалации:
zh_cn: OTRS::ITSM默认提供了最多99个不同的日历来描述多种工作或服务时间的不同时区。SLA能够分配“服务级别窗口”。OTRS::ITSM可以输入不同的时间跨度（单位：分钟）来控制通知和升级时间。

source: [ Response Time ]
hu: [ Válaszidő ]
ru: [ Response Time/Время реакции ]
zh_cn: 【响应时间】

source: = reaction time with incidents
hu: = reagálási idő az incidenseknél
ru: = времени реакции на инцидент
zh_cn: = 故障的反应时间

source: = start of service request procession (&quot;service request lead time&quot;)
hu: = szolgáltatáskérési folyamat kezdete („szolgáltatáskérési átfutási idő”)
ru: = начало обработки запроса на услугу (&quot;время начала работы над запросом на услугу&quot;)
zh_cn: = 服务请求开始处理时间（“服务请求前置时间”）

source: [ Update Time ]
hu: [ Frissítés ideje ]
ru: [ Время до изменения заявки ]
zh_cn: 【更新时间】

source: = notification time
hu: = értesítési idő
ru: = время уведомления
zh_cn: = 通知时间

source: [ Solution Time ]
hu: [ Megoldás ideje ]
ru: [ Время решения ]
zh_cn: 【解决时间】

source: = time elapsed until incidents are resolved (&quot;maximum time to repair&quot;, &quot;MTTR&quot;)
hu: = az eltelt idő, amíg az incidensek megoldódnak („a javítás legnagyobb ideje”, „MTTR”)
ru: = время затраченное на разрешение инцидента (&quot;максимальное время восстановления&quot;, &quot;MTTR&quot;)
zh_cn: = 故障处理完成所花费的时间（“最大修复时间”、“MTTR平均恢复时间”）

source: = delivery time for service requests (&quot;delivery time&quot;)
hu: = szállítási idő a szolgáltatáskéréseknél („szállítási idő”)
ru: = срок решения для сервисных запросов (&quot;срок решения&quot;)
zh_cn: = 服务请求交货时间（“交货时间”）

source: [ Min. Time Between Incidents ]
hu: [ Az incidensek közti legkisebb idő ]
ru: [ Мин. время между инцидентами ]
zh_cn: 【最短故障时间】

source: = &quot;MTBI&quot;: minimal time between closure of the last incident ticket and recurrence of an incident for which the same SLA applies.
hu: = „MTBI”: a legutolsó incidensjegy lezárása és egy olyan incidens ismétlődése közti legkisebb idő, amelyre ugyanaz az SLA vonatkozik.
ru: = &quot;MTBI&quot;: минимальное время между закрытием последней заявки по инциденту и повторением инцидента, с таким же SLA.
zh_cn: = “MTBI”：在同一SLA中最近故障工单关闭后到再发生故障的最短时间。

source: If no values for the above-named times are entered in the SLAs, escalation is affected according to the time fields "response time", "update time" and "solution time" assigned to all queues!
hu: Ha az SLA-kban a fent megnevezett időkhöz nem adnak meg értékeket, akkor az eszkaláció az összes várólistához rendelt „válaszidő”, „frissítés ideje” és a „megoldás ideje” időmezők szerint lesz érintve!
ru: Если никакое из выше упомянутых значений времени не указано в SLA, эскалация производится в соответствии со значениями в полях "response time/время ответа", "update time/время обновления" и "solution time//время решения" заданных для всех очередей!
zh_cn: 如果SLA中以上命名的时间没有输入值，根据“响应时间”、“更新时间”和“解决时间”的升级会影响到所有队列！

source: Important time values of OTRS::ITSM are based on the &quot;ITIL incident lifecycle&quot;:
hu: Az OTRS::ITSM fontos időértékei az „ITIL incidens életciklusán” alapulnak:
ru: Важные значения времени в OTRS::ITSM основаны на понятии &quot;жизненный цикл ITIL&quot;:
zh_cn: OTRS::ITSM中重要的时间值都是基于“ITIL故障生命周期”：

source: incident-lifecycle
hu: Incidens életciklus
ru: Инцидент-жизненный цикл
zh_cn: 故障生命周期

source: Source: OGC, ITIL Service Support Documentation
hu: Forrás: OGC, ITIL szolgáltatástámogatás dokumentáció
ru: Источник: OGC, ITIL Service Support Documentation
zh_cn: 来源：OGC, ITIL 服务支持文档

source: The OTRS stats framework facilitates, among other things, the definition of the actual availability of a service from recorded incidents, which often serves as a performance figure in system-oriented SLAs.
hu: Az OTRS statisztikák megkönnyítik többek között egy szolgáltatás aktuális elérhetőségének meghatározást a rögzített incidensekből, amelyek gyakran teljesítmény ábraként szolgálnak a rendszer-orientált SLA-kban.
ru: Возможности статистики в OTRS, кроме всего прочего, облегчают определение реальных параметров доступности услуги на основании зарегистрированных инцидентов, которые часто служат иллюстрацией при наложении на график работы в системно-ориентированных SLA.
zh_cn: 除了别的方面外，OTRS统计框架还促进了一个已记录故障的服务真实可用性的定义，这经常作为面向系统的SLA的性能图。

source: Configuration items
hu: Konfigurációelemek
ru: Конфигурационные единицы
zh_cn: 配置项

source: Exemplary overview of recorded computer CIs (part) with current CI state:
hu: A rögzített számítógép CI-k (részek) példaszerű áttekintése az aktuális CI-állapottal:
ru: Примерный обзор зарегистрированных CI (часть) класса компьютеры с текущим состоянием CI:
zh_cn: 已记录的带有当前状态的计算机配置项（部分）概览样例：

source: agent-configuration-items
hu: Ügyintézői konfigurációelemek
zh_cn: 服务人员-配置项

source: Example of an individual CI view:
hu: Egy egyéni CI-nézet példája:
ru: Пример отображения отдельной CI:
zh_cn: 单个配置项视图样例：

source: agent-configitem-management-link
hu: Ügyintézői konfigurációelem-menedzsment hivatkozás
zh_cn: 服务人员-配置管理-链接

source: The graphic exemplifies the links between CIs. OTRS differentiates between bidirectional and nondirectional links. Whenever a CI is linked to another CMDB object, OTRS::ITSM automatically creates the respective reverse link.
hu: Az ábra a CI-k közti kapcsolatokat szemlélteti. Az OTRS különbséget tesz a kétirányú és az irányítatlan kapcsolatok között. Amikor egy CI-t összekapcsolnak egy másik CMDB objektummal, akkor az OTRS::ITSM automatikusan létrehozza a megfelelő fordított hivatkozást.
ru: Графический пример связи между CI. OTRS различает двунаправленные и ненаправленные связей. Всякий раз, когда CI связан с другим объектом CMDB, OTRS::ITSM автоматически создает соответствующую обратную ссылку.
zh_cn: 上图是配置之间链接的示例。OTRS区分双向链接和无方向链接。每当一个配置项链接到另一CMDB对象时，OTRS::ITSM都会自动创建各自的反向链接。

source: The OTRS::ITSM standard offers seven link types:
hu: Az OTRS::ITSM szabvány hét kapcsolattípust nyújt:
ru: OTRS::ITSM стандартно предлагает семь типов связи:
zh_cn: OTRS::ITSM标准提供7种链接类型：

source: agent-configitem-management-link2
hu: Ügyintézői konfigurációelem-menedzsment kapcsolat 2
zh_cn: 服务人员-配置管理-链接2

source: To link objects, the source object is chosen first, then the link type is defined and the target object chosen. The target object can be searched for using various criteria.
hu: Objektumok összekapcsolásához először a forrásobjektumot kell kiválasztani, majd a kapcsolattípust kell megadni és a célobjektumot kiválasztani. A célobjektum különféle feltételek használatával is kereshető.
zh_cn: 要链接对象，首先选择源对象，然后定义链接类型并选择目标对象。可以使用不同的条件搜索目标对象。

source: Documents and knowledge database
hu: Dokumentumok és tudásadatbázis
ru: Документы и база знаний
zh_cn: 文档和知识库

source: Using the FAQ system, which is an independent external module since OTRS 2.1, a knowledge database can be designed and managed, e.g. for suggestions and/or procedures related to the resolution of known errors.
hu: A GyIK rendszer használatával, amely az OTRS 2.1 óta független külső modul, tudásadatbázis tervezhető és kezelhető, például az ismert hibák megoldásával kapcsolatos javaslatokhoz és/vagy eljárásokhoz.
ru: Система FAQ, которая, начиная с версии OTRS 2.1, является независимым внешним модулем, может быть разработана и применяться, например, для предложения решений и/или процедур, связанных с решением известных ошибок.
zh_cn: 使用FAQ系统（从OTRS 2.1版本之后独立的外部模块），可以设计和管理如建议和/或处理解决已知错误的一套知识数据库。

source: Entries can be provided for internal use only, for all customers or the public. They can be created and sorted according to language or categories. The quality of FAQ articles can be evaluated by agents. The number of articles last created or last revised to be displayed can be configured without any limitations. All articles can be indexed for an efficient search.
hu: Bejegyzések biztosíthatók kizárólag belső használatra, az összes ügyfélhez vagy a nyilvánosságnak. Nyelv vagy kategóriák szerint hozhatók létre és rendezhetők. A GyIK bejegyzések minőségét az ügyintézők értékelhetik. A megjelenítendő legutóbb létrehozott vagy legutóbb felülvizsgált bejegyzések száma mindenféle korlátozás nélkül beállítható. Minden bejegyzés indexelhető a hatékony keresés érdekében.
ru: Статьи FAQ могут быть предоставлены как для внутреннего использования, так и для клиентов или быть в открытом доступе. Их можно отсортировать по языку или категориям. Полнота и качество статей может оцениваться агентами. Отображение информации о количестве вновь созданных статей или последних измененных, может быть настроено без каких - либо ограничений. Статьи могут быть проиндексированы для ускорения поиска.
zh_cn: 企业可以将知识库用于仅内部使用、所有客户使用或公开使用。知识库可以按照语言或目录进行创建和排序。知识文章的质量可以由服务人员来评估。可以配置显示最后创建或最后校订的文章数量为没有任何限制。所有的文章都加入索引以提高搜索效率。

source: Changes and amendments to the data model
hu: Változások és módosítások az adatmodellen
ru: Изменения и дополнения к модели данных
zh_cn: 数据模型的变更和修订

source: The data model can be adapted flexibly and can be extended with data types, attributes and even classes. Detailed information can be found in the section "The admin area of OTRS::ITSM" in this document or in "The admin area of OTRS" in the OTRS Admin Manual.
hu: Az adatmodell rugalmasan igazítható, és kibővíthető adattípusokkal, attribútumokkal és még osztályokkal is. Részletes információk találhatók ebben a dokumentumban „Az OTRS::ITSM adminisztrációs területe” szakaszban, vagy az OTRS adminisztrációs kézikönyvének „Az OTRS adminisztrációs területe” szakaszában.
ru: Модель данных может быть гибко адаптирована и может быть расширена типами данных, атрибутов и даже классов. Полную информацию можно найти в разделе "Панель администрирования OTRS::ITSM" этого руководства или "Панель администрирования OTRS" в Руководстве администратора OTRS.
zh_cn: 数据模型能被灵活改编，并扩展数据类型、属性甚至配置项类。详细信息可以在本手册的“OTRS::ITSM系统管理”部分或OTRS管理手册的“系统管理”部分找到。

source: The design of a CMDB data model and the CIs to be managed within it, is a task which should not be underestimated. Our experience shows that it is highly recommendable to validate conceptual thoughts in a dry run against the existing IT infrastructure first and to change the OTRS::ITSM default data model and CI classes only afterwards. It has proven of value to resort to external assistance, e.g. of ITIL practice experts for CMDB design.
hu: A CMDB adatmodell terve és az azon belül kezelt CI-k egy olyan feladat, amelyet nem szabad alábecsülni. Tapasztalataink azt mutatják, hogy erősen javasolt a fogalmi gondolatok először egy tesztüzemben történő ellenőrzése a meglévő IT infrastruktúrával szemben, és csak ezután érdemes megváltoztatni az OTRS::ITSM alapértelmezett adatmodelljét és CI osztályait. Értékesnek bizonyult külső segítségnyújtás igénybe vétele a CMDB tervezéséhez, például gyakorlott ITIL szakértőké.
ru: Разработка модели CMDB и CI, которые будут в нее заносится и управляться в ней - задача, которую не следует недооценивать. Наш опыт показывает, что это весьма желательно проверить концептуальные мысли, просто сформулировав их на первом этапе, и изменить поставляемую по умолчанию модель и набор классов CI для OTRS :: ITSM на втором этапе. Было бы очень полезным прибегнуть к внешней помощи, например, экспертов ITIL практики.
zh_cn: CMDB数据模型和在其中管理的配置项的设计，是不可被低估的任务。我们的经验显示：高度推荐首先在现有IT基础设施上验证概念想法，在这之后再修改OTRS::ITSM数据模型和配置项类。CMDB设计借助外部的帮助如ITIL实践专家已经被证明是有价值的。

source: Ticket types and attributes
hu: Jegytípusok és attribútumok
ru: Атрибуты и Типы заявок
zh_cn: 工单类型和属性

source: With OTRS 2.2, native ticket types were introduced, which are used in OTRS::ITSM, too. In the ITIL sub-processes, which can be structured in queues, tickets are classified by their ticket types.
hu: Az OTRS 2.2-es verziójával olyan natív jegytípusok kerültek bevezetésre, amelyek az OTRS::ITSM-ben is használhatók. Az olyan ITIL alfolyamatokban, amelyek várólistákba szervezhetők, a jegyek a jegytípusaik szerint vannak besorolva.
ru: Начиная с OTRS 2.2, были представлены встроенные типы заявок, которые используются также и в OTRS::ITSM. В подпроцессах ITIL, которые могут быть разбиты по очередям, заявки классифицируются по их типам.
zh_cn: 在OTRS 2.2版本引入了原生的工单类型，也在OTRS::ITSM中使用。在按队列组织的ITIL子流程中，工单通过类型进行分类。

source: All ITIL processes to be implemented in later versions of OTRS::ITSM, e.g. change management, will be implemented in such a way. Ticket types such as RfC (&quot;Request for Change&quot;) could be created.
hu: Az OTRS::ITSM későbbi verzióiban megvalósítandó összes ITIL-folyamat (például változásmenedzsment) is ilyen módon lesz megvalósítva. Létrehozhatók lesznek olyan jegytípusok is, mint például RfC („Request for Change” - változáskérelem).
zh_cn: OTRS::ITSM在此之后版本实现的所有ITIL流程，例如变更管理，也按这个方法实现。可以创建工单类型如RFC（“变更请求”）。

source: admin-type-management
hu: Adminisztrációs típusmenedzsment
ru: Администрирование - Настройки заявок - Типы
zh_cn: 系统管理-类型管理

source: In order to assure the consistency of the data managed in OTRS::ITSM, information created in the admin area of the system cannot be deleted as a general rule. If you want to deactivate such information, change the value in the respective listbox settings from "valid" to "invalid" or "invalid-temporarily".
hu: Annak érdekében, hogy az OTRS::ITSM-ben kezelt adatok következetessége biztosítva legyen, a rendszer adminisztrációs területén létrehozott információk nem törölhetők általános szabályként. Ha ki szeretné kapcsolni az ilyen információkat, akkor változtassa meg a megfelelő listadoboz beállításaiban lévő „érvényes” értéket „érvénytelen” vagy „átmenetileg érvénytelen” értékre.
ru: Чтобы быть уверенным в целостности данных, в OTRS::ITSM, управляющая информация, однажды созданная в панели управления системы, как правило, не может быть удалена. Если вы желаете дезактивировать такую информацию, измените ее значение в соответствующем списке выбора с "valid/действительна" на "invalid/недействительна" или "invalid-temporarily/временно недействительна".
zh_cn: 为了确保OTRS::ITSM管理的数据的一致性，在系统管理区创建的信息不能按一般规则直接删除。如果你想不激活这些信息，将相应的列表选项从“有效”变成“无效”和“临时无效”即可。

source: Service desk, incident &amp; problem management
hu: Ügyfélszolgálat, incidens- és problémamenedzsment
zh_cn: 服务台、故障管理和问题管理

source: The service desk (which, according to ITIL, is not a process but a function) is usually the ticket system's main field of application. All user messages and notifications from system monitoring and internal IT organization converge here. The ITIL service management process, closely interwoven with the service desk, describes which work steps, information, escalations and/or interfaces are relevant in connection with the processing of incidents or service requests.
hu: Az ügyfélszolgálat (amely az ITIL szerinti, nem egy folyamat, hanem egy funkció) általában a jegyrendszer fő alkalmazási területe. A rendszermegfigyelésből és a belső IT szervezetből származó összes felhasználói üzenet és értesítés itt gyűlik össze. Az ITIL szolgáltatásmenedzsment folyamat az ügyfélszolgálattal szorosan összefonódva azt írja le, hogy mely munkalépések, információk, eszkalációk és/vagy felületek fontosak az incidensek vagy szolgáltatáskérések feldolgozásával kapcsolatban.
zh_cn: 服务台（在ITIL中服务台不是一个流程而是一个功能）通常是工单系统的主要领域。所有来自系统监控和内部IT部门的用户消息和通知都在这里汇集。ITIL服务管理流程与服务台紧密交织，描述了与故障或服务请求相关的工作步骤、信息、（工单）升级和/或界面。

source: The incident and problem management processes within OTRS::ITSM are based on ITIL recommendations and ITIL terminology. At the same time, user comfort was a main consideration, and terms known from OTRS have been retained as much as possible.
hu: Az OTRS::ITSM-en belüli incidens- és problémamenedzsment folyamatok az ITIL ajánlásokon és az ITIL terminológián alapulnak. Ugyanakkor a felhasználói kényelem volt a fő szempont, és az OTRS-ből ismert kifejezések is megtartásra kerültek, amennyire ez lehetséges volt.
ru: Управление инцидентами и проблемами внутри OTRS::ITSM основаны на рекомендациях ITIL и используют ее терминологию. В то же время, комфорт пользователя, является немаловажным фактором и поэтому терминология OTRS также, по возможности сохранена.
zh_cn: OTRS::ITSM中的故障管理和问题管理流程基于ITIL推荐和ITIL术语。同时，用户友好也是主要考虑因素，来自OTRS的术语也尽可能保留。

source: process-schema
ru: Схема процесса
zh_cn: 流程模式

source: Source: ILX Group (www.ilxgroup.com)
zh_cn: 来源：ILX Group (www.ilxgroup.com)

source: Ticket creation, classification and prioritization
hu: Jegylétrehozás, osztályozás és fontossági sorrend
ru: Создание заявки, классификация и приоритезация
zh_cn: 工单创建、分类和优先级

source: At ticket creation -in our case a phone ticket- the following information can be registered in addition to the information implemented in OTRS:
hu: Jegylétrehozáskor - a mi esetünkben egy telefonos jegy - a következő információk regisztrálhatók az OTRS-ben megvalósított információkon kívül:
ru: При создании заявки - в нашем случае, принятой по телефону, регистрируется следующая информация, в дополнение к той, что использовалась в OTRS:
zh_cn: 在创建工单（我们的案例是一个电话工单）时下面的信息能作为OTRS的附加信息注册：

source: ticket type
hu: jegytípus
ru: Тип заявки
zh_cn: 工单类型

source: relevant service
hu: vonatkozó szolgáltatás
ru: соответствующий сервис
zh_cn: 相关服务

source: impact
hu: hatás
ru: влияние
zh_cn: 影响

source: priority
hu: prioritás
ru: приоритет
zh_cn: 优先级

source: Depending on the service selected, impact and priority are automatically submitted from the criticality impact priority matrix. However, every IT service staff member knows a "VIP" customer requires special consideration.
hu: A választott szolgáltatástól függően a hatás és a prioritás automatikusan beküldésre kerül a kritikussági hatás prioritás mátrixból. Azonban minden IT szolgáltatás alkalmazott ismer egy különös figyelmet igénylő „VIP” ügyfelet.
ru: В зависимости от выбранного сервиса, его влияния - приоритет автоматически присваивается на основании матрицы критичность/влияние/приоритет. Однако, любой член персонала ИТ службы знает о так называемых "VIP" клиентах, требующих специального подхода.
zh_cn: 取决于选择的服务，影响和优先级都是从紧急度-影响-优先级矩阵中自动提交。但是，每个IT服务人员都应知道“VIP”客户需要特别对待。
