Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: GenericInterface for ITSM Configuration Management. This feature contains operations for creating, changing, retrieving and searching configuration items via GenericInterface.
hu: Általános felület az ITSM konfigurációmenedzsmentnél. Ez a szolgáltatás műveleteket tartalmaz a konfigurációelemek létrehozásához, módosításához, lekéréséhez és kereséséhez az általános felületen keresztül.
ru: GenericInterface для ITSM Configuration Management/Управления конфигурациями. Эта возможность позволяет операции по созданию, изменению, загрузки и поиска конфигурационных единиц через GenericInterface.
zh_cn: 用于ITSM配置管理的通用接口，这个功能包括通过通用接口创建、变更、检索和搜索配置项。

source: Bulk actions for ITSM Configuration Management. This feature provides a screen to perform certain actions over a selection of ITSM Configuration Items.
hu: Tömeges műveletek az ITSM konfigurációmenedzsmentnél. Ez a szolgáltatás egy képernyőt biztosít bizonyos műveletek végrehajtásához az ITSM konfigurációelemek kijelölésén.
ru: Массовые действия для Управления конфигурациями. Эта возможность предоставляет экран для проведения определенных действий через выбор нескольких конфигурационных единиц.
zh_cn: ITSM配置管理批量操作。这个功能提供一个窗口来对多个配置项执行某些操作。

source: New color flag for the "deployment state" in ITSM Configuration Management. This feature adds a flag column to the Configuration Item Overviews with the color of the Deployment State, it also adds a color picker to the General Catalog to define the color preference of each Deployment State.
hu: Új színes jelző a „telepítési állapothoz” az ITSM konfigurációmenedzsmentben. Ez a szolgáltatás egy jelző oszlopot ad hozzá a konfigurációelem áttekintőihez a telepítési állapot színével, továbbá egy színválasztót is hozzáad az általános katalógushoz az egyes telepítési állapotok színbeállításainak meghatározásához.
ru: Новый цветной индикатор для "состояния использования/deployment state" в ITSM Configuration Management. Эта возможность добавляет колонку с индикатором Состояния использования в обзор Конфигурационных единиц/элементов. Она также добавляет список выбора цвета в Общий Каталог для назначения цвета для каждого Состояния использования.
zh_cn: 新的用于配置管理区分“部署状态”的彩色标记。这个功能添加一个标志列到配置项概览，用不同颜色来表示部署状态，还在目录管理部分添加了一个颜色选择器，以自定义每个部署状态的颜色。

source: Dynamic fields for ITSM Change Management. The freetext fields for changes and workorder have been migrated to more flexible dynamic fields.
hu: Dinamikus mezők az ITSM változásmenedzsmentnél. A változások és munkamegrendelések szabad-szavas szövegmezői át lettek költöztetve a rugalmasabb dinamikus mezőkhöz.
ru: Динамические поля для Управления Изменениями. Ранее использовавшиеся freetext/свободные поля для изменений и задач теперь заменены более удобными динамическими полями.
zh_cn: 用于ITSM变更管理的动态字段。变更和工作指令的自定义字段已经升级为更灵活的动态字段。

source: Improved and easier handling of templates for changes, workorders and change advisory boards (CAB). It is now easier to edit a template by selecting it from the template overview. A new change or workorder will be created, which can then be edited and saved back in to the same template, while the change or workorder will be deleted after it has been saved.
hu: Továbbfejlesztett és könnyebben kezelhető sablonok a változásokhoz, munkamegrendelésekhez és a változásmenedzsment-tanácsokhoz (CAB). Mostantól könnyebb egy sablon szerkesztése a sablonáttekintőből való kiválasztással. Egy új változás vagy munkamegrendelés kerül létrehozásra, amely szerkeszthető és visszamenthető ugyanabba a sablonba, miközben a változás vagy a munkamegrendelés törölve lesz a mentés után.
ru: Расширено и упрощено управление шаблонами для изменений, задач и Комитетов по изменениям (CAB). Стало проще редактировать шаблоны путем выбора их из обзора шаблонов. Новое изменение или задача будет создана и, затем, изменена и сохранена обратно в тот же шаблон и изменение или задача будут удалены после сохранения в шаблоне.
zh_cn: 改进的和更容易处理的变更、工作指令和变更咨询委员会（CAB）模板。通过模板概览视图，现在更容易编辑一个模板。自动创建新的（临时）变更或工作指令，以将修改内容保存到原模板，保存后新建的临时变更或工作指令将被删除。

source: New OTRS::ITSM 3.3 features
hu: Új OTRS::ITSM 3.3 szolgáltatások
ru: Новые возможности OTRS::ITSM 3.3
zh_cn: OTRS::ITSM 3.3新功能

source: OTRS::ITSM 3.3 offers:
hu: Az OTRS::ITSM 3.3 a következőket nyújtja:
ru: OTRS::ITSM 3.3 предлагает:
zh_cn: OTRS::ITSM 3.3提供了以下新功能：

source: Ported code to the OTRS 3.3 framework.
hu: Kódok átírva az OTRS 3.3 keretrendszerbe.
ru: Код перенесен на платформу OTRS 3.3.
zh_cn: 代码移植到OTRS 3.3框架。

source: Integrated Feature AddOn "OTRSServiceIncidentState" into OTRS::ITSM. It shows the current incident state of a selected service in the ticket zoom, and in all agent frontends where a service can be selected (can be disabled on a per screen basis).
hu: Az „OTRSServiceIncidentState” szolgáltatás-bővítmény integrálva lett az OTRS::ITSM-be. Megjeleníti egy kijelölt szolgáltatás aktuális incidensállapotát a jegynagyítás nézetben és minden ügyintézői előtétprogramon, ahol egy szolgáltatás kijelölhető (egyesével letiltható az egyes képernyőknél).
ru: Дополнение AddOn "OTRSServiceIncidentState" интегрировано в OTRS::ITSM. Оно отображает текущее состояние инцидента для выбранного сервиса в подробном просмотре заявки и в любом интерфейсе агента где производится выбор сервиса (может быть отключено для конкретных экранов).
zh_cn: 集成功能插件“OTRSServiceIncidentState（OTRS服务故障状态）”到OTRS::ITSM。它在工单详情窗口和服务人员能够选择服务的所有窗口（可以按窗口禁用）显示选定服务的当前故障状态。

source: Integrated Feature AddOn "OTRSCIColumns" into OTRS::ITSM. This feature makes it possible to configure the shown CI-Attributes individually for each ConfigItem class. This is possible for the CI-Overview, the CI-Search-Overview and the Linked-CI view in the agent interface.
hu: Az „OTRSCIColumns” szolgáltatás-bővítmény integrálva lett az OTRS::ITSM-be. Ez a szolgáltatás teszi lehetővé a megjelenített CI-attribútumok egyénileg történő beállítását minden egyes konfigurációelem osztálynál. Ez a CI-Overview, a CI-Search-Overview és a Linked-CI nézetnél lehetséges az ügyintézői felületen.
ru: Дополнение Feature AddOn "OTRSCIColumns" интегрировано в OTRS::ITSM. Оно дает возможность настраивать показ атрибутов CI индивидуально, для каждого класса CI. Это доступно для обзора CI, экранов результатов поиска CI и связанных CI в интерфейсе агента.
zh_cn: 集成功能插件“OTRSCIColumns（OTRS配置项列）”到OTRS::ITSM。这个功能能够配置每个配置项类单独的显示属性，用于服务人员界面的配置项概览、配置项搜索概览和链接的配置项视图

source: Integrated Feature AddOn "OTRSWorkOrderTimeDependency" into OTRS::ITSM. If this feature is enabled and you change the planned end date of a workorder, all following workorders will also be moved accordingly, so that the time differences between the workorders will still be the same.
hu: Az „OTRSWorkOrderTimeDependency” szolgáltatás-bővítmény integrálva lett az OTRS::ITSM-be. Ha ez a szolgáltatás engedélyezve van, és megváltoztatja egy munkamegrendelés tervezett befejezési dátumát, akkor az összes követő munkamegrendelés is aszerint kerül áthelyezésre azért, hogy a munkamegrendelések közti időkülönbség mindig ugyanaz legyen.
ru: Дополнение Feature AddOn "OTRSWorkOrderTimeDependency" интегрировано в OTRS::ITSM. Если эта возможность включена и вы изменяете планируемое время окончания задачи, все последующие задачи, также будут сдвинуты, так что разница во времени между задачами останется без изменения.
zh_cn: 集成功能插件“OTRSWorkOrderTimeDependency（OTRS工作指令时间依赖）”到OTRS::ITSM。如果启用了这个功能，你修改一个工作指令的计划结束时间后，所有后续工作指令也将相应地移动，以保持所有工作指令的时间差仍然相同。

source: Integrated Feature AddOn "OTRSCIAttributeSyntaxCheck" into OTRS::ITSM. This feature makes it possible to check the syntax of CI attributes with a regular expression while adding or editing CIs via the agent interface (not while importing CIs with the Import/Export module). CI attributes of the type "Text" and "TextArea", as well as the CI name can be checked with individual regular expressions. An individual error message is shown if the attribute does not match the defined pattern. With this feature it can be enforced that for example a CI attribute must start with "ABC" or must end with a number.
hu: Az „OTRSCIAttributeSyntaxCheck” szolgáltatás-bővítmény integrálva lett az OTRS::ITSM-be. Ez a szolgáltatás teszi lehetővé a CI-attribútumok szintaktikai ellenőrzését reguláris kifejezéssel, miközben CI-ket ad hozzá vagy szerkeszt az ügyintézői felületen keresztül (nem a CI-k importálása közben az importálás/exportálás modullal). A „Text” és a „TextArea” típus CI-attribútumai, valamint a CI név ellenőrizhető egyedi reguláris kifejezésekkel. Egyedi hibaüzenet jelenik meg, ha az attribútum nem illeszkedik a meghatározott mintára. Ezzel a szolgáltatással kikényszeríthető, hogy például egy CI-attribútumnak „ABC” szöveggel kell kezdődnie vagy számmal kell végződnie.
ru: Дополнение Feature AddOn "OTRSCIAttributeSyntaxCheck" интегрировано в OTRS::ITSM. Оно дает возможность выполнять синтаксический контроль для атрибутов CI с помощью регулярных выражений при добавлении или редактировании CI в интерфейсе агента (но не при импорте CI с помощью модуля Import/Export). Атрибуты CI типов "Text" и "TextArea", а также имя CI могут быть проверены с помощью отдельных регулярных выражений. Если значение атрибута не соответствует заданному шаблону выдается сообщение об ошибке. С помощью этого дополнения, например, можно задать, что значение атрибута CI должно начинаться с "ABC" или заканчиваться цифрой.
zh_cn: 集成功能插件“OTRSCIAttributeSyntaxCheck（OTRS配置项属性语法检查）”到OTRS::ITSM。可以在服务人员界面添加或编辑配置项时使用正则表达式来检查配置项属性（使用导入/导出模块导入配置项时无法使用本功能）。和配置项名称一样，文本或多行文本类型的配置项属性，也能够使用单独的正则表达式来检查。如果属性不匹配定义的模式就显示一条单独的错误消息。使用这个功能可以强制执行某些要求如配置项属性必须以“ABC”开头或必须以一个数字结尾。

source: Added new feature "WorkOrder Report Attachments" into OTRS::ITSM. This feature adds support for attachment uploads in the workorder report screen.
hu: Új „Munkamegrendelés jelentés mellékletek” szolgáltatás lett hozzáadva az OTRS::ITSM-hez. Ez a szolgáltatás támogatást ad a melléklet feltöltéseihez a munkamegrendelés jelentés képernyőn.
ru: Добавлена новая возможность "WorkOrder Report Attachments" в OTRS::ITSM. Она обеспечивает загрузку вложений на экране отчета по задаче.
zh_cn: 添加新功能“WorkOrder Report Attachments（工作指令报告附件）”到OTRS::ITSM。这个功能让工作指令报告窗口支持附件上传。

source: The toolbar icons now use an icon font which makes it easier to create custom skins with different base colors.
hu: Az eszköztár ikonok mostantól egy olyan ikon betűkészletet használnak, amely megkönnyíti az egyéni felszínek létrehozását eltérő alapszínekkel.
ru: Значки/иконки теперь используют иконочный шрифт, который позволяет проще создавать различные обложки с различными основными цветами.
zh_cn: 工具栏图标现在使用了图标字体，更容易用不同的基色创建自定义皮肤。

source: Migrated ITSMCriticality and ITSMImpact values from general catalog to dynamic fields. Renamed ITSM related dynamic fields to nicer names, prefixed with ITSM.
hu: Az ITSMCriticality és az ITSMImpact értékek át lettek költöztetve az általános katalógusból a dinamikus mezőkbe. Az ITSM-mel kapcsolatos dinamikus mezők átnevezésre kerültek szebb nevekre ITSM előtaggal ellátva.
zh_cn: 将紧急度和影响值从目录升级为动态字段，将ITSM相关的动态字段重新取个好名--都使用ITSM前缀。

source: In ITSMChangeManagement the frontends to create changes / workorders have been splitted in 2 screens each. One to create a new change / workorder from scratch, and one to create it from a template.
hu: Az ITSMChangeManagement modulban az előtétprogram 2-2 képernyőre lett felosztva a változások / munkamegrendelések létrehozásához. Az egyik egy új változás / munkamegrendelés létrehozásához a semmiből, és a másik a sablonból való létrehozáshoz.
ru: В интерфейсе Управления изменениями/ITSMChangeManagement создание изменений/задач разбито на 2 экрана для каждого из них. Один для создания нового изменения/задачи "с нуля", другой для создания их из шаблона.
zh_cn: 在变更管理界面创建变更或工作指令有了2个不同的窗口，一个是从头开始创建变更或工作指令，一个是从模板创建。

source: New OTRS::ITSM 3.2 features
hu: Új OTRS::ITSM 3.2 szolgáltatások
ru: Новые возможности OTRS::ITSM 3.2
zh_cn: OTRS::ITSM 3.2新功能

source: OTRS::ITSM 3.2 offers:
hu: Az OTRS::ITSM 3.2 a következőket nyújtja:
ru: OTRS::ITSM 3.2 предлагает:
zh_cn: OTRS::ITSM 3.2提供了以下新功能：

source: Ported code to the OTRS 3.2 framework.
hu: Kódok átírva az OTRS 3.2 keretrendszerbe.
ru: Код перенесен на платформу OTRS 3.2.
zh_cn: 代码移植到OTRS 3.2框架。

source: Enhanced Import/Export screen to show a summary after importing.
hu: Javított importálás/exportálás képernyő az importálás utáni összesítő megjelenítéséhez.
ru: Расширена информация на экране Импорт/Экспорт для показа сводного результата после импорта.
zh_cn: 增强的导入/导出窗口，在导入后显示汇总信息。

source: Added attachment support for ITSM config items.
hu: Melléklet támogatás hozzáadása az ITSM konfigurációelemekhez.
ru: Добавлена поддержка вложений для конфигурационных единиц ITSM.
zh_cn: 为ITSM配置项添加附件支持。

source: Added new optional sysconfig option to check if config item names are unique.
hu: Új opcionális rendszerbeállítási lehetőség hozzáadása annak ellenőrzéséhez, hogy a konfigurációelemek nevei egyediek-e.
ru: Добавлена новая опция в sysconfig для проверки уникальности имен конфигурационных единиц.
zh_cn: 新增加了检查配置项名称是否唯一的系统配置选项。

source: New OTRS::ITSM 3.1 features
hu: Új OTRS::ITSM 3.1 szolgáltatások
ru: Новые возможности OTRS::ITSM 3.1
zh_cn: OTRS::ITSM 3.1新功能

source: OTRS::ITSM 3.1 offers:
hu: Az OTRS::ITSM 3.1 a következőket nyújtja:
ru: OTRS::ITSM 3.1 предлагает:
zh_cn: OTRS::ITSM 3.1提供了以下新功能：

source: Ported code to the OTRS 3.1 framework.
hu: Kódok átírva az OTRS 3.1 keretrendszerbe.
ru: Код перенесен на платформу OTRS 3.1.
zh_cn: 代码移植到OTRS 3.1框架。

source: Added caching to speed up the condition / action backends in change management.
hu: Gyorsítótárazás hozzáadása a feltétel / művelet háttérprogramok gyorsításához a változásmenedzsmentben.
ru: Добавлено кэширование для ускорения работы интерфейса condition / action в Управлении изменениями.
zh_cn: 在变更管理中为加速条件或操作后端添加缓存。

source: Added possibility to use a mirror database for change and workorder searches in change management.
hu: Tüköradatbázis használati lehetőségének hozzáadása a változás és munkamegrendelés kereséseknél a változásmenedzsmentben.
ru: Добавлена возможность использования "зеркальных" БД для поиска Изменений или Задач в Управлении Изменениями.
zh_cn: 在变更管理中添加了使用镜像数据库搜索变更和工作指令的可能性。

source: New OTRS::ITSM 3.0 features
hu: Új OTRS::ITSM 3.0 szolgáltatások
ru: Новые возможности OTRS::ITSM 3.0
zh_cn: OTRS::ITSM 3.0新功能

source: OTRS::ITSM 3.0 offers:
hu: Az OTRS::ITSM 3.0 a következőket nyújtja:
ru: OTRS::ITSM 3.0 предлагает:
zh_cn: OTRS::ITSM 3.0提供了以下新功能：

source: Brand New Interface - OTRS 3.0 Look &amp; Feel
hu: Teljesen új felület - OTRS 3.0 megjelenés
ru: Новый фирменный интерфейс - OTRS 3.0 Look &amp; Feel
zh_cn: 崭新的界面 - OTRS 3.0外观和感觉

source: Ported code to the OTRS 3.0 framework.
hu: Kódok átírva az OTRS 3.0 keretrendszerbe.
ru: Код перенесен на платформу OTRS 3.0.
zh_cn: 代码移植到OTRS 3.0框架。

source: New Generic Search Dialogs.
hu: Új általános keresés párbeszédablakok.
ru: Новый вид диалоговых окон для общего поиска.
zh_cn: 新的通用搜索对话框。

source: New Search result types (Print, PDF and CSV).
hu: Új keresési eredmény típusok (nyomtatás, PDF és CSV).
ru: Новые типы вывода результатов поиска (Печать, PDF и CSV).
zh_cn: 新的搜索结果类型（打印、PDF和CSV）。

source: New OTRS::ITSM 2.1 features
hu: Új OTRS::ITSM 2.1 szolgáltatások
ru: Новые возможности OTRS::ITSM 2.1
zh_cn: OTRS::ITSM 2.1新功能

source: OTRS::ITSM 2.1 offers:
hu: Az OTRS::ITSM 2.1 a következőket nyújtja:
ru: OTRS::ITSM 2.1 предлагает:
zh_cn: OTRS::ITSM 2.1提供了以下新功能：

source: Change Management
hu: Változásmenedzsment
ru: Управление Изменениями
zh_cn: 变更管理

source: Improved speed of Change Management and GeneralCatalog by implementing caching technology.
hu: A változásmenedzsment és az általános katalógus sebességének növelése a gyorsítótárazás technológia megvalósításával.
ru: Увеличена скорость работы модулей Управление Изменениями и Общий каталог применением технологии кэширования.
zh_cn: 通过部署缓存技术改进了变更管理和目录管理的速度。

source: New powerful FreeText fields for Changes and Workorders in Change Management.
hu: Új, hatékony szabad-szavas mezők a változásokhoz és a munkamegrendelésekhez a változásmenedzsmentben.
ru: Новый мощный механизм Свободных полей / FreeText fields для Изменений и Задач в модуле Управление Изменениями.
zh_cn: 变更管理中用于变更和工作指令新的强大的自定义字段。

source: Implemented an option to reset the change and workorder states while saving as template.
hu: Megvalósításra került egy lehetőség a változás és a munkamegrendelés állapotainak visszaállításához a sablonként való mentés közben.
ru: Реализована возможность сброса состояния Изменения и Задачи при сохранении в качестве шаблона.
zh_cn: 部署了一个选项，用于保存为模板时重置变更和工作指令的状态。

source: New alternative checksum generator for the change number.
hu: Új alternatív ellenőrzőösszeg-előállító a változásszámokhoz.
ru: Новый дополнительный генератор номеров Изменений с использованием контрольных сумм/checksum.
zh_cn: 生成变更编号新增了可供选择的检验和生成器。

source: New option to show workorder title and workorder state in the change zoom timeline.
hu: Új lehetőség a munkamegrendelés-cím és a munkamegrendelés-állapot megjelenítéséhez a változásnagyítás idővonalán.
ru: Новая возможность отображения названия Задачи и ее состояния на диаграмме в просмотре Изменения.
zh_cn: 新的选项用于在变更详情时间轴上显示工作指令标题和工作指令状态。

source: New OTRS::ITSM 2.0 features
hu: Új OTRS::ITSM 2.0 szolgáltatások
ru: Новые возможности OTRS::ITSM 2.0
zh_cn: OTRS::ITSM 2.0新功能

source: OTRS::ITSM 2.0 offers:
hu: Az OTRS::ITSM 2.0 a következőket nyújtja:
ru: OTRS::ITSM 2.0 предлагает:
zh_cn: OTRS::ITSM 2.0提供了以下新功能：

source: The new OTRS::ITSM package "ITSMChangeManagement" implements the ITIL discipline Change Management.
hu: Az új „ITSMChangeManagement” OTRS::ITSM csomag megvalósítja az ITIL fegyelmezett változásmenedzsmentet.
ru: Новый пакет OTRS::ITSM - "ITSMChangeManagement" реализует ITIL - процесс Управление Изменениями.
zh_cn: 新的OTRS::ITSM软件包“ITSMChangeManagement”实现了ITIL变更管理流程。

source: New OTRS::ITSM 1.3 features
hu: Új OTRS::ITSM 1.3 szolgáltatások
ru: Новые возможности OTRS::ITSM 1.3
zh_cn: OTRS::ITSM 1.3新功能

source: OTRS::ITSM 1.3 is based on OTRS 2.4
hu: Az OTRS::ITSM 1.3 az OTRS 2.4-es verzióján alapul
ru: OTRS::ITSM 1.3 основан на OTRS 2.4
zh_cn: OTRS::ITSM 1.3基于OTRS 2.4

source: It offers the same features as OTRS::ITSM 1.2, but runs on the OTRS 2.4 framework.
hu: Ugyanazt a szolgáltatást nyújtja mint az OTRS::ITSM 1.2, de az OTRS 2.4-es keretrendszeren fut.
ru: Он предлагает те же возможности, что и OTRS::ITSM 1.2, но работает на базе OTRS 2.4 framework.
zh_cn: 它提供了与OTRS::ITSM 1.2相同的功能，只是运行在OTRS 2.4框架。

source: New OTRS::ITSM 1.2 features
hu: Új OTRS::ITSM 1.2 szolgáltatások
ru: Новые возможности OTRS::ITSM 1.2
zh_cn: OTRS::ITSM 1.2新功能

source: OTRS::ITSM 1.2 is based on OTRS 2.3
hu: Az OTRS::ITSM 1.2 az OTRS 2.3-as verzióján alapul
ru: OTRS::ITSM 1.2 основан на OTRS 2.3
zh_cn: OTRS::ITSM 1.3基于OTRS 2.3

source: OTRS::ITSM 1.2 offers:
hu: Az OTRS::ITSM 1.2 a következőket nyújtja:
ru: OTRS::ITSM 1.2 предлагает:
zh_cn: OTRS::ITSM 1.2提供了以下新功能：

source: Modularization
hu: Modularizáció
ru: Модульность
zh_cn: 模块化

source: From now on the additional ITSM packages covering single ITIL disciplines like incident management / problem management, configuration management, service level management, can be installed independently from one another. To you as a user, that means that you neither have to install the packages in a certain installation order nor do you have to install them all in order to use OTRS::ITSM.
hu: Mostantól az egyedüli ITIL tudományágakat lefedő további ITSM csomagok - úgymint incidensmenedzsment / problémamenedzsment, konfigurációmenedzsment, szolgáltatásszint-biztosítás - függetlenül telepíthetők a többitől. Felhasználóként Önnek ez azt jelenti, hogy a csomagokat nem kell egy bizonyos telepítési sorrendben telepítenie, illetve nem kell az összeset telepítenie az OTRS::ITSM használata érdekében.
ru: Теперь, дополнительные пакеты ITSM реализующие отдельные процессы ITIL, такие как Управление Инцидентами/Проблемами, Управление Конфигурациями, Управление уровнями обслуживания - могут устанавливаться по отдельности, независимо от друг от друга. Для вас как для пользователя это означает, что вам не придется устанавливать пакеты в определенном порядке установки и вы не должны установить их все, чтобы использовать OTRS::ITSM.
zh_cn: 从现在开始附加的覆盖单个ITIL流程的ITSM软件包如故障管理/问题管理、配置管理、服务级别管理，能够彼此独立安装。这意味着你要使用OTRS::ITSM，既可以按照某个顺序逐个安装各个模块，也可以安装所有模块。

source: Reduced reloads
hu: Csökkentett újratöltések
ru: Снижение нагрузки
zh_cn: 减少重载

source: ITSM functionalities (e. g. priority calculation based on a tickets impact) have been reimplemented in AJAX technology to reduce necessary reloads. This leads to an increased speed using OTRS::ITSM.
hu: Az ITSM funkcionalitások (például a jegyek hatásán alapuló prioritás számítás) AJAX technológiával újra megvalósításra kerültek a szükséges újratöltések csökkentéséhez. Ez az OTRS::ITSM használati sebességének növekedéséhez vezet.
ru: Функции ITSM (например, вычисление приоритета на основании влияния заявки) переписаны с использованием AJAX для снижения нагрузки на сервер. Следствием этого является ускорение работы OTRS::ITSM.
zh_cn: ITSM功能（例如基于工单影响的优先级计算）已经用AJAX技术重新部署，减少了之前必要的重新载入。这极大提升了使用OTRS::ITSM的速度。

source: Joint Link-Object mechanism
hu: Összekötött kapcsolt-objektum mechanizmus
ru: Объединенный механизм связывания объектов
zh_cn: 联合链接对象机制

source: OTRS::ITSM 1.1 and lower releases were designed based on an own extended Object-Link mechanism. As a consequence, the Object-Link functionality of OTRS couldn't be used in OTRS::ITSM. A joint Object-Link mechanism has now been implemented, which covers all of the features from both former Link object mechanisms.
hu: Az OTRS::ITSM 1.1 és a korábbi kiadások saját kiterjesztett objektumkapcsolati mechanizmuson alapulva lettek megtervezve. Ennek következtében az OTRS objektumkapcsolati funkcionalitását nem lehetett használni az OTRS::ITSM-ben. Az összekötött objektumkapcsolati mechanizmus most már megvalósításra került, amely lefedi mindkét korábbi objektumkapcsolati mechanizmusból származó szolgáltatás mindegyikét.
ru: OTRS :: ITSM 1,1 и более низкие релизы были разработаны на основе собственной расширенной версии механизма Object-Link. Как следствие, функциональность Object-Link OTRS не может быть использован в OTRS::ITSM.Совместный механизм Object-Link в настоящее время охватывает все функции обоих бывших механизмов.
zh_cn: OTRS::ITSM 1.1以前的版本基于自身扩展的对象链接机制，因此，OTRS的对象链接功能不能在OTRS::ITSM中使用。在实现联合链接对象机制后，就能覆盖OTRS和OTRS::ITSM两种链接对象机制的所有功能。

source: Improved speed
hu: Megnövelt sebesség
ru: Повышенная скорость
zh_cn: 改进的速度

source: Changing database access technology to using SQL bind parameters made it possible to access the Configuration Items (CI) database faster than previously.
hu: Az adatbázis-hozzáférési technológia lecserélése SQL kötési paraméterek használatára lehetővé tette a konfigurációelemek (CI) adatbázisának az előzőnél gyorsabb elérését.
ru: Изменена технология доступа к базам данных, чтобы с помощью параметров SQL связывания стало возможным получить доступ к (CI) базы данных конфигурационных единиц более быстрым, чем ранее.
zh_cn: 使用SQL绑定变量改变了数据库的访问技术，使得存取配置项数据库比以前快了很多。

source: Locations
hu: Helyek
ru: Местоположение
zh_cn: 位置

source: Locations are no longer a separate menu item. They are now integrated into the Configuration Items, which will bring a sustainable gain in flexibility.
hu: A helyek többé nem különálló menüpont. Most már egységesítésre kerültek a konfigurációelemekkel, amely fenntartható hasznot fog hozni a rugalmasságban.
ru: Местоположения теперь не являются отдельным пунктом меню. Они теперь интегрированы в Конфигурационные единицы, что принесет устойчивое усиление гибкости.
zh_cn: 位置不再是一个独立的菜单项，现在把位置集成到配置项中，以获得持续增长的灵活性。

source: SLA-Service multi-assignments
hu: SLA-szolgáltatás többszörös hozzárendelés
ru: SLA-Service множественные назначения
zh_cn: SLA分配到多个服务
