Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Displays all changes that have the status &quot;successful&quot;
hu: Megjeleníti az összes olyan változást, amelynek „sikeres” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;successful&quot;
zh_cn: 显示状态为“成功”的所有变更

source: failed
hu: sikertelen
ru: failed - неудачно
zh_cn: 失败

source: Displays all changes that have the status &quot;failed&quot;
hu: Megjeleníti az összes olyan változást, amelynek „sikertelen” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;failed&quot;
zh_cn: 显示状态为“失败”的所有变更

source: canceled
hu: megszakítva
ru: canceled - отменено
zh_cn: 取消

source: Displays all changes that have the status &quot;canceled&quot;
hu: Megjeleníti az összes olyan változást, amelynek „megszakítva” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;canceled&quot;
zh_cn: 显示状态为“取消”的所有变更

source: retracted
hu: visszavonva
ru: retracted - отказано
zh_cn: 撤回

source: Displays all changes that have the status &quot;retracted&quot;
hu: Megjeleníti az összes olyan változást, amelynek „visszavonva” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;retracted&quot;
zh_cn: 显示状态为“撤回”的所有变更

source: Change Schedule
hu: Változásütemezés
ru: Расписание изменений
zh_cn: 变更计划

source: In the Change Schedule view, all Changes which have the status &quot;approved&quot; i.e. are in the queue for implementation, are displayed. The column titles can be sorted by the following attributes in ascending or descending order:
hu: A változásütemezés nézeten van megjelenítve az összes olyan változás, amelynek „jóváhagyva” állapota van, azaz a megvalósítás várólistájában szerepel. Az oszlopcímek a következő attribútumok szerint rendezhetők növekvő vagy csökkenő sorrendbe:
zh_cn: 在变更计划视图中，显示所有状态为“通过审批”的变更如在实施队列的变更。

source: change-schedule
hu: Változásütemezés
zh_cn: 变更计划

source: The displayed attributes can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeScheduleOverview&quot;:
hu: A megjelenített attribútumok az „ITSM Change Management -&gt; Frontend::Agent::ViewChangeScheduleOverview” rendszerbeállításon keresztül határozhatók meg a következő elérhető attribútumokkal:
zh_cn: 可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewChangeScheduleOverview”定义要显示的属性：

source: Date and time at which the Change implementation was completed
hu: Dátum és idő, amikor a változás megvalósítása befejeződött
ru: Дата и время в которые реализация Изменения была завершена
zh_cn: 变更实施完成的日期和时间

source: Projected Change implementation completion date and time
hu: Tervezett változás megvalósítás befejezési dátuma és ideje
ru: Планируемые дата и время окончания реализации Изменения
zh_cn: 预计变更实施完成的日期和时间

source: PIR - Post Implementation Review
hu: PIR - megvalósítás utáni vizsgálat
ru: PIR - Post Implementation Review/Анализ после выполнения
zh_cn: PIR - 实施后审查

source: This view displays work orders of the &quot;PIR&quot; type, which can be sorted in ascending or descending order by the given column headings.
hu: Ez a nézet a „PIR” típus munkamegrendeléseit jeleníti meg, amely az adott oszlopfejlécek szerint növekvő vagy csökkenő sorrendbe rendezhető.
ru: Этот обзор отображаает Задачи типа &quot;PIR&quot; которые могут быть отсортированы в убывающем или возрастающем порядке по значениям в колонках атрибутов.
zh_cn: 这个视图显示类型为“PIR”的工作指令，可以点击列标题来按升序或降序排序工作指令。

source: change-pir
hu: Változás PIR
zh_cn: 变更-PIR

source: The columns to be displayed can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewPIROverview&quot;:
hu: A megjelenítendő oszlopok az „ITSM Change Management -&gt; Frontend::Agent::ViewPIROverview” rendszerbeállításon keresztül határozhatók meg:
ru: Перечень колонок может быть задан в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewPIROverview&quot;:
zh_cn: 可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewPIROverview”需要显示的列：

source: Agent assigned to the PIR
hu: A PIR-hez hozzárendelt ügyintéző
ru: Агент, назначенный для PIR
zh_cn: 给PIR分配的服务人员

source: Work Order number
hu: Munkamegrendelés-szám
ru: Номер Задачи
zh_cn: 工作指令编号

source: WorkOrderStateSignal
ru: WorkOrderStateSignal - индикатор состояния Задачи
zh_cn: 工作指令状态标志

source: Work Order status indicator to be shown as traffic light
hu: Munkamegrendelés-állapot jelző közlekedési lámpaként megjelenítve
ru: Цвет "светофора" отображающий статус Задачи
zh_cn: 用红绿灯表示的工作指令状态标志

source: Name of the Work Order
hu: A munkamegrendelés neve
ru: Имя Задачи
zh_cn: 工作指令的名称

source: The type of Work Order
hu: A munkamegrendelés típusa
ru: Тип Задачи
zh_cn: 工作指令的类型

source: Template
hu: Sablon
ru: Шаблон
zh_cn: 模版

source: This view displays all the defined templates in the system. The agent can sort the displayed information in ascending or descending order by the given column headings.
hu: Ez a nézet a rendszeren meghatározott összes sablont jeleníti meg. Az ügyintéző növekvő vagy csökkenő sorrendbe rendezheti a megjelenített információkat az adott oszlopfejlécek szerint.
ru: Этот обзор отображает все созданные шаблоны в системе. Агент имеет возможность отсортировать информацию по содержимому колонок в убывающем или возрастающем порядке.
zh_cn: 这个视图显示系统中已定义的模板。服务人员可以点击列标题来按升序或降序排序。

source: change-template
hu: Változássablon
zh_cn: 变更-模板

source: The columns to be displayed can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview&quot;:
hu: A megjelenítendő oszlopok az „ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview” rendszerbeállításon keresztül határozhatók meg:
ru: Перечень колонок может быть задан в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview&quot;:
zh_cn: 可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview”来定义要显示的列：

source: ChangeBy
ru: ChangeBy - Кто изменил
zh_cn: 修改人

source: Username of the agent who last modified the template
hu: Az ügyintéző felhasználóneve, aki utoljára módosította a sablont
ru: Логин агента, который последним изменил шаблон
zh_cn: 最后修改模板的服务人员姓名

source: ChangeTime
ru: ChangeTime - Время изменения
zh_cn: 修改时间

source: Date and time of the last modification
hu: Az utolsó módosítás dátuma és ideje
ru: Дата и время последнего изменения
zh_cn: 最后修改的日期和时间

source: Comment
ru: Comment - Комментарий
zh_cn: 注释

source: Comments / description of the template
hu: A sablon megjegyzései vagy leírása
ru: Комментарии / описание шаблона
zh_cn: 模板的注释或描述

source: CreateBy
ru: CreateBy - кто создал
zh_cn: 创建人

source: Username of the agent who created the template
hu: Az ügyintéző felhasználóneve, aki a sablont létrehozta
ru: Логин агента, который создал шаблон
zh_cn: 创建模板的服务人员姓名

source: Date and time at which the template was created
hu: Dátum és idő, amikor a sablon létrejött
ru: Дата и время создания шаблона
zh_cn: 创建模板时的日期和时间

source: Delete
ru: Удаление
zh_cn: 删除

source: Option to delete a chosen template
hu: Lehetőség egy kiválasztott sablon törlésére
ru: Опция удаления выбранного шаблона
zh_cn: 删除选定模板的选项

source: Name
ru: Name - Название
zh_cn: 名称

source: Name of the template
hu: A sablon neve
ru: Имя шаблона
zh_cn: 模板的名称

source: TemplateID
ru: TemplateID - ID шаблона
zh_cn: 模板编号

source: The template&apos;s internal database identity
hu: A sablon belső adatbázis-azonosítója
ru: Внутренний идентификатор шаблона в базе данных
zh_cn: 模板的内部数据库标识

source: Type
ru: Type - Тип
zh_cn: 类型

source: Type of template
hu: A sablon típusa
ru: Тип шаблона
zh_cn: 模板的类型

source: Valid
ru: Valid - действительность
zh_cn: 有效

source: Defines the validity of the template (valid, invalid and temporarily invalid). Invalid / temporarily invalid templates cannot be used by Change Builders.
hu: A sablon érvényességét határozza meg (érvényes, érvénytelen és átmenetileg érvénytelen). Az érvénytelen vagy átmenetileg érvénytelen sablonokat nem használhatják a változáskészítők.
zh_cn: 定义模板的有效性（有效、无效和临时无效）。变更创建人不能使用无效或临时无效的模板。

source: After installing the Change Management module, the following template types are available in the system. These can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview&quot;:
hu: A változásmenedzsment modul telepítése után a következő sablontípusok érhetők el a rendszeren. Ezek az „ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview” rendszerbeállításon keresztül határozhatók meg:
ru: Следующие типы шаблонов доступны в системе после установки модуля Change Management. Они задаются в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview&quot;:
zh_cn: 在安装变更管理模块后，可以使用下面的模板类型。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewTemplateOverview”来定义这些类型。

source: Template Types
hu: Sablontípusok
ru: Типы шаблонов
zh_cn: 模板类型

source: ITSMChange
zh_cn: 变更

source: Templates for Changes
hu: Sablonok a változásokhoz
ru: Шаблоны для Изменений
zh_cn: 变更模板

source: ITSMWorkOrder
zh_cn: ITSM工作指令

source: Templates for Work Orders
hu: Sablonok a munkamegrendelésekhez
ru: Шаблоны для Задач
zh_cn: 工作指令模板

source: Templates for Change Advisory Boards
hu: Sablonok a változásmenedzsment-tanácsokhoz
ru: Шаблоны для Комитета по Изменениям
zh_cn: 变更咨询委员会模板

source: Search
hu: Keresés
ru: Поиск
zh_cn: 搜索

source: To find Changes or Work Orders which meet specific search criteria, the system is equipped with a separate search function based on the following search query attributes:
hu: Az olyan változások vagy munkamegrendelések kereséséhez, amelyek megfelelnek bizonyos keresési feltételeknek, a rendszer különálló keresési funkcióval van felszerelve a következő keresés lekérdezési attribútumok alapján:
ru: Для поиска Изменений и Задач, удовлетворяющих определенным критериям, система имеет специальную функцию поиска, основанную на следующих атрибутах поиска:
zh_cn: 为查找适合指定搜索条件的变更或工作指令，系统基于下面的搜索查询属性使用了一个单独的搜索功能：

source: change-search
hu: Változáskeresés
zh_cn: 变更-搜索

source: Change#
zh_cn: 变更编号

source: Search by Change number; an asterisk (&quot;*&quot;) may be used as a wildcard
hu: Keresés változásszám szerint; a csillag („*”) használható helyettesítő karakterként
ru: Поиск по номеру Изменения; знак звездочка (&quot;*&quot;) может использоваться как знак подстановки/wildcard
zh_cn: 按变更编号搜索，可以使用星号“*”作为通配符。

source: Search by Change title or name
hu: Keresés változáscím vagy név szerint
ru: Поиск Изменения по заголовку или имени
zh_cn: 按变更标题或名称搜索

source: Work Order Title
hu: Munkamegrendelés-cím
ru: Заголовок Задачи
zh_cn: 工作指令标题

source: Search by the title/name of a Work Order
hu: Keresés egy munkamegrendelés címe vagy neve szerint
ru: Поиск по заголовку/имени Задачи
zh_cn: 按工作指令的标题或名称搜索

source: CABAgent
zh_cn: CAB服务人员

source: Search by CAB member, defined in the system as an agent
hu: Keresés CAB-tag szerint, aki ügyintézőként van meghatározva a rendszeren
ru: Поиск по членам CAB, заданным в системе как агент
zh_cn: 按定义为CAB成员的服务人员搜索

source: CABCustomer
zh_cn: CAB客户

source: Search by CAB member, defined in the system as a customer. Here, the auto-complete function can offer suggestions when typing in the CAB customer field
hu: Keresés CAB-tag szerint, aki ügyfélként van meghatározva a rendszeren. Itt az automatikus kiegészítés funkció javaslatokat ajánlhat fel, amikor a CAB-ügyfél mezőben gépelnek.
ru: Поиск по членам CAB, заданным в системе как клиент. Здесь работает функция автозавершения, предлагающая варианты при заполнении поля для ввода клиента - члена CAB
zh_cn: 按定义为CAB成员的客户联系人搜索。在这里输入时,自动完成功能提供CAB客户联系人候选的建议。

source: Change Description
hu: Változás leírása
ru: Описание Изменения
zh_cn: 变更描述

source: Search in the Change description text
hu: Keresés a változás leírásának szövegében
ru: Поиск в поле описания Изменения
zh_cn: 在变更描述文本中搜索

source: Change Justification
hu: Változás indoklása
ru: Обоснование Изменения
zh_cn: 变更理由

source: Search in the reason / justification for the Change
hu: Keresés a változás okában vagy indoklásában
ru: Поиск по причине/обоснованию Изменения
zh_cn: 在变更的原因/理由中搜索

source: Work Order Instruction
hu: Munkamegrendelés-utasítás
ru: Инструкция по Задаче
zh_cn: 工作指令说明

source: Search in Work Order instructions
hu: Keresés a munkamegrendelés utasításaiban
ru: Поиск по инструкции к Задаче
zh_cn: 在工作指令说明中搜索

source: Work Order Report
hu: Munkamegrendelés-jelentés
ru: Отчет по Задаче
zh_cn: 工作指令报告

source: Search in a Work Order report
hu: Keresés a munkamegrendelés jelentésében
ru: Поиск по содержанию отчета по Задаче
zh_cn: 在工作指令报告中搜索

source: Change Priority
hu: Változásprioritás
ru: Приоритет Изменения
zh_cn: 变更优先级

source: Search by Change priority level
hu: Keresés a változás prioritási szintje szerint
ru: Поиск по приоритету Изменения
zh_cn: 按变更优先级别搜索

source: Change Impact
hu: Változáshatás
ru: Влияние Изменения
zh_cn: 变更影响

source: Search by Change effect / impact level
hu: Keresés a változás hatásának vagy következményének szintje szerint
ru: Поиск по значению влияния Изменения
zh_cn: 按变更效果/影响级别搜索

source: Change Category
hu: Változáskategória
ru: Категория Изменения
zh_cn: 变更类别

source: Search by Change category or type
hu: Keresés a változás kategóriája vagy típusa szerint
ru: Поиск по категории Изменения
zh_cn: 按变更类型或类型搜索

source: Change State
hu: Változásállapot
ru: Состояние Изменения
zh_cn: 变更状态

source: Search by Change status
hu: Keresés a változás állapota szerint
ru: Поиск по статусу Изменения
zh_cn: 按变更状态搜索

source: Search by Change Manager
hu: Keresés a változásmenedzser szerint
ru: Поиск по Менеджеру Изменения
zh_cn: 按变更经理搜索

source: Search by Change Builder
hu: Keresés a változás-összeállító szerint
ru: Поиск по Составителю Изменения
zh_cn: 按变更创建人搜索

source: Created by Agent
hu: Létrehozó ügyintéző
ru: Создано агентом
zh_cn: 创建变更的服务人员

source: Search by agent user name who created the Change
hu: Keresés az ügyintéző felhasználóneve szerint, aki a változást létrehozta
ru: Поиск по имени агента создавшего Изменение
zh_cn: 按创建这个变更的服务人员用户名搜索

source: Work Order State
hu: Munkamegrendelés-állapot
ru: Состояние Задачи
zh_cn: 工作指令状态

source: Search by the status of a Work Order
hu: Keresés egy munkamegrendelés állapota szerint
ru: Поиск по состоянию Задачи
zh_cn: 按工作指令状态搜索

source: Work Order Agent
hu: Munkamegrendelés ügyintéző
ru: Агент для Задачи
zh_cn: 工作指令服务人员

source: Search by the entered Work Order agent
hu: Keresés a beírt munkamegrendelés ügyintézője szerint
ru: Поиск по агенту, назначенному Задаче
zh_cn: 按输入的工作指令服务人员搜索

source: Search by the customer requested Change implementation date. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés a változás megvalósítási dátumát kérő ügyfél szerint. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按请求变更实施日期的客户搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: Planned Start Time
hu: Tervezett kezdési idő
ru: Запланированное время начала
zh_cn: 计划的开始时间

source: Search by the planned start date and time of a Change implementation. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés egy változás megvalósításának tervezett kezdési dátuma és ideje szerint. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按计划实施变更的开始日期和时间搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: Planned End Time
hu: Tervezett befejezési idő
ru: Планируемое время окончания
zh_cn: 计划结束时间

source: Search by the projected end date and time of a Change implementation. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés egy változás megvalósításának tervezett befejezési dátuma és ideje szerint. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按实施变更预计的结束日期和时间搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: Actual Start Time
hu: Tényleges kezdési idő
ru: Фактическое время начала
zh_cn: 实际开始时间

source: Search by the actual start date and time of a Change implementation. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés egy változás megvalósításának tényleges kezdési dátuma és ideje szerint. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按实施变更实际的开始日期和时间搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: Actual End Time
hu: Tényleges befejezési idő
ru: Фактическое время окончания
zh_cn: 实际结束时间

source: Search by the actual end date and time of a Change implementation. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés egy változás megvalósításának tényleges befejezési dátuma és ideje szerint. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按实施变更实际的结束日期和时间搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: Create Time
hu: Létrehozás ideje
ru: Время создания
zh_cn: 创建时间

source: Search by the Change creation date and time. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés a változás létrehozásának dátuma és ideje szerint. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按创建变更的日期和时间搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: Change Time
hu: Változás ideje
ru: Время модификации
zh_cn: 修改时间

source: Search by the date and time a Change was modified. Search can be performed using absolute time values (e.g. from date 1 to date 2) or in relative time values (e.g. Changes created in the last x days / weeks).
hu: Keresés azon dátum és idő szerint, amikor egy változás módosult. A keresés végrehajtható abszolút időértékek használatával (például az 1. dátumtól a 2. dátumig) vagy relatív időértékekkel (például az elmúlt x napon vagy héten létrehozott változások).
zh_cn: 按修改变更的日期和时间搜索。可以按绝对时间（如从日期1到日期2）或相对时间（如在最近X天/周内创建的变更）进行搜索。

source: OTRS::ITSM offers a separate view to currently logged in agents, which displays the Changes for which they are registered as the Change Manager.
hu: Az OTRS::ITSM egy különálló nézetet kínál a jelenleg bejelentkezett ügyintézőknek, amely azokat a változásokat jeleníti meg, amelyekre változásmenedzserként regisztrálva vannak.
ru: OTRS::ITSM предлагает отдельный обзор для активных агентов, который отображает Изменения, для которых эти агенты заданы в качестве Менеджеров Изменений.
zh_cn: OTRS::ITSM为当前登录的服务人员提供一个单独的视图，来显示他们被注册为变更经理的变更。

source: change-changemanager
hu: Változás - változásmenedzser
zh_cn: 变更-变更经理

source: The displayed column headings can be sorted according the following attributes in ascending or descending order. The columns to be displayed can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview&quot;:
hu: A megjelenített oszlopfejlécek a következő attribútumok szerint növekvő vagy csökkenő sorrendbe rendezhetők. A megjelenítendő oszlopok az „ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview” rendszerbeállításon keresztül határozhatók meg:
ru: Отображаемые значения могут быть отсортированы в порядке убывания или возрастания значений атрибутов в колонках. Колонки для отображения задаются в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview&quot;:
zh_cn: 显示的列标题可以用下面的属性按升序或降序排序。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview”定义要显示的列。

source: In addition, the Change Manager Overview can filter the displayed Changes by various attributes as follows. These can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview&quot; if desired:
hu: Továbbá a változásmenedzser áttekintője képes a megjelenített változások szűrésére különféle attribútumok szerint a következőképpen. Ezek igény szerint az „ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview” rendszerbeállításon keresztül határozhatók meg:
zh_cn: 此外，变更经理概览可以按下面的多种属性过滤显示的变更。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview”来定义用来过滤的属性。

source: Change Manager Filter
hu: Változásmenedzser szűrője
ru: Фильтр Менеджера Изменений
zh_cn: 变更经理过滤器

source: My Changes
hu: Saját változások
ru: Мои изменения
zh_cn: 我的变更

source: The &quot;My Changes&quot; view displays all Changes created by the agent currently logged in, where the agent is registered as the Change Builder.
hu: A „Saját változások” nézet jeleníti meg a jelenleg bejelentkezett ügyintéző által létrehozott összes változást, ahol az ügyintéző változás-összeállítóként van regisztrálva.
ru: &quot;My Changes&quot; показывает все Изменения созданные активным агентом, для которых указан как Составитель Изменения
zh_cn: “我的变更”视图显示由当前登录的服务人员创建的所有变更（服务人员被注册为变更创建人）。

source: change-mychanges
hu: Változás - saját változások
zh_cn: 变更-我的变更

source: The display can be sorted by the column headings in ascending or descending order. The attributes can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview&quot;:
hu: A megjelenítés az oszlopfejlécek szerint növekvő vagy csökkenő sorrendbe rendezhető. Az attribútumok az „ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview” rendszerbeállításon keresztül határozhatók meg:
ru: Отображаемые значения могут быть отсортированы в порядке убывания или возрастания значений атрибутов в колонках. Колонки для отображения задаются в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview&quot;:
zh_cn: 可以按列标题进行升级或降序显示。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview”定义要显示的列。

source: Date and time at which the Change was completed
hu: Dátum és idő, amikor a változás befejeződött
ru: Дата и время, когда Изменение было завершено
zh_cn: 变更完成的日期和时间

source: Expected effect the Change will have
hu: Az elvárt hatás, amellyel a változás rendelkezni fog
ru: Ожидаемый эффект от Изменения, который будет получен
zh_cn: 变更预期的效果

source: Projected Change completion date and time
hu: Tervezett változás befejezési dátum és idő
ru: Планируемые дата и время окончания Изменения
zh_cn: 预计变更完成的日期和时间

source: In addition, the My Changes Overview can filter the displayed Changes by various attributes as follows. These can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview&quot;:
hu: Továbbá a saját változások áttekintője képes a megjelenített változások szűrésére különféle attribútumok szerint a következőképpen. Ezek az „ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview” rendszerbeállításon keresztül határozhatók meg:
zh_cn: 此外，“我的变更”概览可以按下面的多种属性过滤显示的变更。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview”定义用来过滤的属性。

source: My Changes Filter
hu: Saját változások szűrője
ru: Фильтр Мои Изменения
zh_cn: 我的变更过滤器
