Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: It is now possible to assign a SLA to multiple Services.
hu: Mostantól lehetséges egy SLA több szolgáltatáshoz való hozzárendelése.
ru: Теперь имеется возможность назначения SLA нескольким Сервисам.
zh_cn: 现在可以将一个SLA分配给多个服务。

source: SLA Overview
hu: SLA áttekintő
zh_cn: SLA概览

source: In the service menu, there is now a new SLA overview mask.
hu: A szolgáltatásmenüben mostantól létezik egy új SLA áttekintő maszk.
zh_cn: 在服务菜单，现在有了一个新的菜单项-SLA概览。

source: Refresh-Mechanism
hu: Frissítési mechanizmus
ru: Механизм обновления экрана
zh_cn: 刷新机制

source: A refresh mechanism was added to refresh the service overview and the config item overview screens automatically.
hu: Egy frissítési mechanizmus lett hozzáadva a szolgáltatás áttekintő és a konfigurációelem áttekintő képernyők automatikus frissítéséhez.
ru: Механизм автоматического обновления экрана был добавлен для просмотра Сервисов и Конфигурационных единиц
zh_cn: 添加了一个新的刷新机制以自动刷新服务概览和配置项概览窗口。

source: New OTRS::ITSM 1.1 features
hu: Új OTRS::ITSM 1.1 szolgáltatások
ru: Новые возможности OTRS::ITSM 1.1
zh_cn: OTRS::ITSM 1.1新功能

source: OTRS::ITSM 1.1 offers:
hu: Az OTRS::ITSM 1.1 a következőket nyújtja:
ru: OTRS::ITSM 1.1 предлагает:
zh_cn: OTRS::ITSM 1.1提供了以下新功能：

source: Authorization concept
hu: Felhatalmazás koncepció
ru: Концепция авторизации
zh_cn: 认证概念

source: Each object like Service/SLA, Location, CI, Linkobject now creates a corresponding group, so the agents rights can be assigned with more granularity.
hu: Minden egyes objektum - úgymint Service/SLA, CI, Linkobject - mostantól egy megfelelő csoportot hoz létre, így az ügyintézők jogai sokkal finomabban rendelhetők hozzá.
ru: Каждый объект, как то Service/SLA, Местоположение, CI, Linkobject теперь образуют соответствующую группу, таким образом, чтобы права агентам на работу с ними можно было назначать по отдельности.
zh_cn: 每个对象如服务/SLA、位置、配置项、链接对象现在都创建了一个对应的组，可以实现服务人员权限更细粒度的分配。

source: Allocation of services to customers
hu: Szolgáltatások lefoglalása az ügyfeleknek
ru: Назначение Сервисов клиентам
zh_cn: 给客户分配服务

source: Services can be assigned to authorized customers. Further more, services may be assigned as general 'default services' which are valid to use for each customer.
hu: A szolgáltatások hozzárendelhetők a jogosult ügyfelekhez. Továbbá a szolgáltatások általános „alapértelmezett szolgáltatásokként” is hozzárendelhetők, amelyek minden egyes ügyfél számára érvényesen használhatók.
ru: Авторизованным клиентам могут быть привязаны Сервисы. Кроме того, Сервисы могут быть назначены как "Сервис по умолчанию", которые будут действительны для каждого клиента.
zh_cn: 可以将服务分配给验证过的客户，而且还可以给每个客户分配一个通用的“默认服务”。

source: Service/CI view
hu: Szolgáltatás/CI nézet
ru: Обзор Сервис/Конфигурационные единицы
zh_cn: 服务/配置项视图

source: A view on services and CIs, including information on each object's current state, allows you to analyze an incident and calculate the incident's impact on affected services and customers. As an enhancement of the service view, now SLAs and linked CIs are also displayed. For each CI, the current incident state is shown. In addition, the incident state will be propagated for dependent SLAs and CIs. If a service is selected, the service details will be shown, now with the additional 'current incident state', which is calculated from the incident states of dependent services and CIs.
hu: A szolgáltatások és CI-k nézete, beleértve minden egyes objektum aktuális állapotának információit, lehetővé teszik egy incidens elemzését és az incidens hatásának kiszámítását az érintett szolgáltatásoknál és ügyfeleknél. A szolgáltatási nézet továbbfejlesztéseként most már az SLA-k és a kapcsolt CI-k is megjelenítésre kerülnek. Minden CI-nél látható az aktuális incidensállapot. Továbbá az incidensállapot terjesztésre kerül a függő SLA-knál és CI-knél. Ha kijelölnek egy szolgáltatást, akkor meg fognak jelenni a szolgáltatás részletei, mostantól a további „aktuális incidensállapottal”, amely a függő szolgáltatások és CI-k incidensállapotaiból kerülnek kiszámításra.
ru: Обзоры Сервисов и CIs, включая информацию о текущем состоянии объектов, позволяют анализировать инциденты и делать выводы об их влиянии на затронутые сервисы и клиентов. В расширение обзора Сервисов, теперь в него добавлено отображение связанных SLA и CIs. Для каждой Конфигурационной единицы показывается текущее состояние инцидента. Кроме того состояние инцидента будет распространяться на связанные SLAs и CIs. При выборе сервиса будут подробно отображаться его подробности и теперь, дополнительно, отображается "текущее состояние инцидента" зависимых сервисов и CIs.
zh_cn: 服务和配置项的视图，包括每个对象的当前状态，允许你分析一个故障并计算故障影响服务和客户的影响度。作为服务视图的增强，现在还显示SLA和链接的配置项。对每个配置项，显示当前的故障状态。并且故障状态还会传播给依赖的SLA和配置项。如果选择了一个服务，将会显示服务的详细信息，现在还有了新增的“当前故障状态”信息，这个状态值是计算了依赖的服务和配置项的故障状态得出的结果。

source: CIs are now enhanced with a 'current incident state', which includes two state types:
hu: A CI-k mostantól egy „aktuális incidensállapottal” vannak kiegészítve, amely két állapottípust tartalmaz:
ru: Набор атрибутов CI дополнен 'current incident state/текущее состояние инцидента', которое включает два типа состояния:
zh_cn: 配置项增加了“当前故障状态”字段，包括两个状态类型：

source: Operational
hu: Üzemképes
ru: В эксплуатации
zh_cn: 正常

source: Incident
hu: Incidens
ru: Инцидент
zh_cn: 故障

source: For each state type, any number of states can be registered. The state of a CI affects the service state, which will be dynamically calculated, and can have one of the following three values:
hu: Minden egyes állapottípusnál akármennyi állapotszám regisztrálható. Egy CI állapota érinti a szolgáltatásállapotot, amely dinamikusan lesz kiszámítva, és a következő három érték egyikével rendelkezhet:
ru: Для каждого типа состояния, любое количество состояний может быть создано. Состояние CI влияет на состояние Сервиса, которое будет динамически вычисляться и может иметь одно из трех значений:
zh_cn: 每个状态类型，可以注册任意数量的状态，配置项的状态影响服务的状态。服务状态会自动计算，有以下三个值：

source: Operational (green)
hu: Üzemképes (zöld)
ru: В эксплуатации (зеленое)
zh_cn: 正常（绿色）

source: Warning (yellow)
hu: Figyelmeztetés (sárga)
ru: Предупреждение (желтое)
zh_cn: 警告（黄色）

source: Incident (red)
hu: Incidens (piros)
ru: Инцидент (красное)
zh_cn: 故障（红色）

source: The propagation of the incident state will be carried out if CIs are linked with the link type 'depend on'. Here the following rules apply:
hu: Az incidensállapot terjesztése akkor lesz végrehajtva, ha a CI-k a „függ ettől” kapcsolattípussal vannak összekapcsolva. Itt a következő szabályok kerülnek alkalmazásra:
ru: Распостранение состояния инцидента будет осуществляться, если конфигурационные единицы связаны типом связи "зависит от". Здесь действуют следующие правила:
zh_cn: 如果配置项被链接为“依赖”，将会传播故障状态。故障状态按以下规则进行传播：

source: If a CI is dependent on another CI, which is in the state 'Incident', the dependent CI gets the state 'Warning'.
hu: Ha egy CI egy másik olyan CI-től függ, amely „Incidens” állapotban van, akkor a függő CI a „Figyelmeztetés” állapotot kapja.
ru: Если одна CI зависит от другой CI, которая в состоянии 'Incident/Инцидент', то зависимая CI получит состояние 'Warning/Предупреждение'.
zh_cn: 如果一个配置项依赖的另一配置项状态为“故障”，则依赖的配置项变为“警告”状态。

source: If a service is dependent on CIs, and one of these CIs has a state 'Incident', the service will also get the state 'Incident'.
hu: Ha egy szolgáltatás CI-ktől függ, és ezen CI-k egyike „Incidens” állapottal rendelkezik, akkor a szolgáltatás is az „Incidens” állapotot fogja kapni.
ru: Если сервис зависит от неких CI, и одна из них имеет состояние 'Incident', то и сервис получит состояние 'Incident'.
zh_cn: 如果一个服务依赖一些配置项，并且其中一个配置项有“故障”状态，则服务变为“故障”状态。

source: If a service is dependent on CIs, and one of these CIs has the state 'Warning', the service will also get the state 'Warning'.
hu: Ha egy szolgáltatás CI-ktől függ, és ezen CI-k egyike „Figyelmeztetés” állapottal rendelkezik, akkor a szolgáltatás is a „Figyelmeztetés” állapotot fogja kapni.
ru: Если сервис зависит от неких CI, и одна из них имеет состояние 'Warning', то и сервис получит состояние 'Warning'.
zh_cn: 如果一个服务依赖一些配置项，并且其中一个配置项有“警告”状态，则服务变为“警告”状态。

source: If a service has sub-services, and one of these services has the state 'Incident', the parent service will get the state 'Warning'.
hu: Ha egy szolgáltatásnak alszolgáltatásai vannak, és ezen szolgáltatások egyike „Incidens” állapottal rendelkezik, akkor a szülő szolgáltatás a „Figyelmeztetés” állapotot fogja kapni.
ru: Если сервис имеет подсервисы и один из этих сервисов имеет состояние 'Incident', то родительский сервис получит состояние 'Warning'.
zh_cn: 如果一个服务有一些子服务，并且其中的一个子服务有“故障”状态，则父服务变为“警告”状态。

source: If a service has sub-services, and one of these services has the state 'Warning', the parent service will get the state 'Warning'.
hu: Ha egy szolgáltatásnak alszolgáltatásai vannak, és ezen szolgáltatások egyike „Figyelmeztetés” állapottal rendelkezik, akkor a szülő szolgáltatás a „Figyelmeztetés” állapotot fogja kapni.
ru: Если сервис имеет подсервисы и один из этих сервисов имеет состояние 'Warning', то родительский сервис получит состояние 'Warning'.
zh_cn: 如果一个服务有一些子服务，并且其中的一个子服务有“警告”状态，则父服务变为“警告”状态。

source: The states of the respective services, sub-services, and CIs will be shown in the view.
hu: Az illető szolgáltatások, alszolgáltatások és CI-k állapota kerül megjelenítésre a nézeten.
ru: Состояния соответствующих сервисов, подсервисов и CI будет показано в обзоре.
zh_cn: 视图中将显示单独的服务、子服务和配置项的状态。

source: CI search and linking from agent interface
hu: CI keresés és összekapcsolás az ügyintézői felületről
ru: Поиск и связывание CI из интерфейса агента
zh_cn: 服务人员界面配置项搜索和链接

source: A service agent may search, select, and assign any of a customer's configuration items (CIs) or existing tickets while recording a new incident ticket.
hu: Egy szolgáltatás ügyintézője kereshet, kijelölheti és hozzárendelheti egy ügyfél konfigurációelemének (CI-k) és meglévő jegyeinek bármelyikét, miközben egy új incidensjegyet rögzít.
ru: Обслуживающий агент имеет возможность искать, выбирать и назначать любые из клиентских конфигурационных единиц (CI's) или существующих заявок при создании новой заявки об инциденте.
zh_cn: 一个服务人员在记录新的故障工单时可以搜索、选择和分配一个客户的任意配置项或已有工单。

source: CMDB Import/Export (CSV and API)
hu: CMDB importálás/exportálás (CSV és API)
ru: CMDB Import/Export (CSV или API)
zh_cn: 配置管理数据库导入导出（CSV和API）

source: This feature offers the possibility to import or update data from CSV files into the CMDB of OTRS::ITSM, and to export data from the CMDB to CSV files. Each line of the CSV file describes one CI, with the data of the CI in the columns.
hu: Ez a funkció lehetőséget nyújt adatok importálására vagy frissítésére CSV-fájlokból az OTRS::ITSM CMDB-jébe, illetve adatok exportálására a CMDB-ből CSV-fájlokba. A CSV-fájl minden sora egyetlen CI-t ír le az oszlopokban lévő CI adataival.
zh_cn: 这个功能允许从CSV文件导入或更新OTRS::ITSM配置管理数据库，并将配置管理数据库导出到CSV文件。CSV文件的每一行描述一个配置项，每一列是配置项的属性数据。

source: The import and export is controlled with ImEx definitions. These definitions map the columns of the CSV file to the fields in the CMDB. You can create an ImEx definition via the admin interface in OTRS. For each available field in the CMDB, the corresponding column in the CSV file needs to be defined. This is done in a form, which represents the current CI definition. Also, a filter can be applied, to limit the number of the exported CIs. Any number of ImEx definitions can be stored in the system, and each definition can be used for import and for export.
hu: Az importálást és az exportálást az ImEx meghatározásokkal vezérlik. Ezek a meghatározások képezik le a CSV-fájl oszlopait mezőkre a CMDB-ben. Egy ImEx meghatározást az OTRS-ben lévő adminisztrációs felületen keresztül hozhat létre. A CMDB-ben lévő minden egyes elérhető mezőnél a CSV-fájlban található megfelelő oszlopokat meg kell határozni. Ez egy olyan űrlapon végezhető el, amely az aktuális CI-meghatározást ábrázolja. Szűrőt is lehet alkalmazni az exportált CI-k számának korlátozásához. Akármennyi ImEx meghatározás tárolható a rendszeren, és minden egyes meghatározás használható importáláshoz és exportáláshoz.
ru: Импорт и экспорт управляется с помощью ImEx описаний. Эти описания устанавливают соответствие колонок в CSV файле полям в CMDB. Вы можете создавать ImEx описания с помощью интерфейса администратора OTRS. Для каждого доступного поля в CMDB должна быть сопоставлена соответствующая колонка в CSV файле. Это осуществляется в форме, которая представляет текущее описание CI. Кроме того, может быть применен фильтр для ограничения количества экспортируемых CI. Можно создать любое количество ImEx описаний и каждое из них можно использовать как для импорта, так и для экспорта.
zh_cn: 导入和导出由ImEx定义控制，这些定义将CSV文件的列映射到配置管理数据库的字段，您可以在OTRS的系统管理界面创建一个ImEx定义，配置管理数据库每个可用的字段，都需要定义CSV文件对应的一列。这通过一个描绘了当前配置项定义的表单来完成。另外，可以使用过滤器来限制导出配置项的数量。可以在系统中存储任意数量的ImEx定义，每个定义都可以用于导入和导出。

source: To start an import (exports work the same way), two possibilities exist: interactive with the web interface, or automatically with a script. Using the interactive way, the desired ImEx definition is selected, and then the CSV file is uploaded to the system. During the interactive export, the CSV file will be offered for download respectively.
hu: Egy importálás elindításához (az exportálások is ugyanígy működnek) két lehetőség létezik: interaktívan a webes felülettel vagy automatikusan egy parancsfájllal. Az interaktív mód használatával a kívánt ImEx meghatározás kiválasztásra kerül, majd a CSV-fájl fel lesz töltve a rendszerbe. Az interaktív exportálás közben a CSV-fájlt fel fogja ajánlani letöltésre.
ru: Выполнит импорт (экспорт производится таким же способом) есть два пути: интерактивный - через веб-интерфейс и автоматический, с помощью скрипта. При использовании интерактивного метода, выбирается нужное ImEx описание и, затем, CSV файл загружается в систему. При интерактивном экспорте соответственно нужно выбрать CSV файл для выгрузки.
zh_cn: 要开始导入（导出也一样），可以通过两种方式：WEB界面的交互式，或者自动化脚本。使用交互式，选择一个定义好的ImEx定义，然后将CSV文件上传到系统。在交互式导出过程中，将提供CSV文件自行下载。

source: The automatic import is carried out via a script, which requires the name of the ImEx definition and the name of the CSV file as arguments. During the script based export, the CIs that were given the script as arguments will be saved in a CSV file. Before the execution of the import or export, the selected ImEx definition will be compared with the current CI definition. If inconsistencies are found, the process will be cancelled. Also, during import, restrictions in the CI definition (e.g. mandatory fields) will be checked. If applicable, the data record is rejected, but the import process continues. An import protocol can be found in the syslog. Via the API the CSV based import/export can be replaced or enhanced by other formats/transports, like direct database access or XML. The implementation of the CSV interface can be used as a reference.
hu: Az automatikus importálás egy parancsfájlon keresztül végezhető el, amely paraméterként az ImEx meghatározás nevét és a CSV-fájl nevét igényli. A parancsfájl alapú exportálás során azok a CI-k lesznek elmentve egy CSV-fájlba, amelyek a parancsfájlnak paraméterként lettek megadva. Az importálás vagy exportálás végrehajtása előtt a kijelölt ImEx meghatározás összehasonlításra fog kerülni az aktuális CI meghatározással. Ha ellentmondások találhatók, akkor a folyamat megszakításra kerül. Importálás közben a CI meghatározásokon lévő korlátozások (például a kötelező mezők) is ellenőrizve lesznek. Ha alkalmazható, akkor az adatrekordok vissza lesznek utasítva, de az importálási folyamat folytatódik. Egy importálási protokoll a rendszernaplóban található. Az API-n keresztül a CSV-alapú importálás és exportálás lecserélhető vagy továbbfejleszthető más formátumokkal vagy átvitelekkel, úgymint közvetlen adatbázis-hozzáférés vagy XML. A CSV-felület megvalósítása használható referenciaként.
ru: При автоматическом импорте, осуществляемом с помощью скрипта - потребуется имя ImEx описания и имя CSV файла в качестве аргументов. При экспорте с помощью скрипта CIs переданные в качестве аргумента будут выгружены в CSV файл. Перед выполнением импорта или экспорта, выбранное ImEx описание будет сравниваться с текущим описанием CI. Если будут обнаружены несоответствия, процесс будет отменен. Также, при импорте, будут проверены ограничения в описании CI (например, обязательные поля). Если есть несоответствие, запись данных отвергается, но процесс импорта продолжается. Протокол импорта можно посмотреть в Syslog. При использовании API импорт/экспорт с использованием CSV может быть заменен или расширен другими форматами/протоколами, например, прямым доступом к БД или XML. Реализация интерфейса CSV могут быть использованы в качестве примера.
zh_cn: 自动导入通过脚本实现，需要ImEx定义的名称和CSV文件名作为参数。在脚本导出过程中，脚本的参数是要保存到CSV文件的配置项名称。在执行导入或导出前，选择的ImEx定义将与当前配置项定义进行对比，如果发现不一致，就中断操作。而且在导入过程中，要检查配置项定义的限制（如强制字段），如果有适用的限制，这条数据就会取消，但会继续导入操作。导入记录可在syslog中找到。通过API，基于CSV的导入导出可以被其它格式/传输如直接数据库存取或XML所替代或增强。CSV接口的实现可以作为一个参考。

source: A huge variety of additional reports has been created, e.g.:
hu: További jelentések óriási választéka került létrehozásra, például:
ru: Огромное разнообразие дополнительных отчетов может быть создано, например:
zh_cn: 创建了大量的附加报表，例如：

source: Basic reports for tickets and configuration items (CIs):
hu: Jegyek és konfigurációelemek (CI-k) alapvető jelentései:
ru: Основные отчеты по заявкам и конфигурационным единицам (CIs):
zh_cn: 工单和配置项的基本报表：

source: Total of all tickets ever created per ticket-type and priority (state, queue, service).
hu: A valaha létrehozott jegyek összegzése jegytípus és prioritás (állapot, várólista, szolgáltatás) szerint.
ru: Общее количество заявок когда - либо созданных по типу и приоритету (состоянию, очереди, сервису).
zh_cn: 每个工单类型和优先级（状态、队列、服务）的已创建工单总数。

source: Monthly overview of all tickets ever created of a previous month per ticket-type (priority, state, queue, service).
hu: Az előző hónap valaha létrehozott összes jegyének havi áttekintője jegytípus (prioritás, állapot, várólista, szolgáltatás) szerint.
ru: Ежемесячные обзоры по всем заявкам созданным за предыдущий месяц по типу (приоритету, состоянию, очереди, сервису).
zh_cn: 上月每个工单类型（优先级、状态、队列、服务）已创建工单总数的月度概览。

source: Total of created tickets in a defined period per ticket-type and priority (state, queue, service).
hu: Egy meghatározott időszakban létrehozott jegyek összegzése jegytípus és prioritás (állapot, várólista, szolgáltatás) szerint.
ru: Общее количество созданных заявок за определенный период по типу и приоритету (состоянию, очереди, сервису).
zh_cn: 指定时间段每个工单类型和优先级（状态、队列、服务）的已创建工单总数。

source: Total of all open tickets per ticket-type and priority (queue, service).
hu: Minden nyitott jegy összegzése jegytípus és prioritás (várólista, szolgáltatás) szerint.
ru: Общее количество открытых заявок по типу и приоритету (очереди, сервису).
zh_cn: 每个工单类型和优先级（状态、队列、服务）处理中的工单总数。

source: Total of all configuration items (CIs) created per class (per state).
hu: A létrehozott összes konfigurációelem (CI) összegzése osztályonként (állapotonként).
ru: Общее количество Конфигурационных единиц (CIs) созданных для каждого класса (по состояниям).
zh_cn: 所有创建的配置项每个类（每个状态）的总数。

source: Total of all configuration items (CIs) created in a previous month per class (per state).
hu: Az előző hónapban létrehozott összes konfigurációelem (CI) összegzése osztályonként (állapotonként).
ru: Общее количество Конфигурационных единиц (CIs) созданных в предыдущем месяце для каждого класса (по состояниям).
zh_cn: 上月创建的配置项每个类（每个状态）的总数。

source: Total of all configuration items (CIs) created in a defined period per class (per state).
hu: Egy meghatározott időszakban létrehozott összes konfigurációelem (CI) összegzése osztályonként (állapotonként).
ru: Общее количество Конфигурационных единиц (CIs) созданных за заданный период для каждого класса (по состояниям).
zh_cn: 指定时间段创建的配置项每个类（每个状态）的总数。

source: Many more reports have been added which provide specific data regarding first time solution rate and average resolution time:
hu: Sok más jelentés került hozzáadásra, amelyek konkrét adatokat nyújtanak az első alkalommal vett megoldási arányra és az átlagos megoldási időre vonatkozóan:
ru: Еще добавлено много других отчетов, содержащих данные в зависимости от уровня времени принятия первого решения и среднего времени решения:
zh_cn: 添加了更多报表以提供关于一次解决率和平均解决时间的指定数据：

source: First time solution rate of all tickets ever created per ticket-type and priority (queue, service).
hu: A valaha létrehozott jegyek első alkalommal vett megoldási aránya jegytípus és prioritás (várólista, szolgáltatás) szerint.
ru: Скорость первого решения для всех заявок, когда либо созданных, по типам заявок и приоритетам (очередям, сервисам).
zh_cn: 每个工单类型和优先级（队列、服务）的工单的一次解决率。

source: First time solution rate in a previous month per ticket-type (priority, queue, service).
hu: Első alkalommal vett megoldási arány az előző hónapban jegytípus (prioritás, várólista, szolgáltatás) szerint.
ru: Скорость первого решения за предыдущий месяц по типам заявок (приоритету, очередям, сервисам).
zh_cn: 上月每个工单类型（优先级、队列、服务）的工单的一次解决率。

source: First time solution rate in a defined period per ticket-type and priority (queue, service).
hu: Első alkalommal vett megoldási arány egy meghatározott időszakban jegytípus és prioritás (várólista, szolgáltatás) szerint.
ru: Скорость первого решения за заданный период по типам заявок и приоритетам (очередям, сервисам).
zh_cn: 指定时间段每个工单类型和优先级（队列、服务）的工单的一次解决率。

source: Average resolution time of all tickets ever created per ticket-type and priority (queue, service).
hu: A valaha létrehozott jegyek átlagos megoldási ideje jegytípus és prioritás (várólista, szolgáltatás) szerint.
ru: Среднее время решения для всех заявок, когда либо созданных, по типам заявок и приоритетам (очередям, сервисам).
zh_cn: 每个工单类型和优先级（队列、服务）的所有工单的平均解决时间。

source: Average resolution time in a previous month per ticket-type and priority (queue, service).
hu: Átlagos megoldási idő az előző hónapban jegytípus és prioritás (várólista, szolgáltatás) szerint.
ru: Среднее время решения за предыдущий месяц по типам заявок и приоритетам (очередям, сервисам).
zh_cn: 上月每个工单类型和优先级（队列、服务）的工单的平均解决时间。

source: Average resolution time in a defined period per ticket-type and priority (queue, service).
hu: Átlagos megoldási idő egy meghatározott időszakban jegytípus és prioritás (várólista, szolgáltatás) szerint.
ru: Среднее время решения за заданный период по типам заявок и приоритетам (очередям, сервисам).
zh_cn: 指定时间段每个工单类型和优先级（队列、服务）的工单的平均解决时间。

source: Added print function for CIs, Services, SLAs, Locations.
hu: Nyomtatás funkciók hozzáadása a CI-khez, szolgáltatásokhoz, SLA-khoz, helyekhez.
ru: Добавлена функция печати для CI, Сервисов, SLA, Locations.?
zh_cn: 添加了配置项、服务、SLA和位置的打印功能。

source: OTRS::ITSM 1.0 features
hu: OTRS::ITSM 1.0 szolgáltatások
ru: Возможности OTRS::ITSM 1.0
zh_cn: OTRS::ITSM 1.0功能

source: OTRS::ITSM 1.0 offers:
hu: Az OTRS::ITSM 1.0 a következőket nyújtja:
ru: OTRS::ITSM 1.0 предлагает:
zh_cn: OTRS::ITSM 1.0提供了以下功能：

source: ITIL compliant representation of &quot;service support&quot; processes
hu: A „szolgáltatás támogatás” folyamatok ITIL-kompatibilis ábrázolása
ru: ITIL совместимое представление &quot;поддержки сервисов&quot; процессов
zh_cn: ITIL兼容的“服务支持”流程

source: incident management
hu: incidensmenedzsment
ru: управление инцидентами
zh_cn: 故障管理

source: problem management
hu: problémamenedzsment
ru: управление проблемами
zh_cn: 问题管理

source: configuration management
hu: konfigurációmenedzsment
ru: управление конфигурациями
zh_cn: 配置管理
