Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Note: The upgrade can take several minutes! Please do not stop the upgrade process once it is running!
hu: Megjegyzés: A frissítés néhány percig is eltarthat! Ne állítsa le a frissítési folyamatot, ha az már egyszer fut!
ru: Внимание: Процесс обновления потребует нескольких минут! Не прерывайте процесс обновления если он запущен!
zh_cn: 注意：这个升级需要数分钟！在开始运行后请不要停止升级过程。

source: If OTRS::ITSM 1.2 is already installed, update your OTRS 2.3 framework to version 2.4 BEFORE you update OTRS:ITSM. To do so, download the latest OTRS 2.4 framework and follow the instructions in the file UPGRADING. After that, log in to your system and use the package manager to install the packages as described in the section "Installation".
hu: Ha az OTRS::ITSM 1.2 már telepítve van, akkor az OTRS::ITSM frissítése ELŐTT frissítse az OTRS 2.3-as keretrendszert a 2.4-es verzióra. Ehhez töltse le a legfrissebb OTRS 2.4-es keretrendszert, és kövesse az UPGRADING nevű fájlban lévő utasításokat. Ezután jelentkezzen be a rendszerbe, és a csomagkezelő használatával telepítse a „Telepítés” szakaszban leírt csomagokat.
zh_cn: 如果OTRS::ITSM 1.2已经安装好，在更新OTRS:ITSM前升级你的OTRS 2.3框架到2.4。下载OTRS 2.4框架的最新版，并按UPGRADING文件的指令升级。升级到框架2.4之后，登录到您的系统，使用软件包管理器来安装“安装”章节描述的软件包。

source: To upgrade an already installed OTRS::ITSM 1.3, use the package manager in the admin area. If you have internet access from OTRS, use the online repository [--OTRS::ITSM 1.3 Master--] to install newer packages. An 'upgrade' link next to the package name indicates if a newer package is available.
hu: A már telepített OTRS::ITSM 1.3 frissítéséhez használja az adminisztrációs területen lévő csomagkezelőt. Ha van internet hozzáférése az OTRS-ből, akkor használja az internetes tárolót [--OTRS::ITSM 1.3 Master--] az újabb csomagok telepítéséhez. A csomag neve melletti „frissítés” hivatkozás jelzi, ha újabb csomag érhető el.
ru: Для обновления уже установленного OTRS::ITSM 1.3, используйте менеджер пакетов из панели администрирования. Если есть доступ к Интернету из OTRS, используйте онлайновый репозитарий [--OTRS::ITSM 1.3 Master--] для установки новых пакетов. Ссылка "upgrade/обновить" в строке с именем пакета свидетельствует о наличии/доступности более нового пакета.
zh_cn: 要升级已经安装的OTRS::ITSM 1.3，从系统管理区中使用软件包管理器。如果你能从OTRS访问互联网，使用在线软件仓库[--OTRS::ITSM 1.3 Master--]来安装新的软件包。如果有新版本的软件包可用，就会在软件包名称后显示一个“升级”链接。

source: Otherwise, download the packages and use the package manager to install the packages. WARNING: Do not uninstall your current packages, or you will lose data!
hu: Egyébként töltse le a csomagokat, és a csomagkezelő használatával telepítse azokat. FIGYELMEZTETÉS: Ne távolítsa el a jelenlegi csomagokat, mert el fogja veszíteni az adatokat!
ru: В противном случае, скачайте пакеты к себе на диск и используйте менеджер пакетов для их установки. ВНИМАНИЕ: Не деинсталлируйте ранее установленные пакеты, так как это может привести к потере данных!
zh_cn: 否则，下载软件包并使用软件包管理器来安装这些软件包。警告：不要卸载当前软件包，否则会丢失数据！

source: First steps in OTRS::ITSM
hu: Első lépések az OTRS::ITSM használatában
ru: Первые шаги в OTRS::ITSM
zh_cn: OTRS::ITSM模块的第一步

source: The first thing that you might notice is that OTRS::ITSM completely uses the agent and customer interfaces (customer frontend) implemented in OTRS. If OTRS has been used before, all features and steps such as login, queue configuration, user preferences, filters, rules, user permissions, etc. can continue to be used without any modifications.
hu: Az első dolog, amit talán észrevett, hogy az OTRS::ITSM teljes mértékben az OTRS-ben megvalósított ügyintézői- és ügyfélfelületet (ügyfél előtétprogramot) használja. Ha korábban már használták az OTRS-t, akkor minden szolgáltatás és lépés (úgymint bejelentkezés, várólista beállítások, felhasználói beállítások, szűrők, szabályok, felhasználói jogosultságok, stb.) továbbra is mindenféle módosítás nélkül használhatók.
ru: Первое, на что следует обратить внимание, это то, что OTRS::ITSM полностью использует интерфейсы агента и клиента (клиентский портал), реализованные в OTRS. Если вы уже использовали ранее OTRS, то все его возможности и этапы, такие как авторизация, конфигурация очередей, личных настроек, фильтров, правил, прав пользователей и прочее, могут и далее использоваться без всяких изменений.
zh_cn: 您需要注意的第一件事情是：OTRS::ITSM完全使用部署在OTRS中的服务人员和客户界面（客户前端）。如果以前使用过OTRS，所有的功能和步骤（如登录、队列配置、用户偏好设置、过滤器、规则、用户权限等）都能继续使用，没有任何改动。

source: The manual at hand will therefore only discuss differences between OTRS and new aspects of OTRS::ITSM, while paying particular attention to the following:
hu: A kezében lévő kézikönyv éppen ezért csak az OTRS és az OTRS::ITSM új szempontjai közötti különbségeket tárgyalja, különös figyelmet fordítva a következőkre:
ru: Поэтому данное руководство будет впредь, рассматривать различия между OTRS и новыми аспектами, привносимыми OTRS::ITSM, уделяя особое внимание следующему:
zh_cn: 本手册因此仅讨论OTRS和OTRS::ITSM不同的方面，特别是关注以下方面：

source: IT services and SLAs
hu: IT-szolgáltatások és SLA-k
ru: ИТ - сервисы и SLA
zh_cn: IT服务和SLA

source: The CMDB
hu: A CMDB
ru: CMDB
zh_cn: CMDB配置管理数据库

source: New ticket fields and functions
hu: Új jegymezők és függvények
ru: Новые поля и функции заявки
zh_cn: 新的工单字段和功能

source: ITIL compliant terminology
hu: ITIL-kompatibilis terminológia
ru: Присущая ITIL терминология
zh_cn: 遵从ITIL术语

source: Detailed information on the settings and proceedings that are identical in both OTRS and OTRS::ITSM are provided at http://otrs.github.io/doc/manual/admin/5.0/en/html/ in the OTRS Admin Manual, which is continuously being revised.
hu: Azon beállításokról és eljárásokról, amelyek azonosak mind az OTRS, mind az OTRS::ITSM esetén, részletes információk találhatók a http://otrs.github.io/doc/manual/admin/5.0/en/html/ címen lévő OTRS adminisztrátori kézikönyvben, amelyet folyamatosan felülvizsgálnak.
zh_cn: 设置和处理过程的详细信息方面OTRS和OTRS::ITSM完全相同，可以从http://otrs.github.io/doc/manual/admin/5.0/en/html/获取OTRS管理手册（仍在持续修订）。

source: Admin-Manual
hu: Adminisztrátori kézikönyv
ru: Руководство администратора
zh_cn: 管理手册

source: ITIL aligned service support with OTRS::ITSM
hu: ITIL-hez igazított szolgáltatás támogatás az OTRS::ITSM-mel
ru: Поддержка услуг в соответствии с ITIL в OTRS::ITSM
zh_cn: OTRS::ITSM对齐ITIL服务支持

source: Just like ITIL, OTRS::ITSM does not claim to be an &quot;out-of-the-box&quot; solution for all tasks and questions arising in IT service management. It is, in fact, supposed to serve as a flexible, stable and easy to understand information platform that can be adapted to meet the requirements of virtually every organization.
hu: Az ITIL-hez hasonlóan az OTRS::ITSM-ről sem állítható, hogy „kulcsrakész” megoldást nyújtana minden IT-szolgáltatásmenedzsmentből eredő feladathoz és kérdéshez. Valójában egy rugalmas, stabil és könnyen érthető információs platformként hivatott szolgálni, amely alkalmassá tehető arra, hogy gyakorlatilag minden szervezet követelményének megfeleljen.
ru: Также как и ITIL, OTRS::ITSM НЕ претендует быть &quot;коробочным&quot; решением ВСЕХ задач и вопросов стоящих перед ИТ менеджментом. Он, по сути, должен служить в качестве гибкой, стабильной и легко понимаемой информационной платформой, которая может быть адаптирована для удовлетворения требованиям практически каждой организации.
zh_cn: 就像ITIL一样，OTRS::ITSM并未宣称是IT服务管理所有日益增长的任务和问题的“开箱即用”的解决方案。事实上，它应该作为一个灵活、稳定且容易理解的信息平台，以便适合几乎每个组织的需求。

source: Therefore, please excuse us for bringing the following to your attention: The use of an ITIL aligned tool such as OTRS::ITSM only makes sense if processes, people, and products (IT services) are truly ITIL aligned.
hu: Ezért arra kérjük, bocsássa meg nekünk, hogy felhívjuk a figyelmét a következőkre: egy olyan ITIL-hez igazított eszköznek, mint az OTRS::ITSM, csak akkor van érelme, ha a folyamatok, az emberek és a termékek (IT-szolgáltatások) valóban az ITIL-hez igazítottak.
ru: Поэтому, пожалуйста, простите нас за то, что обращаем ваше внимание: использование инструмента следующего методологии ITIL такого как OTRS :: ITSM имеет смысл, только если процессы, люди и продукты (ИТ услуги) действительно выстроены по ITIL.
zh_cn: 因此，请允许我们带来下面的注意信息：只有当流程、人员和产品（IT服务）都能真正对齐ITIL时，使用对齐ITIL的工具如OTRS::ITSM才有意义。

source: Without the thoughtful tailoring of generic ITIL processes to meet the requirements of the specific business scenario, OTRS::ITSM will not achieve a discernible improvement of the key performance indicators of IT service management.
hu: A konkrét üzleti forgatókönyv követelményeinek megfelelő általános ITIL-folyamatok átgondolt összeállítása nélkül az OTRS::ITSM nem fogja elérni az IT-szolgáltatásmenedzsment fő teljesítményjelzőinek megfigyelhető javulását.
ru: Без вдумчивого построения общих процессов в соответствии с ITIL для удовлетворения требований конкретного бизнес-сценария, OTRS::ITSM не добьется заметного улучшения ключевых показателей эффективности управления ИТ-сервисами.
zh_cn: 不对通用ITIL流程做适当剪裁以满足特定商业环境的需求，OTRS::ITSM就不能达到改进IT服务管理的KPI（关键绩效指标）的预期目标。

source: You should also be aware of the fact that successful ITIL implementation projects typically take up to a year and longer. Their scope and impact on the organization is not to be underestimated. However, we would like to mention that a neatly implemented ITIL aligned ITSM tool can help to save time and money, as the process support of the tool aids and accelerates the process of organizational realignment.
hu: Tisztában kell lennie azzal a ténnyel is, hogy a sikeres ITIL megvalósítási projektek tipikusan akár egy évig vagy még tovább tartanak. Ezek hatályát és a szervezetre kifejtett hatását nem szabad alábecsülni. Azonban szeretnénk megemlíteni, hogy egy rendesen megvalósított ITIL-hez igazított ITSM eszköz segítségére lehet időt és pénzt megtakarítani, mivel az eszköz folyamat-támogatása segíti és felgyorsítja a szervezeti átrendeződés folyamatát.
ru: Вы также должны быть осведомлены о том, что успешные проекты внедрения ITIL, как правило, длиться до года и больше. Их объем и влияние на организации, не следует недооценивать. Тем не менее, мы хотели бы отметить, что аккуратно реализованный в соответствии с ITIL инструмент ITSM может помочь сэкономить время и деньги, как инструмент поддержки процессов и ускоряет процесс организационной перестройки.
zh_cn: 您还应当这个事实：成功部署ITIL项目通常需要一年甚至更久。它们的范围及在组织中的影响不可低估。但是，我们仍然看到，灵巧地部署对齐ITIL的IT服务管理工具能够节约时间和金钱，因为工具的流程支持能够帮助和加速组织重新组合的流程。

source: Since version 2.0, OTRS::ITSM supports the following features and processes, which are usually designed during the first phase of an ITIL implementation: Incident Management, Problem Management, Service Level Management, Change Management and the Configuration Management Database.
hu: A 2.0-s verzió óta az OTRS::ITSM a következő szolgáltatásokat és folyamatokat támogatja, amelyek általában egy ITIL megvalósítás első fázisa közben kerülnek megtervezésre: incidensmenedzsment, problémamenedzsment, szolgáltatási szint menedzsment, változásmenedzsment és a konfigurációmenedzsment-adatbázis.
zh_cn: 从版本2.0开始，OTRS::ITSM支持下面的功能和流程（通常设计为ITIL实施的第一阶段）：故障管理、问题管理、服务级别管理、变更管理和配置管理数据库。

source: A more detailed description of use and adaptation of the system can be found in the following sections. Please note that the each OTRS::ITSM package can be installed independently and that their names correspond to their respective ITIL topics.
hu: A rendszer használatának és alkalmazásának részletesebb leírása megtalálható a következő szakaszokban. Ne feledje, hogy minden egyes OTRS::ITSM csomag függetlenül telepíthető, és hogy a nevük megfelelnek az illető ITIL témáknak.
zh_cn: 更多有关使用和调整系统的详细描述可以在下面的章节找到。请注意每个OTRS::ITSM软件包都能独立安装，软件包的名称与ITIL相应的主题一致。

source: The implementation of OTRS::ITSM is based on ITIL v3.
hu: Az OTRS::ITSM megvalósítása az ITIL v3 verzióján alapul.
ru: Реализация OTRS::ITSM основана на ITIL v3.
zh_cn: OTRS::ITSM基于ITIL V3实现。

source: The CMDB - the central IT repository
hu: A CMDB - a központi IT-tároló
ru: CMDB - центральный ИТ репозитарий
zh_cn: CMDB-中央IT仓库

source: The configuration management database (CMDB) is not a database in the technical sense, but a conceptual IT model, which is indispensable for efficient IT service management. All IT components and inventories are managed in the CMDB. Configuration management exceeds asset management, often incorrectly used as a synonym, as it does not only document assets from a financial point of view, but captures information regarding the relationship between components, specifications, or their location. Thus IT support can quickly access information on the interdependence of IT services and the IT components (= configuration items = CIs) necessary for them.
hu: A konfigurációmenedzsment-adatbázis (CMDB) technikai értelemben nem adatbázis, hanem egy olyan fogalmi IT-modell, amely elengedhetetlen a hatékony IT szolgáltatásmenedzsmenthez. Minden IT összetevőt és berendezést a CMDB-ben kezelnek. A konfigurációmenedzsment meghaladja a vagyonmenedzsmentet, gyakran helytelenül szinonimaként használva azt, mivel az nem csak pénzügyi szempontból dokumentálja a vagyontárgyakat, hanem információkat rögzít az összetevők, specifikációk vagy azok helyei közti kapcsolatra vonatkozóan. Így az IT-támogatás gyorsan hozzáférhet a számukra szükséges információkhoz az IT szolgáltatások és IT-összetevők (= konfigurációelemek = CI-k) egymástól való függéséről.
ru: База данных управления конфигурациями (CMDB) не база данных, в техническом смысле, но концептуальная модель ИТ, что является необходимым для эффективного управления ИТ-сервисами. Все ИТ-компоненты и запасы собраны в CMDB. Управление конфигурацией шире понятия "управление активами", как это часто неправильно используется в качестве синонима, так как это не только набор документов с финансовой точки зрения, но и несет информацию об отношениях между компонентами, спецификации, или их расположение. Таким образом, персонал ИТ-поддержки можеут быстро получить доступ к информации о взаимозависимости ИТ-услуг и ИТ-компонентов (= элементов конфигурации = CI), необходимых для них.
zh_cn: 配置管理数据库（CMDB）不是一个技术意义上的数据库，而是一个概念上的IT模型，是高效的IT服务管理不可或缺的。所有的IT组件和资产都在CMDB中管理。配置管理超出了资产管理（经常不正确地作为同义词使用），因为它不仅仅从财务视点记录资产，而且抓取有关组件之间的关系、技术参数或位置信息。所以IT支持能够快速访问IT服务和IT组件（即配置项，CI）之间的相互依赖信息。

source: According to ITIL, a CMDB must feature the following functionalities:
hu: Az ITIL szerint egy CMDB-nek a következő funkcionalitásokkal kell rendelkeznie:
ru: В соответствии с ITIL, CMDB должна поддерживать следующий функционал:
zh_cn: 根据ITIL，CMDB必须提供以下功能：

source: Manual and, where applicable, automatic recording and modification of configuration items
hu: A konfigurációelemek kézi - és ahol alkalmazható - automatikus rögzítése és módosítása
ru: Ручную и, где это возможно автоматическую регистрацию и модификацию информации о конфигурационных единицах
zh_cn: 手动和（在适用的地方）自动记录/修改配置项

source: Description of the relationship and/or interdependence between CIs
hu: A CI-k közti kapcsolat és/vagy egymástól való függés leírása
ru: Описание связи и/или взаимосвязи между CI
zh_cn: 描述配置项之间的关系和/或相互依赖信息

source: Change of CI attributes (e.g. serial numbers)
hu: A CI-attribútumok (például sorozatszámok) módosítása
ru: Изменение атрибутов CI (например, серийных номеров)
zh_cn: 修改配置项属性（例如：序列号）

source: Location and user management for CIs
hu: Hely- és felhasználómenedzsment a CI-knél
ru: Расположение и управление пользователями для CI
zh_cn: 配置项的位置和用户管理

source: Integration via the ITIL processes represented in the system
hu: A rendszerben jelen lévő ITIL-folyamatokon keresztüli integráció
ru: Интеграцию представленных в системе ITIL процессов
zh_cn: 与系统中的ITIL流程模块集成

source: OTRS::ITSM meets all requirements stated above and offers numerous additional IT support functions in the CMDB.
hu: Az OTRS::ITSM minden fent megállapított követelménynek megfelel, és további számos IT támogatófunkciót nyújt a CMDB-ben.
ru: OTRS::ITSM удовлетворяет всем требованиям представленным выше и предлагает много дополнительных возможностей в CMDB.
zh_cn: OTRS::ITSM在CMDB中实现了以上所有需求，并提供多种额外的IT支持功能。

source: The OTRS::ITSM database model
hu: Az OTRS::ITSM adatbázismodell
ru: Модель базы данных OTRS::ITSM
zh_cn: OTRS::ITSM数据库模型

source: The modular architecture of OTRS::ITSM and the ability to install single OTRS::ITSM packages independently makes it difficult to display a complete database model in a single graphic. For this reason, separate graphics will be provided for the OTRS framework and for ITSM packages which change or extend the database scheme.
hu: Az OTRS::ITSM moduláris architektúrája és az egyes OTRS::ITSM csomagok függetlenül történő telepítésének képessége megnehezíti egy teljes adatbázismodell megjelenítését egyetlen grafikus felületen. Emiatt különálló grafikus felületeket fogunk biztosítani az OTRS keretrendszerhez és az ITSM csomagokhoz, amelyek módosítják és kibővítik az adatbázis sémát.
ru: Модульная архитектура OTRS::ITSM и возможность установки отельных модулей OTRS::ITSM независимо, делает затруднительным показать полную модель базы данных на одном рисунке. По этой причине далее, на отдельных диаграммах представлены схемы для OTRS и для ITSM пакетов, которые изменяют или расширяют схему БД.
zh_cn: OTRS::ITSM的模块化架构和独立安装单个OTRS::ITSM软件的能力使得难以在一张图中显示完整的数据库模型。基于这个原因，为修改或扩展数据库方案的OTRS框架和ITSM软件包提供了单独的图形。

source: OTRS Framework
hu: OTRS keretrendszer
zh_cn: OTRS框架

source: For better readability, the diagram can be found at: <ulink url="https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png">https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png</ulink>
hu: A jobb olvashatóság érdekében a diagram a következő címen található: <ulink url="https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png">https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png</ulink>
ru: В более наглядном/читаемом виде схемы можно найти в: <ulink url="https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png">https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png</ulink>
zh_cn: 为了更好的可读性，这个图可在这里找到：<ulink url="https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png">https://github.com/OTRS/otrs/blob/master/development/diagrams/Database/OTRSDatabaseDiagram.png</ulink>

source: For better readability, this diagram can be found at: <ulink url="https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png">https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png</ulink>
hu: A jobb olvashatóság érdekében a diagram a következő címen található: <ulink url="https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png">https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png</ulink>
ru: В более наглядном/читаемом виде схемы можно найти в: <ulink url="https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png">https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png</ulink>
zh_cn: 为了更好的可读性，这个图可在这里找到：<ulink url="https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png">https://github.com/OTRS/GeneralCatalog/blob/master/doc/general-catalog-database.png</ulink>

source: For better readability, this diagram can be found at: <ulink url="https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png">https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png</ulink>
hu: A jobb olvashatóság érdekében a diagram a következő címen található: <ulink url="https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png">https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png</ulink>
ru: В более наглядном/читаемом виде схемы можно найти в: <ulink url="https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png">https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png</ulink>
zh_cn: 为了更好的可读性，这个图可在这里找到：<ulink url="https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png">https://github.com/OTRS/ITSMCore/blob/master/doc/itsm-core-database.png</ulink>

source: For better readability, this diagram can be found at: <ulink url="https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png">https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png</ulink>
hu: A jobb olvashatóság érdekében a diagram a következő címen található: <ulink url="https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png">https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png</ulink>
ru: В более наглядном/читаемом виде схемы можно найти в: <ulink url="https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png">https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png</ulink>
zh_cn: 为了更好的可读性，这个图可在这里找到：<ulink url="https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png">https://github.com/OTRS/ITSMConfigurationManagement/blob/master/doc/itsm-configuration-management-database.png</ulink>

source: For better readability, this diagram can be found at: <ulink url="https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png">https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png</ulink>
hu: A jobb olvashatóság érdekében a diagram a következő címen található: <ulink url="https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png">https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png</ulink>
ru: В более наглядном/читаемом виде схемы можно найти в: <ulink url="https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png">https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png</ulink>
zh_cn: 为了更好的可读性，这个图可在这里找到：<ulink url="https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png">https://github.com/OTRS/ITSMChangeManagement/blob/master/doc/itsm-change-management-database.png</ulink>

source: For better readability, this diagram can be found at: <ulink url="https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png">https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png</ulink>
hu: A jobb olvashatóság érdekében a diagram a következő címen található: <ulink url="https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png">https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png</ulink>
ru: В более наглядном/читаемом виде схемы можно найти в: <ulink url="https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png">https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png</ulink>
zh_cn: 为了更好的可读性，这个图可在这里找到：<ulink url="https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png">https://github.com/OTRS/ImportExport/blob/master/doc/import-export-database.png</ulink>

source: Services, at the core of everything
hu: Szolgáltatások, mindennek a középpontjában
ru: Сервисы - во главе всего
zh_cn: 服务，一切的核心
