Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Translation is considered a kind of modification, so you may distribute translations of the Document under the terms of section 4. Replacing Invariant Sections with translations requires special permission from their copyright holders, but you may include translations of some or all Invariant Sections in addition to the original versions of these Invariant Sections. You may include a translation of this License provided that you also include the original English version of this License. In case of a disagreement between the translation and the original English version of this License, the original English version will prevail.
hu: A fordítás egyfajta módosításnak tekinthető, így a Dokumentum lefordított példányai a 4. szakasz rendelkezései alapján terjeszthetők. A Nem Változtatható szakaszok lefordításához külön engedélyt kell kérni a szerzői jogtulajdonostól, mindazonáltal közzétehetők a lefordított változatok is úgy, ha az eredeti Nem Változtatható szakaszokat is belefoglalja a munkába. E Licenc lefordítására, valamint minden, a Dokumentumhoz tartozó Licencmellékletre, illetve az esetleges Garanciák Kizárásaira ugyanezek a feltételek érvényesek, vagyis a lefordított változatok csak akkor jelenhetnek meg, ha mellette ott vannak az eredeti, angol nyelvű Licenc, a mellékletek és kizárások szövegei is. Amennyiben eltérés mutatkozna az eredeti változatok, illetve a fordítás között, úgy a Licenc, a mellékletek és kizárások angol nyelvű eredetije tekintendő mérvadónak.
zh_cn: 我们认为翻译是一种修改，所以你可以按照第4节的条款发布文档的翻译版本。如果要将文档的固定章节用译文取代，需要得到版权持有者的许可，但你可以将部分或全部固定章节的译文附加在原始版本的后面。你可以包含一份本协议、所有许可声明及免责声明的译文，只要你同时包含其原始英文版本即可。当译文和原文有歧义的时候，以原文为准。

source: TERMINATION
hu: MEGSZŰNÉS
zh_cn: 协议终止

source: You may not copy, modify, sublicense, or distribute the Document except as expressly provided for under this License. Any other attempt to copy, modify, sublicense, or distribute the Document is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
hu: A jelen Licencben egyértelműen kijelölt kereteken kívül tilos a Dokumentum bárminemű sokszorosítása, módosítása, továbblicencelése, vagy terjesztése. Minden ezzel szembeni sokszorosítási, módosítási, továbblicencelési, vagy terjesztési kísérlet a jelen Licencben meghatározott jogok automatikus megszűnését vonja maga után. Ugyanakkor azok a felek, akik Önön keresztül jutottak másolathoz vagy jogosultságokhoz, nem veszítik el azokat, amíg maradéktalanul betartják e Licenc előírásait.
zh_cn: 除非你明确遵循本协议，否则你不可以对文档进行复制、修改、分授许可及发布。对文档的任何其它(违反本协议的)意图的复制、修改、分授许可及发布是无效的，并且这将自动终止你在本协议下享有的权利。不过，从你这里获得文档副本或权利的群体的协议不会被终止，只要他们完全遵循本协议。

source: FUTURE REVISIONS OF THIS LICENSE
hu: JELEN LICENC JÖVŐBENI JAVÍTÁSAI
zh_cn: 本协议的未来修订版

source: The Free Software Foundation may publish new, revised versions of the GNU Free Documentation License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. See <ulink url="http://www.gnu.org/copyleft/">http://www.gnu.org/copyleft/</ulink>.
hu: Megtörténhet, hogy a Free Software Foundation időről időre felülvizsgált és/vagy új verziókat bocsát ki a GNU Free Documentation License-ből. E verziók szellemisége hasonló lesz jelen változatéhoz, ám részleteikben eltérhetnek, új problémák, új aggályok felmerülése okán. Vö.: <ulink url="http://www.gnu.org/copyleft/">http://www.gnu.org/copyleft/</ulink>.
zh_cn: 自由软件基金会有时会发布新的 GNU自由文档协议修订版。新版本将会和当前版本体现类似的精神，但在处理某些新的问题和利害关系的细节上会有所不同。参阅 <ulink url="http://www.gnu.org/copyleft/">http://www.gnu.org/copyleft/</ulink>。

source: Each version of the License is given a distinguishing version number. If the Document specifies that a particular numbered version of this License "or any later version" applies to it, you have the option of following the terms and conditions either of that specified version or of any later version that has been published (not as a draft) by the Free Software Foundation. If the Document does not specify a version number of this License, you may choose any version ever published (not as a draft) by the Free Software Foundation.
hu: A Licenc minden változata egyedi verziószámmal van ellátva. Ha a Dokumentum jelen Licenc egy konkrét, számozott verziójára „vagy bármely újabb verzióra” hivatkozik, úgy önnek a szóban forgó változat, vagy bármely újabb a Free Software Foundation által (nem vázlatként) kiadott verzió feltételeinek követésére lehetősége van. Ha a Dokumentum nem ad meg semmilyen verziószámot, úgy bármely, a Free Software Foundation által valaha (nem vázlatként) kiadott változat megfelel.
zh_cn: 本协议的每个版本都有一个唯一的版本号。如果文档指定遵循一个特定的本协议版本“或任何后续版本”，你可以选择遵循指定版本或自由软件基金会发布的任何后续(非草案)版本的条款和条件。如果文档没有指定本许可证的版本，那么你可以选择遵循任何自由软件基金会已发布的(非草案)版本。

source: How to use this License for your documents
hu: A Licenc alkalmazása saját dokumentumaira
zh_cn: 你的文档怎样使用GNU自由文档许可证

source: To use this License in a document you have written, include a copy of the License in the document and put the following copyright and license notices just after the title page:
hu: Ha a jelen Licencet egy Ön által írt dokumentumban kívánja használni, akkor mellékelje hozzá a Licenc egy példányát, továbbá vezesse rá az alábbi szerzői jogi és licencközleményeket, rögtön a címlapot követően:
zh_cn: 要使用本许可证发布你写的文档，请在文档中包含本协议的一个副本，并在紧接扉页之后加入如下版权声明与许可声明：

source: If you have no Invariant Sections, write "with no Invariant Sections" instead of saying which ones are invariant. If you have no Front-Cover Texts, write "no Front-Cover Texts" instead of "Front-Cover Texts being LIST"; likewise for Back-Cover Texts.
hu: Amennyiben nincsenek Nem változtatható szakaszok, akkor ahelyett a rész helyett, hogy melyek nem változtathatóak, írja azt, hogy Nem tartalmaz Nem változtatható szakaszokat. Amennyiben nincsenek Címlapszövegek, akkor Címlapszöveg felsorolása helyett, írja azt, hogy Címlapszöveget nem tartalmaz; hasonlóan járjon el a Hátlapszöveg esetében.
zh_cn: 如果你没有固定章节，请用“with no Invariant Sections”替换“with the Invariant Sections being LIST THEIR TITLES”，如果你没有封面文字，请用“no Front-Cover Texts”替换“Front-Cover Texts being LIST” ；封底文字也同样按此处理。

source: If your document contains nontrivial examples of program code, we recommend releasing these examples in parallel under your choice of free software license, such as the GNU General Public License, to permit their use in free software.
hu: Amennyiben a dokumentum nem egyértelmű programkódpéldákat is tartalmaz, úgy azt javasoljuk, hogy e példákat egy választása szerinti szabad szoftver licenc alatt közölje – mint például a GNU General Public License –, hogy lehetővé tegye a kódok szabad szoftverekben való alkalmazását.
zh_cn: 如果你的文件中包含有并非微不足道的程序代码范例，我们建议以你选择的自由软件授权比如GNU General Public License 来并行地发布这些范例，从而允许它们作为自由软件使用。

source: All trade names are used without the guarantee for their free use and are possibly registered trade marks. All products mentioned in this manual may be trade marks of the respective manufacturer.
hu: Minden márkanév a szabad felhasználásra vonatkozó garancia nélkül kerül felhasználásra, és lehetséges bejegyzett védjegyek lehetnek. Az ebben a kézikönyvben említett összes termék az illető gyártó védjegyei lehetnek.

source: OTRS::ITSM 6 is based on OTRS 6. All functionalities known from OTRS continue to be available and the functionalities representing ITIL processes can be installed as packages.
hu: Az OTRS::ITSM 6 az OTRS 6-os verzióján alapul. Az OTRS-ből ismert minden funkcionalitás továbbra is elérhető, és az ITIL folyamatokat megtestesítő funkcionalitások csomagként telepíthetők.

source: New OTRS::ITSM 6 features
hu: Új OTRS::ITSM 6 szolgáltatások

source: OTRS::ITSM 6 offers:
hu: Az OTRS::ITSM 6 a következőket nyújtja:

source: Ported code to the OTRS 6 framework.
hu: Kódok átírva az OTRS 6 keretrendszerbe.

source: Added new feature for ITSMConfigurationManagement to suppress adding a new config item version for special attributes.
hu: Új funkció került hozzáadásara az ITSMConfigurationManagement csomaghoz, hogy elnyomja egy új konfigurációelem-verzió hozzáadását a különleges attribútumoknál.

source: OTRS::ITSM 6 includes many other small bug fixes and improvements.
hu: Az OTRS::ITSM 6 számos egyéb apró hibajavítást és fejlesztést tartalmaz.

source: Please note that the OTRS framework 6 must be installed prior to the installation of OTRS::ITSM. All necessary information, options and installation procedures are depicted in the OTRS Admin Manual.
hu: Ne feledje, hogy az OTRS 6-os keretrendszernek előbb telepítve kell lennie az OTRS::ITSM telepítéséhez. Minden szükséges információ, beállítás és a telepítési eljárás az OTRS adminisztrációs kézikönyvében van leírva.

source: After successfully installing OTRS 6 or a later version, proceed to sign on as administrator. Using the package manager in the admin area or via ftp://ftp.otrs.org/pub/otrs/itsm/packages6/ obtain the ITSM packages and install them in the following order:
hu: Miután sikeresen telepítette az OTRS 6-os vagy későbbi verzióját, folytassa rendszerszergazdaként való belépéssel. Az adminisztrációs területen lévő csomagkezelő használatával vagy az ftp://ftp.otrs.org/pub/otrs/itsm/packages6/ címen keresztül szerezze be az ITSM csomagokat, és telepítse azokat a következő sorrendben:

source: If your machine running OTRS has internet access, use the following online repository [--OTRS::ITSM 6 Master--] to install the packages below. Otherwise download the packages below and use the package manager to install them:
hu: Ha az OTRS rendszert futtató gépének van internetkapcsolata, akkor használja a következő internetes tárolót [--OTRS::ITSM 6 Master--] a lenti csomagok telepítéséhez. Egyébként töltse le a lenti csomagokat, és a csomagkezelő használatával telepítse azokat:

source: You can find further information about the installation process here: <ulink url="http://ftp.otrs.org/pub/otrs/itsm/INSTALL-6.ITSM">INSTALL-6.ITSM</ulink>
hu: Ezen az oldalon további információkat találhat a telepítési folyamatról: <ulink url="http://ftp.otrs.org/pub/otrs/itsm/INSTALL-6.ITSM">INSTALL-6.ITSM</ulink>

source: GenericInterface for ITSM Configuration Management
hu: Általános felület az ITSM konfigurációmenedzsmenthez

source: There is a GenericInterface for ITSM Configuration Management. This feature contains operations for creating, changing, retrieving and searching configuration items via GenericInterface. The following operations are available: ConfigItemCreate(), ConfigItemGet(), ConfigItemUpdate(), ConfigItemSearch(). For more information please take a look at the WSDL file: <ulink url="https://github.com/OTRS/ITSMConfigurationManagement/blob/master/development/webservices/GenericConfigItemConnectorSOAP.wsdl">https://github.com/OTRS/ITSMConfigurationManagement/blob/master/development/webservices/GenericConfigItemConnectorSOAP.wsdl</ulink>
hu: Létezik egy általános felület az ITSM konfigurációmenedzsmenthez. Ez a funkció műveleteket tartalmaz a konfigurációelemek létrehozásához, megváltoztatásához, lekéréséhez és kereséséhez az általános felületen keresztül. A következő műveletek érhetők el: ConfigItemCreate(), ConfigItemGet(), ConfigItemUpdate(), ConfigItemSearch(). További információkért vessen egy pillantást erre a WSDL-fájlra: <ulink url="https://github.com/OTRS/ITSMConfigurationManagement/blob/master/development/webservices/GenericConfigItemConnectorSOAP.wsdl">https://github.com/OTRS/ITSMConfigurationManagement/blob/master/development/webservices/GenericConfigItemConnectorSOAP.wsdl</ulink>

source: OTRS Framework, version 5.0.1 or higher
hu: OTRS keretrendszer, 5.0.1-es verzió vagy magasabb

source: ITSM &quot;GeneralCatalog&quot; package, version 5.0
hu: ITSM „GeneralCatalog” csomag, 5.0-s verzió

source: ITSM &quot;ITSMCore&quot; package, version 5.0
hu: ITSM „ITSMCore” csomag, 5.0-s verzió

source: ITSM &quot;ITSMIncidentProblemManagement&quot; package, version 5.0
hu: ITSM „ITSMIncidentProblemManagement” csomag, 5.0-s verzió

source: ITSM &quot;ITSMServiceLevelManagement&quot; package, version 5.0
hu: ITSM „ITSMServiceLevelManagement” csomag, 5.0-s verzió

source: ITSM &quot;ITSMConfigurationManagement&quot; package, version 5.0
hu: ITSM „ITSMConfigurationManagement” csomag, 5.0-s verzió

source: ITSM &quot;ImportExport&quot; package, version 5.0
hu: ITSM „ImportExport” csomag, 5.0-s verzió

source: The category, impact and priority values given upon installation can be customized in the General Catalog by the administrator. To do this, the menu item &quot;General Catalog&quot; should be selected in the OTRS::ITSM Administration interface.
hu: A telepítés után megadott kategóriát, hatást és prioritást az adminisztrátor személyre szabhatja az általános katalógusban. Ennek elvégzéséhez az „Általános katalógus” menüpontot kell választani az OTRS::ITSM adminisztrációs felületén.

source: Adjustments to the State Machine can be made by the system administrator in the administration front end, under menu option &quot;State Machine&quot;. The statuses and possible result statuses should be defined here. In OTRS::ITSM, this is illustrated as a table:
hu: Az állapotgépen történő beállításokat a rendszer adminisztrátora teheti meg az adminisztrációs előtétprogramon az „Állapotgép” menüpont alatt. Itt kell meghatározni az állapotokat és a lehetséges eredményállapotokat. Az OTRS::ITSM-ben ez egy táblázatként van ábrázolva:

source: Where necessary, additional statuses can be defined under the menu option &quot;General Catalog&quot; -&gt; &quot;ITSM::Change Management::Change::State&quot;.
hu: Ahol szükséges, további állapotok határozhatók meg az „Általános katalógus” -&gt; „ITSM::Change Management::Change::State” menüpont alatt.

source: [ { Key => 'Description', Name => 'Description', Searchable => 1, Input => { Type => 'TextArea', }, }, { Key => 'Type', Name => 'Type', Searchable => 1, Input => { Type => 'GeneralCatalog', Class => 'ITSM::ConfigItem::Computer::Type', }, }, { Key => 'Owner', Name => 'Owner', Searchable => 1, Input => { Type => 'Customer', }, }, { Key => 'AssetTag', Name => 'Asset Tag', Searchable => 1, Input => { Type => 'Text', Size => 50, MaxLength => 100, Required => 1, }, CountMin => 0, CountMax => 1, CountDefault => 0, }, : : : { Key => 'Model', Name => 'Model', Searchable => 1, Input => { Type => 'Text', Size => 50, MaxLength => 50, }, }, { Key => 'OperatingSystem', Name => 'Operating System', Input => { Type => 'Text', Size => 50, MaxLength => 100, }, }, { Key => 'CPU', Name => 'CPU', Input => { Type => 'Text', Size => 50, MaxLength => 100, }, CountMin => 1, CountMax => 16, CountDefault => 1, }, ];
hu: [ { Key => 'Description', Name => 'Leírás', Searchable => 1, Input => { Type => 'TextArea', }, }, { Key => 'Type', Name => 'Típus', Searchable => 1, Input => { Type => 'GeneralCatalog', Class => 'ITSM::ConfigItem::Computer::Type', }, }, { Key => 'Owner', Name => 'Tulajdonos', Searchable => 1, Input => { Type => 'Customer', }, }, { Key => 'AssetTag', Name => 'Eszközcímke', Searchable => 1, Input => { Type => 'Text', Size => 50, MaxLength => 100, Required => 1, }, CountMin => 0, CountMax => 1, CountDefault => 0, }, : : : { Key => 'Model', Name => 'Modell', Searchable => 1, Input => { Type => 'Text', Size => 50, MaxLength => 50, }, }, { Key => 'OperatingSystem', Name => 'Operációs rendszer', Input => { Type => 'Text', Size => 50, MaxLength => 100, }, }, { Key => 'CPU', Name => 'CPU', Input => { Type => 'Text', Size => 50, MaxLength => 100, }, CountMin => 1, CountMax => 16, CountDefault => 1, }, ];

source: [...] # PostmasterDefaultState # (The default state of new tickets.) [default: new] $Self->{PostmasterDefaultState} = 'new'; # CustomerDefaultState # (default state of new customer tickets) $Self->{CustomerDefaultState} = 'new'; [...]
hu: [...] # PostmasterDefaultState # (Az új jegyek alapértelmezett állapota.) [alapértelmezett: new] $Self->{PostmasterDefaultState} = 'new'; # CustomerDefaultState # (Az új ügyféljegyek alapértelmezett állapota.) $Self->{CustomerDefaultState} = 'new'; [...]

source: [...] # default phone new state $Self->{'Ticket::Frontend::PhoneNextState'} = 'open'; # PostmasterFollowUpState # (The state if a ticket got a follow up.) [default: open] $Self->{PostmasterFollowUpState} = 'open'; [...]
hu: [...] # alapértelmezett új telefon állapot $Self->{'Ticket::Frontend::PhoneNextState'} = 'open'; # PostmasterFollowUpState # (Az állapot, ha a jegy egy követést kap.) [alapértelmezett: open] $Self->{PostmasterFollowUpState} = 'open'; [...]

source: In a default OTRS installation 9 calendars are available, which can be configured graphically. Using the SysConfig framework found in the admin interface, this number can be increased to 99, by using the calendar 1 etc. links:
hu: Egy alapértelmezett OTRS telepítésben 9 naptár érhető el, amelyek grafikusan állíthatók be. Az adminisztrációs felületen található rendszerbeállító keretrendszer használatával ez a szám 99-re növelhető az 1. naptár, stb. hivatkozások használatával:

source: Copyright (c) YEAR YOUR NAME. Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with the Invariant Sections being LIST THEIR TITLES, with the Front-Cover Texts being LIST, and with the Back-Cover Texts being LIST. A copy of the license is included in the section entitled "GNU Free Documentation License".
hu: Copyright (C) ÉV AZ ÖN NEVE. Engedélyt adunk Önnek a jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Free Software Foundation által kiadott GNU Free Documentation License 1.1-es, vagy bármely azt követő verziójának feltételei alapján. Nem Változtatható szakaszok: ITT SOROLJA FEL A CÍMEIKET, Címlapszövegek: FELSOROLÁS, Hátlapszövegek: FELSOROLÁS. A jelen licenc egy példányát a „GNU Free Documentation License” elnevezésű szakasz alatt találja.

source: OTRS::ITSM 4 is based on OTRS 4. All functionalities known from OTRS continue to be available and the functionalities representing ITIL processes can be installed as packages.
ru: OTRS::ITSM 4 базируется на OTRS 4. Весь известный функционал OTRS остается доступным, а возможности предоставляемые процессы ITIL могут быть доустановлены в виде дополнительных пакетов.

source: Migrated ITSMCriticality and ITSMImpact values from general catalog to dynamic fields. Renamed ITSM releated dynamic fields to nicer names, prefixed with ITSM.
ru: Атрибуты ITSMCriticality/Критичность и ITSMImpact/Влияние перенесены из Общего каталога/general catalog в динамические поля. Переименованы, относящиеся к ITSM, динамические поля, они теперь имеют префикс ITSM.

source: SLA Overwiew
ru: Список SLA

source: In the service menu, there is now a new SLA overwiew mask.
ru: В Меню Сервисы теперь имеется новый выбор просмотра SLA.

source: This feature offers the possibility to import or update data from CSV files into the CMBD of OTRS::ITSM, and to export data from the CMDB to CSV files. Each line of the CSV file describes one CI, with the data of the CI in the columns.
ru: Эта возможность позволяет импортировать или обновлять данные из CSV файлов в CMBD OTRS::ITSM, и экспортировать данные из CMDB в CSV файлы. Каждая строка CSV файла описывает одну CI с ее данными в колонках.

source: Comprehensive recording and management of ITSM relevant configuration items (CIs) such as computers, hardware, software, networks, documents and services, SLAs, and organizational structures.
ru: Всесторонняя регистрация и управление соответствующими конфигурационными единицами (CIs), такими как компьютеры, серверы, ПО, сети, документы и сервисы, SLA и оргструктуры.

source: Recording, management, and illustration of technical and service related relationships and interdependences among CMDB data, e.g. a service with all necessary, alternative or relevant CIs
ru: Регистрация, управление и отображение технических и связанных с сервисом связей и взаимозависимостей между данными CMDB, например, сервис со всеми необходимыми, альтернативными или соответствующими CI

source: Complete integration of OTRS role, group, and queue mechanisms for incident ticket allocation, tracking, escalation, and interpretation
ru: Полная интеграция с механизмами ролей, групп и очередей OTRS для назначения, отслеживания, эскалации и интерпретации

source: Complete integration of OTRS role, group and queue mechanisms to allocate, track, escalate, and evaluate incident tickets
ru: Полная интеграция с механизмами ролей, групп и очередей OTRS для назначения, отслеживания, эскалации и оценки заявок по инцидентам

source: Please note that the OTRS framework 3.3 must be installed prior to the installation of OTRS::ITSM. All necessary information, options, and installation procedures are depicted in the OTRS Admin Manual.
ru: Обратите внимание, что до установки OTRS::ITSM необходимо выполнить установку OTRS 3.3. Вся необходимая информация, варианты и процедуры установки описаны в руководстве администратора OTRS.

source: After successfully insstalling OTRS 3.3 or a later version, proceed to sign on as administrator. Using the package manager in the admin area or via ftp://ftp.otrs.org/pub/otrs/itsm/packages33/ obtain the ITSM packages and install them in the following order:
ru: После успешной установки OTRS 3.3 или более поздней версии, войдите в систему в качестве администратора. Используя менеджер пакетов с панели администратора или с помощью ftp://ftp.otrs.org/pub/otrs/itsm/packages33/ загрузите пакеты ITSM и установите их в следующем порядке:

source: If your machine running OTRS has internet access, use the following online repository [--OTRS::ITSM 3.3 Master--] to install the packages below. Otherwise download the packages below and use the package manager to install them:
ru: Если ваша машина подключена к интернету, используйте следующий онлайн репозитарий [--OTRS::ITSM 3.3 Master--] для установки перечисленных ниже пакетов. Иначе, загрузите следующие пакеты и установите с помощью менеджера пакетов:

source: You can find further information about the installation process here: <ulink url="http://ftp.otrs.org/pub/otrs/itsm/INSTALL-3.3.ITSM">INSTALL-32.ITSM</ulink>
ru: Дальнейшую информацию о процессе установки можно найти здесь: <ulink url="http://ftp.otrs.org/pub/otrs/itsm/INSTALL-3.3.ITSM">INSTALL-32.ITSM</ulink>

source: Detailed information on the settings and proceedings that are identical in both OTRS and OTRS::ITSM are provided at http://doc.otrs.org/3.3/en/html/ in the OTRS Admin Manual, which is cotinuously being revised.
ru: Подробная информация о настройках и работе, которые идентичны в обоих OTRS и OTRS :: ITSM предоставлены на http://doc.otrs.org/3.3/en/html/ в руководстве администратора OTRS, которое постоянно обновляется.
