Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: My Work Orders
hu: Saját munkamegrendelések
ru: Мои Задачи
zh_cn: 我的工作指令

source: Similar to the OTRS Ticket Engine's &quot;Locked Tickets&quot; view, OTRS::ITSM offers the currently logged-in agent a separate view of the Work Orders assigned to him / her.
hu: Az OTRS jegymotor „Zárolt jegyek” nézetéhez hasonlóan az OTRS::ITSM a jelenleg bejelentkezett ügyintézőnek a hozzárendelt munkamegrendelések különálló nézetét nyújtja.
ru: По аналогии с обзором OTRS &quot;Locked Tickets&quot;, OTRS::ITSM предоставляет для активных агентов отдельный обзор Задач назначенных ему/ей.
zh_cn: 类似于OTRS工单引擎的“锁定工单”视图，OTRS::ITSM为当前登录的服务人员提供了一个单独的视图，来显示分配给他/她的工作指令。

source: change-myworkorders
hu: Változás - saját munkamegrendelések
zh_cn: 变更-我的工作指令

source: The displayed information can be sorted by column headings in ascending or descending order. The attributes used can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview&quot;:
hu: A megjelenített információk az oszlopfejlécek szerint növekvő vagy csökkenő sorrendbe rendezhetők. A használt attribútumok az „ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview” rendszerbeállításon keresztül határozhatók meg:
zh_cn: 显示的信息可以按列标题的升序或降序排序。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview”定义使用的属性。

source: In addition, the My Work Orders Overview can filter the displayed Work Orders by various attributes as follows. These can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview&quot;:
hu: Továbbá a saját munkamegrendelések áttekintője képes a megjelenített munkamegrendelések szűrésére különféle attribútumok szerint a következőképpen. Ezek az „ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview” rendszerbeállításon keresztül határozhatók meg:
zh_cn: 此外，“我的工作指令”概览可以通过下面的多种属性过滤要显示的工作指令。可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview”定义用来过滤的属性。

source: My Work Orders Filter
hu: Saját munkamegrendelések szűrője
ru: Фильтр Мои Задачи
zh_cn: 我的工作指令过滤器

source: created
hu: létrehozva
ru: created - создана
zh_cn: 已创建

source: Displays all Work Orders that have the status &quot;created&quot;
hu: Megjeleníti az összes olyan munkamegrendelést, amelynek „létrehozva” állapota van
zh_cn: 显示状态为“已创建”的所有工作指令

source: accepted
hu: elfogadva
ru: accepted - принята
zh_cn: 已接受

source: Displays all Work Orders that have the status &quot;accepted&quot;
hu: Megjeleníti az összes olyan munkamegrendelést, amelynek „elfogadva” állapota van
zh_cn: 显示状态为“已接受”的所有工作指令

source: ready
hu: kész
ru: ready - готова
zh_cn: 准备开始

source: Displays all Work Orders that have the status &quot;ready&quot;
hu: Megjeleníti az összes olyan munkamegrendelést, amelynek „kész” állapota van
zh_cn: 显示状态为“准备开始”的所有工作指令

source: Displays all Work Orders that have the status &quot;in progress&quot;
hu: Megjeleníti az összes olyan munkamegrendelést, amelynek „folyamatban” állapota van
zh_cn: 显示状态为“处理中”的所有工作指令

source: Change Management Statistics
hu: Változásmenedzsment statisztikák
ru: Отчеты по Управлению Изменениями
zh_cn: 变更管理统计

source: OTRS::ITSM provides the following reports for the evaluation of key indicators in supervising Change Management. All reports can be accessed through the integrated report generator.
hu: Az OTRS::ITSM a következő jelentéseket biztosítja a fő jelzők kiértékeléséhez a változásmenedzsment felügyeletében. Az összes jelentéshez az integrált jelentéselőállítón keresztül lehet hozzáférni.
ru: OTRS::ITSM предоставляет следующие отчеты для для оценки ключевых показателей в Управлении Изменениями. Все отчеты доступны при использовании встроенного генератора отчетов.
zh_cn: OTRS::ITSM提供下面的报表来评估关键指标以便督导变更管理。所有的报表都可以从集成的报表生成器中访问。

source: Number of Changes Within a Defined Period
hu: Változások száma egy meghatározott időszakban
ru: Количество Изменений за заданный период
zh_cn: 一个时间段内的变更数量

source: The report allows the definition of a relative (e.g. Changes within the last x days) or absolute time period (e.g. Changes from date 1 to date 2). In addition, it is also possible to define the Change status to be reported.
hu: A jelentés lehetővé teszi egy relatív (például az elmúlt x napon belüli változások) vagy abszolút (például változások az 1. dátumtól a 2. dátumig) időszak meghatározását. Továbbá lehetséges a jelentendő változásállapot meghatározása is.
zh_cn: 这个报表允许定义一个相对时间段（如在最近X天内的变更）或绝对时间段（如从日期1到日期2的变更）。此外，也可以定义要生成报表的变更状态。

source: Reports are available in &quot;CSV&quot; or &quot;Print&quot; (PDF) output formats.
hu: A jelentések „CSV” vagy „Nyomtatás” (PDF) kimeneti formátumban érhetők el.
ru: Отчеты можно получать в &quot;CSV&quot; или &quot;Print&quot; (PDF) форматах.
zh_cn: 报表输出格式可以是“CSV”或“打印（PDF）”。

source: Number of Changes by Change Category
hu: Változások száma változáskategória szerint
ru: Количество Изменений по категориям Изменений
zh_cn: 按变更类别的变更数量

source: Number of Rejected Changes
hu: Visszautasított változások száma
ru: Количество отвергнутых Изменений
zh_cn: 拒绝的变更数量

source: Number of Withdrawn Changes
hu: Visszavont jelentések száma
ru: Количество изъятых Изменений
zh_cn: 撤回的变更数量

source: Ratio of Changes to Incidents
hu: Változások aránya az incidensekhez
ru: Соотношение Изменений к Инцидентам
zh_cn: 变更成故障的比例

source: RFCs Per Requester
hu: Kérelmezőnkénti RFC-k
ru: Количество запросов на Изменение / RFCs по запросившим
zh_cn: 每个请求人的变更请求

source: The report allows the definition of a relative (e.g. Changes within the last x days) or absolute time period (e.g. Changes from date 1 to date 2). In addition, it is also possible to define the RFC Requester to be reported.
hu: A jelentés lehetővé teszi egy relatív (például az elmúlt x napon belüli változások) vagy abszolút (például változások az 1. dátumtól a 2. dátumig) időszak meghatározását. Továbbá lehetséges a jelentendő RFC kérelmező meghatározása is.
zh_cn: 这个报表允许定义一个相对时间段（如在最近X天内的变更）或绝对时间段（如从日期1到日期2的变更）。此外，也可以定义要生成报表的变更请求人。

source: Release Management
hu: Kiadásmenedzsment
ru: Управление релизами
zh_cn: 发布管理

source: Please note that the we are planning to introduce the release management process with a future OTRS::ITSM version. Basic information, however, can be configured, captured and controlled as of version 1.0.
hu: Felhívjuk a figyelmét, hogy tervezzük a kiadásmenedzsment folyamat bevezetését az OTRS::ITSM jövőbeli verziójában. Azonban az alapvető információk beállíthatók, rögzíthetők és szabályozhatók az 1.0-ás verzió óta.
ru: Мы планируем представить реализацию процесса Управления Релизами в будущих версиях OTRS::ITSM. Однако, основная информация, может быть настроена, получена и управляться уже в версии 1.0.
zh_cn: 请注意，我们计划在将来的OTRS::ITSM版本中引入发布管理。但是，可以配置、捕获和控制基本信息作为版本1.0。

source: As an example, approval rules or overviews from DSL (Definitive Software Library) can be configured and used.
hu: Példaként a DSL-ből (hiteles médiatárból) származó jóváhagyási szabályok vagy áttekintők beállíthatók és használhatók.
ru: Например, правила утверждения или обзоры из DSL (Definitive Software Library) могут быть настроены и использованы.
zh_cn: 举个例子，可以配置和使用来自DSL（最终软件库）的审批规则或概览。

source: Service Level Management
hu: Szolgáltatásszint-menedzsment
ru: Управление Уровнями услуг / Service Level Management
zh_cn: 服务级别管理

source: The introduction of OTRS version 2.1 marked a complete revision of the internal statistics framework by allowing the creation of nearly every imaginable ticket-based report via the web interface, as well as the export or import thereof. In addition to that, by making use of OTRS existing access control features, administrators were allowed to restrict the generation and display of statistics and charts to specific users, groups and/or roles. During the development, special care was given to ensure cross-version compatibility, meaning that statistics modules generated by previous OTRS versions could continue to be used. When used in combination with OTRS::ITSM, additional statistics relevant to ITSM become available with the installation of the ITSMServiceLevelManagement package.
hu: Az OTRS 2.1 bevezetése a belső statisztikai keretrendszer teljes felülvizsgálatát jelölte meg a webes felületen keresztüli, közel minden elképzelhető jegyalapú jelentés létrehozásának, valamint ezek exportálásának vagy importálásának lehetővé tételével. Ezenkívül a OTRS meglévő hozzáférés-szabályozási szolgáltatásának kihasználásával az adminisztrátoroknak lehetősége nyílt a statisztikák és diagramok előállításának és megjelenítésének korlátozására bizonyos felhasználókra, csoportokra és/vagy szerepekre. A fejlesztés alatt különös hangsúlyt fektettek a verziók közötti kompatibilitás biztosítására, amely azt jelenti, hogy a korábbi OTRS verziók által előállított statisztikamodulok továbbra is használhatók maradtak. Az OTRS::ITSM-mel való kombináció használatakor az ITSM-re vonatkozó további statisztikák váltak elérhetővé az ITSMServiceLevelManagement csomag telepítésével.
zh_cn: OTRS 2.1完全改版了内部统计框架，允许通过WEB界面创建几乎所有基于工单的报表，就跟导入导出一样。此外，使用OTRS现有的存取控制功能，系统管理员能够限制指定的用户、组和/或角色生成和显示统计图表。在开发过程中，特别注意了跨版本的兼容性，这意味着上一OTRS版本生成的统计模块还能继续使用。 当与OTRS::ITSM联合使用时，通过安装服务级别管理软件包可以生成与IT服务管理相关的附加统计。

source: Example of a report overview:
hu: Egy jelentés áttekintő példája:
ru: Пример перечня отчетов:
zh_cn: 一个报表概览的样例：

source: agent-ticket-stats
hu: Ügyintézői jegystatisztikák
zh_cn: 服务人员-工单-统计

source: XML export of report settings:
hu: A jelentés beállításainak XML-exportja:
ru: Экспорт настроек отчета в XML:
zh_cn: 导出报表设置XML

source: agent-stats-export-import
hu: Ügyintézői statisztikák exportálása és importálása
zh_cn: 服务人员-统计-导出-导入

source: Dialog-based creation of a new report template:
hu: Egy új jelentéssablon párbeszédalapú létrehozása:
ru: Диалоговый Мастер создания шаблонов отчетов:
zh_cn: 基于对话框创建一个新的报表模板：

source: agent-stats-template
hu: Ügyintézői statisztikák sablonja
zh_cn: 报表-统计-模板

source: A PDF generator is incorporated as well, which enables you to export the print view of your previously generated tickets, stats and search results in PDF format:
hu: Egy PDF-előállító is beépítésre került, amely lehetővé teszi a korábban előállított jegyek, statisztikák és keresési eredmények nyomtatási nézetének PDF-formátumba való exportálását:
zh_cn: 还合并了一个PDF生成器，以PDF格式导出先前生成的工单、统计和搜索结果的打印视图。

source: pdf-doc-view
hu: PDF-dokumentum nézet
zh_cn: PDF-文档-视图

source: pdf-doc-overview
hu: PDF-dokumentum áttekintő
zh_cn: PDF-文档-概览

source: Example of a graphical ticket overview:
hu: Egy grafikus jegyáttekintő példája:
ru: Пример графического списка заявок:
zh_cn: 一个图形化的工单概览样例：

source: ticket-graphic-overview
hu: Grafikus jegyáttekintő
zh_cn: 工单-图形-概览

source: The admin area of OTRS::ITSM
hu: Az OTRS::ITSM adminisztrációs területe
ru: Панель администрирования OTRS::ITSM
zh_cn: OTRS::ITSM系统管理区

source: The admin area is the central interface for the administrator of the ticket system. All important settings of the system configuration can be checked and/or changed here, and the system can be customized to suit individual needs.
hu: Az adminisztrációs terület a központi felülete a jegyrendszer adminisztrátorának. A rendszer konfigurációjának összes fontos beállítása itt ellenőrizhető és/vagy változtatható meg, és itt szabható személyre a rendszer az egyéni igényeknek megfelelően.
ru: Панель администрирования является главным интерфейсом администратора системы управления заявками. Все основные настройки конфигурации системы сосредоточены здесь и могут быть просмотрены и/или изменены для удовлетворения индивидуальных потребностей.
zh_cn: 系统管理区是工单系统的管理的中央接口。系统配置的所有重要设置都可以在这里选择和/或修改，可以定制系统配置以满足独特的需要。

source: The admin area can be accessed via the "admin" link in the agent interface navigation bar. The link is only shown to users logged on to the system that have been granted administrator privileges. After the completion of a default installation you can log on to the system as OTRS admin using the user name &quot;root@localhost&quot; and the password generated in the last step of the installation.
hu: Az adminisztrációs terület az ügyintézői felület navigációs sávján lévő „Adminisztráció” hivatkozáson keresztül érhető el. A hivatkozás csak azoknak a bejelentkezett felhasználóknak látható, akik adminisztrátori jogosultságokat kaptak. Egy alapértelmezett telepítés befejezése után a „root@localhost” felhasználónévvel és a telepítés utolsó lépésében előállított jelszóval jelentkezhet be a rendszerre OTRS adminisztrátorként.
zh_cn: 系统管理区通过服务人员界面导航栏的“系统管理”链接访问。只有登录的用户具有系统管理员权限才会显示这个链接。在完成默认安装后，您可以使用“root@localhost”作为ORRS系统管理员登录到系统，密码在安装的最后一步生成。

source: from OTRS::ITSM 1.0 on
hu: az OTRS::ITSM 1.0-tól kezdve
ru: Начиная с версии OTRS::ITSM 1.0
zh_cn: 在OTRS::ITSM 1.0有

source: [ General Catalog ]
hu: [ Általános katalógus ]
ru: [ General Catalog ] - Общий каталог
zh_cn: [ 通用目录 ]

source: [ Criticality - Impact - Priority ]
hu: [ Kritikusság - Hatás - Prioritás ]
ru: [ Criticality - Impact - Priority ] - Критичность - Влияние - Приоритет
zh_cn: [ 紧急度 - 影响 - 优先级 ]

source: [ ConfigItem ]
hu: [ Konfigurációelem ]
ru: [ ConfigItem ] - Описание учетных элементов/конфигурационных единиц
zh_cn: [ 配置项 ]

source: from OTRS::ITSM 1.1 on
hu: az OTRS::ITSM 1.1-től kezdve
ru: Начиная с версии OTRS::ITSM 1.1
zh_cn: 在OTRS::ITSM 1.1有

source: [ Import/Export ]
hu: [ Importálás/Exportálás ]
ru: [ Import/Export ] - Импорт/Экспорт
zh_cn: [ 导入导出 ]

source: from OTRS::ITSM 2.0 on
hu: az OTRS::ITSM 2.0-tól kezdve
ru: Начиная с версии OTRS::ITSM 2.0
zh_cn: 在OTRS::ITSM 2.0有

source: [ Notification (ITSM Change Management) ]
hu: [ Értesítés (ITSM változásmenedzsment) ]
ru: [ Notification (ITSM Change Management) ] - Уведомления Управление Изменениями
zh_cn: [ 通知（ITSM变更管理） ]

source: [ Category - Impact - Priority ]
hu: [ Kategória - Hatás - Prioritás ]
ru: [ Category - Impact - Priority ] - Категория - Влияние - Приоритет
zh_cn: [ 类别 - 影响 - 优先级 ]

source: [ State Machine ]
hu: [ Állapotgép ]
ru: [ State Machine ] - Машина состояний
zh_cn: [ 状态模式转换 ]

source: from OTRS 2.2 on
hu: az OTRS 2.2-től kezdve
ru: Начиная с OTRS 2.2
zh_cn: 在OTRS::ITSM 2.2有

source: [ Type ]
hu: [ Típus ]
ru: [ Type ] - Типы
zh_cn: [ 类型 ]

source: [ Status ]
hu: [ Állapot ]
ru: [ Status ] - Состояния
zh_cn: [ 状态 ]

source: [ Service ]
hu: [ Szolgáltatás ]
ru: [ Service ] - Сервисы
zh_cn: [ 服务 ]

source: from OTRS 2.3 on
hu: az OTRS 2.3-tól kezdve
ru: Начиная с OTRS 2.3
zh_cn: 在OTRS::ITSM 2.3有

source: [ Priority ]
hu: [ Prioritás ]
ru: [ Priority ] - Приоритеты
zh_cn: [ 优先级 ]

source: Admin Area
hu: Adminisztrációs terület
ru: Admin Area - Панель администратора
zh_cn: 系统管理区

source: The general catalog
hu: Az általános katalógus
ru: Общий каталог
zh_cn: 通用目录

source: As the name indicates, the general catalog serves for basic ITSM relevant configurations in OTRS::ITSM.
hu: Ahogy a neve is mutatja, az általános katalógus szolgálja az ITSM-hez tartozó alapvető konfigurációkat az OTRS::ITSM rendszeren.
ru: Как следует из названия, Общий каталог обслуживает связанные с ITSM основные настройки OTRS::ITSM.
zh_cn: 正如名称指示一样，通用目录用于OTRS::ITSM中基本的ITSM相关配置

source: Admin General Catalog
hu: Adminisztrátori általános katalógus
ru: Администрирование Общего каталога
zh_cn: 系统管理-通用目录

source: For example the editing of reference chart entries for drop-down fields:
hu: Például a hivatkozási táblázat bejegyzéseinek szerkesztése a legördülő mezőknél:
ru: Например, редактирование записей в справочной таблице для выпадающих списков значений полей:
zh_cn: 例如编辑下拉字段时的引用条目：

source: Configuring configuration item classes
hu: Konfigurációelem osztályok beállítása
ru: Настройка классов конфигурационных единиц
zh_cn: 配置配置项类

source: By default OTRS::ITSM provides five CI classes to represent all relevant IT elements:
hu: Alapértelmezetten az OTRS::ITSM öt CI-osztályt biztosít az összes fontos IT elem ábrázolásához:
ru: По умолчанию, OTRS::ITSM предоставляет пять основных классов конфигурационных единиц для описания соответствующих элементов ИТ инфраструктуры:
zh_cn: OTRS::ITSM默认提供5个配置项类来表示所有IT相关元素：

source: [ Computer ]
ru: [ Computer ] - Компьютеры
zh_cn: 【计算机】

source: All CIs, which are classically referred to as computers, e.g. desktop PCs or laptops as well as all other intelligent, configurable and non-peripheral appliances such as switches, routers or other active network components.
hu: Az összes olyan CI, amelyre klasszikusan számítógépként hivatkoznak, például asztali PC-k vagy laptopok, valamint egyéb intelligens, konfigurálható és nem periféria készülékek, mint például kapcsolók (switch), útválasztók (router) vagy egyéb aktív hálózati összetevők.
ru: Все CI, которые принято относить к компьютерам, т.е. десктопы или ноутбуки, а также другие интеллектуальные, настраиваемые и не периферийные устройства, такие как коммутаторы, маршрутизаторы или другие активные компоненты сетевой инфраструктуры.
zh_cn: 传统作为计算机的所有配置项，例如桌面PC机或笔记本电脑和其它智能、可配置和非外围的设备如交换机、路由器或其它活动网络部件。

source: [ Hardware ]
ru: [ Hardware ] - Оборудование
zh_cn: 【硬件】

source: All hardware components not classified as computers, possibly ranging from a "blade center" chassis to printers and USB sticks, depending on the level of granularity of your CI structure.
hu: Az összes olyan hardver összetevő, amelyek nincsenek számítógépekként osztályozva, akár egy „blade center” váztól kezdve a nyomtatókig és USB-meghajtókig, a CI-szerkezet finomságának szintjétől függően.
ru: Все оборудование, не относящееся к Компьютерам, возможно от корзины для blade - серверов до принтеров или USB носителей, в зависимости от уровня разбиения/представления вашей ИТ инфраструктуры.
zh_cn: 未划分为计算机的所有硬件组件，可能的范围从“刀片中心”机箱到打印机、USB闪存盘等，取决于CI架构的粒度级别。

source: [ Network ]
ru: [ Network ] - Сеть
zh_cn: 【网络】

source: Logical networks (LAN, WLAN, WAN etc.), which span IP address spaces.
hu: Logikai hálózatok (LAN, WLAN, WAN, stb.), amelyek IP-cím tereket ívelnek át.
ru: Логические сети (LAN, WLAN, WAN и т.д..), которые охватываются вашим IP адресным пространством.
zh_cn: 逻辑网络（LAN、WLAN、WAN等等），占用IP地址。

source: [ Software ]
ru: [ Software ] - Программное обеспечение
zh_cn: 【软件】

source: All software products and licenses.
hu: Az összes szoftvertermék és licenc.
ru: Все программные продукты и лицензии.
zh_cn: 所有的软件产品和授权许可

source: [ Locations ]
ru: [ Locations ] - Местоположение
zh_cn: 【位置】

source: All Locations, e.g. building, workplace, IT facility.
hu: Az összes hely, például épület, munkahely, IT létesítmény.
ru: Все места размещения, т.е. здания, рабочие места, машзалы, стойки...
zh_cn: 所有的位置，如建筑、工作间、IT设施

source: If the five classes do not suffice to describe your IT environment, further classes can be added via the "general catalog" link in the OTRS::ITSM admin area. After creating a new CI class in the general catalog, a definition must be entered in ConfigItem.
hu: Ha az öt osztály nem elegendő az IT környezet leírásához, akkor további osztályok adhatók hozzák az OTRS::ITSM adminisztrációs területén lévő „Általános katalógus” hivatkozáson keresztül. Egy új CI-osztály létrehozása után az általános katalógusban egy meghatározást kell beírni a konfigurációelembe.
zh_cn: 如果这5个类别不能很好描述您的IT环境，可以通过OTRS::ITSM系统管理区的“通用目录”链接添加更多的类。创建了一个新的配置项类后，必须在配置项里输入类的定义。

source: The design of a CMDB data model and of the associated CIs is a task which should not be underestimated. Our experience shows that it is highly recommendable to validate conceptual thoughts in a dry run against the existing IT infrastructure, before changing the OTRS::ITSM standard data model and/or CI classes. It has proven to be of value to resort to external assistance, e.g. of ITIL practice experts for the CMDB design.
hu: A CMDB adatmodell terve és a hozzá kapcsolódó CI-k egy olyan feladat, amelyet nem szabad alábecsülni. Tapasztalataink azt mutatják, hogy erősen javasolt a fogalmi gondolatok először egy tesztüzemben történő ellenőrzése a meglévő IT infrastruktúrával szemben az OTRS::ITSM szabványos adatmodellje és/vagy CI osztályai megváltoztatása előtt. Értékesnek bizonyult külső segítségnyújtás igénybe vétele a CMDB tervezéséhez, például gyakorlott ITIL szakértőké.
ru: Разработка модели CMDB и CI, которые будут в нее заносится и управляться в ней - задача, которую не следует недооценивать. Наш опыт показывает, что это весьма желательно проверить концептуальные мысли, просто сформулировав их на первом этапе, и изменить поставляемую по умолчанию модель и набор классов CI для OTRS :: ITSM на втором этапе. Было бы очень полезным прибегнуть к внешней помощи, например, экспертов ITIL по проектированию структуры CMDB.
zh_cn: CMDB数据模型和关联的配置项的设计，是不可被低估的任务。我们的经验显示：在修改OTRS::ITSM标准数据模型和/或配置项类之前，高度推荐首先在现有IT基础设施上验证概念想法。CMDB设计借助外部的帮助如ITIL实践专家已经被证明是有价值的。

source: Please find below a part of the self-explaining default configuration for the "computer" CI class:
hu: Keresse meg lent az önmagát magyarázó alapértelmezett konfiguráció egy részét a „computer” CI-osztálynál:
ru: Ниже, вы можете рассмотреть часть описания класса "Компьютеры", структура и принципы которого понятны без пояснений:
zh_cn: 请查看下面配置项类“计算机”的自解释的默认配置的一部分：

source: Attribute changes and amendments can be done in the graphical configuration area by selecting "change class definition":
hu: Az attribútum változtatások és módosítások a grafikus beállítási területen végezhetők el az „Osztály-meghatározás módosítása” kiválasztásával:
zh_cn: 可以在图形配置区通过选择“修改类定义”来修改和修订属性：

source: admin-configitem-management-change
hu: Adminisztrátori konfigurációelem-menedzsment módosítása
zh_cn: 系统管理-配置项管理-修改

source: Version management of CI classes
hu: A CI-osztályok verziókezelése
ru: Управление версиями классов CI
zh_cn: 配置项类的版本管理

source: Version management for all CI classes is integrated into the system. The latest versions are used for the processes represented in OTRS::ITSM.
hu: A verziókezelés az összes CI-osztálynál integrálva van a rendszerbe. A legfrissebb verziók lesznek használva az OTRS::ITSM keretrendszerben megvalósított folyamatoknál.
ru: В систему встроено управление версиями описаний всех классов CI. Для текущей работы с процессами OTRS::ITSM используются наиболее поздние версии.
zh_cn: 所有配置项类的版本管理是集成到系统中的。OTRS::ITSM使用最后的版本来处理配置项类。

source: admin-configitem-management
hu: Adminisztrátori konfigurációelem-menedzsment
zh_cn: 系统管理-配置项管理

source: Adjustment of ticket state
hu: Jegyállapot beállítása
ru: Корректировка состояний заявки
zh_cn: 调整工单状态

source: In ITIL aligned incident management, incidents are either resolved successfully or closed with a workaround. To address the latter closure category, OTRS::ITSM by default includes the ticket state &quot;closed with workaround&quot;.
hu: Az ITIL-hez igazított incidensmenedzsmentben az incidensek vagy sikeresen meg vannak oldva, vagy kerülőmegoldással vannak lezárva. Az utóbbi lezárási kategória megcímzéséhez az OTRS::ITSM alapértelmezetten tartalmazza a „closed with workaround” („lezárva kerülőmegoldással”) jegyállapotot.
ru: В процессах Управления Инцидентами, построенных с учетом ITIL, инциденты либо разрешаются успешно, либо закрываются с обходным решением. Для учета этого положения в OTRS::ITSM, по умолчанию, включено дополнительное состояние &quot;closed with workaround/закрыто с обходным решением&quot;.
zh_cn: 在对齐ITIL的故障管理中，故障可以是成功解决或使用权变措施关闭。为使用后一种关闭类别，OTRS::ITSM默认包含了工单状态“通过权变措施关闭”。

source: admin-state-management
hu: Adminisztrátori állapotmenedzsment
zh_cn: 系统管理-状态管理
