Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: In order to meet this requirement of day-to-day Service Operations, we also allow you to manually adjust the priority of a request.
hu: A naponta ismétlődő szolgáltatási műveletek követelményeinek teljesítése érdekében lehetővé tesszük egy kérés prioritásának kézi beállítását is.
ru: Чтобы учесть эту особенность в повседневной работе по управлению услугами, имеется возможность поправить значение приоритета запроса вручную.
zh_cn: 为了满足日常的服务运营需求，我们还允许你手动调整一个请求的优先级。

source: agent-ticket-create
hu: Ügyintézői jegylétrehozás
ru: агент-заявка-создание
zh_cn: 服务人员-创建工单

source: By following the ticket content (zoom) link, detailed information about the ticket can be accessed. All data relevant for IT support is consolidated in the right hand section:
hu: A jegytartalom (nagyítás) hivatkozást követve részletes információk érhetőek el a jegyről. Az IT támogatásnál fontos összes adat a jobb oldali szakaszban van egyesítve:
zh_cn: 通过点击工单内容链接，可以访问工单的详细情况。IT支持相关的所有数据都合并到右边：

source: agent-ticket-data-change
hu: Ügyintézői jegyadat változtatás
zh_cn: 服务人员-工单-数据修改

source: SLA relevant time information
hu: SLA-hoz tartozó időinformációk
ru: Информация о параметрах времени связанных с SLA
zh_cn: SLA相关的时间信息

source: With the additional ITSM fields link, time information additional to the response, update, and solution time provided in the SLA can be recorded and existing information can be changed:
hu: A további ITSM mezők hivatkozással az SLA-ben megadott válasz-, frissítési- és megoldási időket kiegészítő időinformációk rögzíthetők, és a meglévő információk megváltoztathatók:
ru: С помощью пункта меню Дополнительные ITSM поля, информация о временНых параметрах, в дополнение к времени ответа, обновления и решения из SLA может быть заполнена и уже имеющаяся информация, может быть изменена:
zh_cn: 使用附加的ITSM字段链接，能够记录和修改SLA中要求的响应时间、更新时间和解决时间：

source: agent-ticket-additional-field
hu: Ügyintézői jegy további mezők
zh_cn: 服务人员-工单-附加字段

source: Allocate tickets (queues)
hu: Jegyek lefoglalása (várólisták)
ru: Распределение/назначение заявок (очереди)
zh_cn: 分配工单（队列）

source: Designed with flexibility in mind, the OTRS::ITSM queues can be tailored to your organizational structures. They can follow the vertical scheme of service desk, first, second and third level support (as often used in IT service support) or be configured in a process oriented manner based on the ticket life cycle of generation, processing, closure and post-processing.
hu: A rugalmasságot szem előtt tartott tervezésnek köszönhetően az OTRS::ITSM várólisták átszabhatók a szervezeti struktúrákhoz. Követhetik az ügyfélszolgálat függőleges sémáját, az első, második és harmadik szintű támogatást (mivel gyakran használják IT ügyfélszolgálatokban), vagy beállíthatók egy olyan folyamat-orientált módon, amely az előállítás, feldolgozás, lezárás és utófeldolgozás jegyéletciklusán alapul.
zh_cn: 设计时考虑到灵活性，OTRS::ITSM队列可根据你的组织架构进行剪裁。可以采用垂直方案-服务台、一线、二线和三线支持（经常在IT服务支持中使用），或配置为基于工单生命周期面向流程的方式-创建、处理、关闭和后处理。

source: Contrary to OTRS versions prior to version 2.2, ticket escalation in OTRS::ITSM is based first of all on the response, update and recovery times provided in the SLA. If no values are provided in the SLA, escalation is effected based on the queues and time information stored in them.
hu: Az OTRS 2.2-es verziója előtti verziókkal ellentétben az OTRS::ITSM-ben a jegyeszkaláció mindenek előtt az SLA-ban megadott válasz-, frissítési- és visszaállítási időkön alapul. Ha nincsenek értékek megadva az SLA-ban, akkor az eszkaláció a várólisták és az azokban tárolt időinformációk alapján fog megtörténni.
ru: Вопреки версиям OTRS до 2.2, эскалация заявок в OTRS::ITSM основана, в первую очередь на основе времен ответа, обновления и восстановления услуги указанных в SLA. Если эти значения не заданы в SLA, эскалация выполняется на основе данных, заданных для очередей.
zh_cn: 与OTRS 2.2以前的版本相反，OTRS::ITSM中的工单升级首先基于SLA中提供的响应时间、更新时间和恢复时间。如果SLA未提供相关的时间，升级就基于队列及队列的时间。

source: Tickets can be moved by choosing a new queue in the bottom right corner of the ticket view.
hu: A jegyek áthelyezhetők egy új várólista kiválasztásával a jegynézet jobb alsó sarkában.
ru: Заявка может быть перемещена, путем выбора новой очереди.
zh_cn: 在工单视图右下角可以将工单转移到一个新的队列。

source: agent-ticket-queue
hu: Ügyintézői jegyvárólista
ru: агент-заявка-очередь
zh_cn: 服务人员-工单-队列

source: The design of a queue structure is a task which should not be underestimated. Our experience shows that it is highly recommendable to validate conceptual thoughts in a dry run against the existing IT infrastructure before configuring OTRS::ITSM. It has proven of value to resort to external assistance, e.g. of OTRS or ITIL practice experts for the queue design.
hu: Egy várólista-szerkezet terve olyan feladat, amelyet nem szabad alábecsülni. Tapasztalataink azt mutatják, hogy erősen javasolt a fogalmi gondolatok először egy tesztüzemben történő ellenőrzése a meglévő IT infrastruktúrával szemben az OTRS::ITSM beállítása előtt. Értékesnek bizonyult külső segítségnyújtás igénybe vétele a várólista tervezéséhez, például gyakorlott OTRS vagy ITIL szakértőké.
ru: Разработка архитектуры очередей - задача, которую не следует недооценивать. Наш опыт показывает, что это весьма желательно проверить концептуальные мысли, просто сформулировав их на первом этапе, и обсудить с персоналом ИТ для OTRS::ITSM на втором этапе. Было бы очень полезным прибегнуть к внешней помощи, например, экспертов ITIL практики.
zh_cn: 队列架构的设计是不可被低估的任务。我们的经验显示：高度推荐配置OTRS::ITSM之前首先在现有IT基础设施上验证概念想法。队列设计借助外部的帮助如OTRS或ITIL实践专家已经被证明是有价值的。

source: Change ticket data
hu: Jegyadatok megváltoztatása
ru: Изменение данных заявки
zh_cn: 修改工单数据

source: All changes to the ticket can be effected just as in OTRS using the links below the navigation bar.
hu: A jegy összes változtatása a navigációs sáv alatti hivatkozások használatával végezhető el, csakúgy mint az OTRS-ben.
ru: Все изменения в заявке производятся также как и в OTRS.
zh_cn: 对工单的所有修改与OTRS一样，通过导航栏下方的链接菜单进行。

source: Approvals and decisions
hu: Jóváhagyások és döntések
ru: Утверждения и решения
zh_cn: 审批和决定

source: In many cases, especially with service requests, decisions have to be taken before requests can be implemented. Depending on the competence framework, decisions are either taken directly by the service staff (standard changes) or by the approval of a supervising manager must be obtained first. This is primarily the case with permission changes (a user wants to access a restricted file system directory) or cost generating requests (new laptop).
hu: Számos esetben, különösen a szolgáltatáskéréseknél, a döntéseket azelőtt kell meghozni, mielőtt a kérések megvalósíthatók lennének. Az alkalmas keretrendszertől függően a döntéseket vagy közvetlenül a kisegítő személyzet hozza (szabványos változások), vagy először egy felügyelő vezető jóváhagyását kell megszerezni. Ez elsősorban jogosultsági változásokkal rendelkező eset (egy felhasználó hozzá szeretne férni egy korlátozott fájlrendszer könyvtárhoz), vagy költséggel járó kérések (új laptop).
ru: Во многих случаях, особенно в запросах на услугу, до начала работы над запросом, должно быть принято некоторое решение. В зависимости от рамок компетенции, решение может приниматься как непосредственно персоналом поддержки (стандартные изменения) или путем предварительного утверждения управляющим менеджером. Это может быть, например, в случае с изменения прав доступа (пользователь хочет получить доступ к ограниченным в доступе каталогам файловой системы) или запросов связанных с расходом финансов (новый ноутбук).
zh_cn: 在大多数情况下，特别是服务请求，在请求实施前必须做出决定。取决于权限框架，可由服务人员直接做出决定（标准变更），或者通过高层经理的审批做出决定。主要是权限变更（如一个用户想要访问一个受限的文件系统目录）或产生费用的请求（如采购新的笔记本电脑）需要审批。

source: In OTRS::ITSM approvals and refusals are shown via the decision link and are permanently saved with the ticket:
hu: Az OTRS::ITSM-ben a jóváhagyások és elutasítások a döntés hivatkozáson keresztül jelennek meg, és véglegesen mentésre kerülnek a jeggyel:
ru: В OTRS::ITSM информация об утверждении или отказе задается через пункт меню Решение/Decision и постоянно хранится в заявке:
zh_cn: OTRS::ITSM中批准和拒绝都通过“决定”链接，并永久存储在工单中：

source: agent-ticket-decision
hu: Ügyintézői jegy döntés
ru: агент-заявка-решение
zh_cn: 服务人员-工单-决定

source: Generation of problem tickets from incidents
hu: Hibajegyek előállítása az incidensekből
ru: Создание заявок о проблеме, основанных на инцидентах
zh_cn: 从故障工单创建问题工单

source: To generate a problem ticket from one or more incidents, generate a new ticket and link it with the relevant incident tickets. This way, the underlying incidents can be processed individually, can be closed with a workaround if necessary, and later be substituted with a permanent solution.
hu: Egy vagy több incidensből származó hibajegy előállításához hozzon létre egy új jegyet, és kapcsolja hozzá a vonatkozó incidensjegyhez. Ily módon az alapjául szolgáló incidensek egyesével feldolgozhatók, ha szükséges, lezárhatók kerülőmegoldással, és később helyettesíthetők a végleges megoldással.
ru: Для создания заявки по проблеме из одного или нескольких инцидентов, создайте новую заявку и свяжите ее с соответствующими заявками об инцидентах. Таким образом, эти инциденты могут обрабатываться по отдельности, могут быть закрыты с обходными решениями, если необходимо, которые, затем, могут быть заменены окончательным решением.
zh_cn: 要从一个或多个故障工单创建一个问题工单，创建一个新的工单并链接到相关的故障工单。通过这种方法，相关的故障可以单独处理，并在必要时通过权变措施关闭工单，最后被永久解决方案所取代。

source: A merging of incident and problem tickets obscures the reporting and complicates controlling and the continuous improvement of the IT services.
hu: Az incidens- és hibajegyek egyesítése elhomályosítja a jelentést, és bonyolulttá teszi az IT-szolgáltatások irányítását és folyamatos továbbfejlesztését.
ru: Слияние заявок об инцидентах и заявок о проблемах затрудняет отчетность и усложняет контроль и постоянное совершенствование ИТ-услуг.
zh_cn: 故障和问题工单合并在一起会使得报表晦涩难懂，并使IT服务的控制和持续改进复杂化。

source: Ticket closure
hu: Jegylezárás
ru: Закрытие заявки
zh_cn: 工单关闭

source: Unlike the OTRS standard, OTRS::ITSM facilitates ITIL compliant ticket closure with a workaround.
hu: Az OTRS szabványtól eltérően az OTRS::ITSM megkönnyíti az ITIL-kompatibilis jegylezárást egy kerülőmegoldással.
ru: В отличие от принятого в OTRS, OTRS::ITSM допускает принятое в ITIL закрытие заявки с обходным решением.
zh_cn: 不像OTRS标准版，OTRS::ITSM使用权变措施来促进遵从ITIL的工单关闭。

source: Processing of service requests
hu: Szolgáltatáskérések feldolgozása
ru: Обработка запросов на услуги/сервисы
zh_cn: 服务请求的处理

source: Within OTRS, service requests and incidents are both regarded as tickets and initially processed equally. They are distinguishable from disruptions because of the ticket type Incident::Service Request.
hu: Az OTRS keretrendszeren belül mind a szolgáltatáskéréseket, mind az incidenseket jegyeknek tekintik, és kezdetben egyenlően dolgozzák fel. Megkülönböztethetők a szétbontásoktól az Incident::Service Request jegytípus miatt.
zh_cn: 在OTRS中，服务请求和故障都当作工单来同等初始处理。它们可通过工单类型Incident::Service Request（故障::服务请求）的中断来区分，

source: Another difference, the SLA relevant times, is explained in greater detail in the service levels and service level agreements section.
hu: Egy másik különbség az SLA-hoz tartozó idők, amely sokkal részletesebben van elmagyarázva a szolgáltatási szintek és a szolgáltatási szintű megállapodások szakaszban.
ru: Другое отличие, значения времени, связанные с SLA, разъясняются детально в разделах об уровнях обслуживания и соглашениях об уровне обслуживания.
zh_cn: 另外一个不同之处是SLA相关的时间，在服务级别和服务级别协议部分有更详细的解释。

source: agent-service-request
hu: Ügyintézői szolgáltatáskérés
ru: агент-сервис-запрос
zh_cn: 服务人员-服务请求

source: Change Management, according to ITIL, is a Service Transition process whose purpose is to manage IT changes, including planning, documentation, and implementation upon approval and clearance. The objective is to minimize negative effects on the IT infrastructure, particularly on critical services, resulting from ad-hoc or poorly-managed changes or amendments.
hu: Az ITIL szerinti változásmenedzsment egy olyan szolgáltatásbevezetési folyamat, amely célja az IT változások kezelése, beleértve a tervezést, a dokumentációt, valamint a jóváhagyást és engedélyezést követő megvalósítást. A célja az olyan negatív hatások minimalizálása az IT infrastruktúrán, különösen a kritikus szolgáltatásoknál, amelyek eseti vagy gyengén kezelt változásokból vagy módosításokból származnak.
ru: Управление Изменениями, согласно ITIL, это процесс прохождения этапов выполнения услуги, целью которого заключается в управлении ИТ изменениями, в том числе планирования, документирования и реализации после утверждения и оформления. Целью процесса является минимизация негативных последствий для ИТ-инфраструктуры, в частности, на критические сервисы, в результате поспешных или плохо управляемых изменений или поправок.
zh_cn: 根据ITIL的定义，变更管理是一个服务转换流程，目的是管理IT变更，包括变更计划、文档和经过批准的实施。目标是减少IT基础设施尤其是关键服务因为临时或失控的变更/修改所带来的负面影响，

source: Change Management Module Requirements
hu: A változásmenedzsment modul követelményei
ru: Требования модуля Управления Изменениями
zh_cn: 变更管理模块需求

source: Required Expertise
hu: Szükséges szakértelem
ru: Требуемые компетенции
zh_cn: 必备的专业知识

source: The implementation of OTRS::ITSM requires significant technical specification and preparation. Prior to a technical implementation, key elements of the Change Management process, such as required workflows, metrics or reports, must be defined.
hu: Az OTRS::ITSM megvalósítása fontos műszaki előírást és előkészítést igényel. A műszaki megvalósítást megelőzően a változáskezelési folyamat kulcselemeit meg kell határozni, mint például a szükséges munkafolyamatok, mérőszámok vagy jelentések.
zh_cn: 实施OTRS::ITSM要求重要的技术描述和准备工作。在技术实施之前，变更管理流程的关键元素如必要的工作流、度量值或报表必须定义好。

source: Technical Requirements
hu: Műszaki követelmények
ru: Технические требования
zh_cn: 技术要求

source: The software below is necessary to implement the Change Management module:
hu: A lenti szoftverek szükségesek a változásmenedzsment modul megvalósításához:
ru: Следующее программное обеспечение, перечисленное ниже, необходимо для внедрения модуля Управления Изменениями:
zh_cn: 实施变更管理模块需要下列软件：

source: OTRS Framework, version 3.3.1 or higher
ru: OTRS, версии 3.3.1 или выше
zh_cn: OTRS框架3.3.1及以后版本

source: ITSM &quot;GeneralCatalog&quot; package, version 3.3
ru: Пакет ITSM &quot;GeneralCatalog/Общий Каталог&quot; версии 3.3
zh_cn: ITSM “GeneralCatalog通用目录”软件包，版本3.3

source: ITSM &quot;ITSMCore&quot; package, version 3.3
ru: Пакет ITSM &quot;ITSMCore&quot; версии 3.3
zh_cn: ITSM “ITSMCore”软件包，版本3.3

source: The following packages are recommended, but from a technical perspective they are not completely necessary:
hu: A következő csomagok ajánlottak ugyan, de technikai szempontból nem teljesen szükségesek:
ru: Следующие пакеты рекомендуются, но не обязательны, в зависимости от дальнейших целей по внедрению:
zh_cn: 下列软件包是推荐安装的，但从技术角度看并非完全必要：

source: ITSM &quot;ITSMIncidentProblemManagement&quot; package, version 3.3
ru: Пакет ITSM &quot;ITSMIncidentProblemManagement/Управление инцидентами и проблемами&quot; версии 3.3
zh_cn: ITSM “ITSMIncidentProblemManagement故障管理和问题管理”软件，版本3.3

source: ITSM &quot;ITSMServiceLevelManagement&quot; package, version 3.3
ru: Пакет ITSM &quot;ITSMServiceLevelManagement/Управление уровнями обслуживания&quot; версии 3.3
zh_cn: ITSM “ITSMServiceLevelManagement ITSM服务级别管理”软件包，版本3.3

source: ITSM &quot;ITSMConfigurationManagement&quot; package, version 3.3
ru: Пакет ITSM &quot;ITSMConfigurationManagement/Управление Конфигурациями&quot; версии 3.3
zh_cn: ITSM “ITSMConfigurationManagement配置管理”软件包，版本3.3

source: ITSM &quot;ImportExport&quot; package, version 3.3
ru: Пакет ITSM &quot;ImportExport/ИмпортЭкспорт&quot; версии 3.3
zh_cn: ITSM “ImportExport导入导出”软件包，版本3.3

source: Diagram of Change Management in OTRS::ITSM
hu: A változásmenedzsment diagramja az OTRS::ITSM-ben
ru: Схема Управления Изменениями в OTRS::ITSM
zh_cn: OTRS::ITSM中变更管理的图表

source: The Change Management implementation in OTRS::ITSM defines a Change as an alteration of the existing IT landscape, such as the installation of a new mail server.
hu: A változásmenedzsment megvalósítása az OTRS::ITSM-ben egy változást határoz meg a meglévő IT környezet eltéréseként, mint például egy új levelezőkiszolgáló telepítése.
ru: Реализация Управления Изменениями в OTRS::ITSM определяет Изменение как изменение существующей ИТ инфраструктуры, например, установка нового почтового сервера.
zh_cn: OTRS::ITSM中的变更管理实现定义一个变更就是是对现有IT快照的一处修改，例如安装一台新的邮件服务器。

source: As Changes typically consist of several sub-tasks, OTRS::ITSM allows any number of sub-tasks to be defined per change. These are known as Work Orders.
hu: Mivel a változások jellemzően számos alfeladatból állnak, így az OTRS::ITSM lehetővé tesz akármennyi alfeladat meghatározását változásonként. Ezek az úgynevezett munkamegrendelések.
ru: Изменение, обычно, состоит из нескольких подзаданий, OTRS::ITSM позволяет задать любое количество подзаданий на Изменение. Это называют Work Orders/Задачами.
zh_cn: 因为变更通常包含多个子任务，OTRS::ITSM 允许在每个变更中添加任意数量的子任务，这些子任务就是所谓的工作指令。

source: change-workorder-schema
hu: Változás-munkamegrendelés séma
zh_cn: 变更-工作指令模式

source: Available User Roles
hu: Elérhető felhasználószerepek
ru: Возможные роли пользователей
zh_cn: 可用的用户角色

source: Access to the Change Management module is managed on a role-based access concept. The required user roles are created via the OTRS Administrator, according to corresponding user group permissions in the Change Management module.
hu: A változásmenedzsment modulhoz való hozzáférést egy szerep alapú hozzáférési elgondolás szerint kezelik. A szükséges felhasználói szerepek az OTRS adminisztrátorán keresztül vannak létrehozva a változásmenedzsment modulban lévő megfelelő felhasználói csoportjogosultságok szerint.
ru: Доступ к модулю Управление Изменениями управляется с помощью концепции основанной на ролях. Требуемые роли пользователей создаются через панель Администратора OTRS, согласно соответствующих прав пользователей в группах в модуле Управления Изменениями.
zh_cn: 访问变更管理模块是通过基于角色的访问概念来管理。需要的用户角色通过OTRS系统管理员创建。

source: otrs-permissions-roles
hu: OTRS jogosultságok, szerepek
zh_cn: OTRS权限-角色

source: By installing the OPMs listed under &quot;Technical Requirements&quot;, the user groups in the table below will be created:
hu: A „műszaki követelmények” alatt felsorolt OPM-ek telepítésével a lenti táblázatban lévő felhasználói csoportok lesznek létrehozva:
ru: При установке OPM пакетов перечисленных в &quot;Technical Requirements/Технических требованиях&quot;, создаются группы пользователей, перечисленные ниже в таблице:
zh_cn: 安装完“技术需求”部分列出的OTRS软件包后，会自动创建下表中的用户组：

source: User roles
hu: Felhasználói szerepek
ru: Роли пользователей
zh_cn: 用户角色

source: User role
hu: Felhasználószerep
ru: Роль пользователя
zh_cn: 用户角色

source: Access and privileges
hu: Hozzáférés és jogosultságok
ru: Доступ и права
zh_cn: 访问权限

source: itsm-change
zh_cn: itsm-change（ITSM变更）

source: Members of this user group have access to the Change Management module. All potential Work Order Agents should be assigned to this group.
hu: Ennek a felhasználói csoportnak a tagjai hozzáféréssel rendelkeznek a változásmenedzsment modulhoz. Az összes lehetséges munkamegrendelés ügyintézőt hozzá kell rendelni ehhez a csoporthoz.
ru: Члены этой группы имеют доступ к модулю Управление Изменениями. Все потенциальные агенты исполнители задач/Work Order Agents должны быть назначены в эту группу.
zh_cn: 这个用户组的成员有权访问变更管理模块。所有工作指令的潜在服务人员都需要分配到这个组。

source: All Changes and Work Orders can be viewed by these users.
hu: Az összes változást és munkamegrendelést láthatják ezek a felhasználók.
ru: Все Изменения и Задачи могут просматриваться этими пользователями.
zh_cn: 这些用户能查看所有的变更和工作指令。

source: itsm-change-builder
zh_cn: itsm-change-builder（ITSM变更创建人）

source: Members of this user group can create new Changes and Work Orders in the system.
hu: Ennek a felhasználói csoportnak a tagjai új változásokat és munkamegrendeléseket hozhatnak létre a rendszeren.
ru: Члены этой группы могут создавать новые Изменения и Задачи в системе.
zh_cn: 这个用户组的成员有权创建新的变更和工作指令。

source: All Changes and Work Orders can be viewed by this group.
hu: Az összes változást és munkamegrendelést láthatja ez a csoport.
ru: Все Изменения и Задачи могут просматриваться членами этой группы.
zh_cn: 这个组能够查看所有的变更和工作指令。

source: Changes and Work Orders created by the Change Builder, or that have been defined as accessible to the Change Builder, may be edited by these users.
hu: A változás-összeállító által létrehozott vagy a változás-összeállító számára hozzáférhetőként meghatározott változásokat és munkamegrendeléseket szerkeszthetik ezek a felhasználók.
ru: Изменения и Задачи созданные Создателем Изменений/Change Builder, или теми, кто определен имеющими доступ к созданию изменений, могут редактироваться этими пользователями.
zh_cn: 变更创建人创建变更和工作指令，或者被定义为变更创建人后这些用户可以编辑变更和工作指令。

source: itsm-change-manager
zh_cn: itsm-change-manager（变更经理）

source: These users can edit all Changes and Work Orders.
hu: Ezek a felhasználók az összes változást és munkamegrendelést szerkeszthetik.
ru: Эти пользователи могут редактировать все Изменения и Задачи.
zh_cn: 这些用户可以编辑所有的变更和工作指令。

source: Underlying Workflow
hu: A mögöttes munkafolyamat
ru: Базовая последовательность работы/Workflow
zh_cn: 基础工作流程

source: The implementation of a change, including all required Work Orders, follows the underlying workflow shown below.
hu: Egy változás megvalósítása, beleértve az összes szükséges munkamegrendelést, a lent látható mögöttes munkafolyamatot követi.
ru: Осуществление изменения, включая все требуемые задачи, выполняются в типовой/базовой последовательности работ показанной ниже.
zh_cn: 一个变更（包括所有需要的工作指令）实现按照下面的基础工作流程执行。

source: change-workflow
hu: Változás munkafolyamata
zh_cn: 变更工作流程

source: Creating a New Change
hu: Új változás létrehozása
ru: Создание нового Изменения
zh_cn: 创建一个新的变更

source: Attributes of a Change
hu: Egy változás attribútumai
ru: Атрибуты Изменения
zh_cn: 变更属性

source: To create a new Change, the following attributes must be entered.
hu: Egy új változás létrehozásához a következő attribútumokat kell megadni.
ru: Для создания нового Изменения должны быть введены следующие атрибуты:
zh_cn: 要创建一个新的变更，必须输入下列属性：

source: Attribute
hu: Attribútum
ru: Атрибут
zh_cn: 属性

source: Required Field
hu: Szükséges mező
ru: Обязательное поле
zh_cn: 必填字段

source: Details
hu: Részletek
ru: Подробно
zh_cn: 详情

source: Title
hu: Cím
ru: Название
zh_cn: Title标题

source: Yes
hu: Igen
ru: Да
zh_cn: 是

source: Short description / name of Change
hu: A változás rövid leírása vagy neve
ru: Краткое описание / имя Изменения
zh_cn: 简短描述 / 变更名称

source: Description
hu: Leírás
ru: Описание
zh_cn: 描述

source: No
hu: Nem
ru: Нет
zh_cn: 否

source: Longer text description of the Change
hu: A változás hosszabb szöveges leírása
ru: Полное текстовое описание Изменения
zh_cn: 变更的详细文字描述

source: Justification
hu: Indoklás
ru: Обоснование
zh_cn: 理由

source: Text explanation of the reasons behind the Change. Answer to the question: &quot;What is the likely consequence if the Change is not implemented?&quot;
hu: A változás mögötti okok szöveges magyarázata. Válasz a következő kérdésre: „Mi a valószínű következménye, ha a változást nem valósítják meg?”
zh_cn: 变更背后的理由的文本解释。回答这个问题：“如果不实施这个变更，最可能的后果是什么？”

source: Category
hu: Kategória
ru: Категория
zh_cn: 类别

source: Defines the type of Change, e.g &quot;3 normal&quot;, etc.
hu: A változás típusát határozza meg, például „3 normál”, stb.
zh_cn: 定义变更的类型，例如：“3-正常”。

source: Impact
hu: Hatás
ru: Влияние
zh_cn: 影响
