Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Once a Change is created, it effectively serves as a container for the definition of sub-tasks, i.e. Work Orders, and these Work Orders can now be defined by the Change Builder.
hu: Miután egy változás létrejött, hatékonyan szolgál tárolóként az alfeladatok, azaz munkamegrendelések meghatározásához, és most ezeket a munkamegrendeléseket határozhatja meg a változás-összeállító.
zh_cn: 一旦创建了一个变更，这个变更实际上就是一个定义子任务（工作指令）的容器，可以由变更创建人来定义这些工作指令。

source: Short description / name of Work Order.
hu: A munkamegrendelés rövid leírása vagy neve.
ru: Краткое описание / имя Задачи.
zh_cn: 简短描述 / 工作指令名称

source: Instruction
hu: Utasítás
ru: Инструкция
zh_cn: 用法说明

source: Longer text description of the Work Order.
hu: A munkamegrendelés hosszabb szöveges leírása.
ru: Полное текстовое описание Задачи.
zh_cn: 工作指令的详细文本描述

source: Work Order Type
hu: Munkamegrendelés-típus
ru: Тип Задачи
zh_cn: 工作指令类型

source: Selection list to define the type of Work Order, e.g. approval, work order, PIR, etc.
hu: Választási lista a munkamegrendelés típusának meghatározásához, például jóváhagyás, munkamegrendelés, PIR, stb.
zh_cn: 定义工作指令类型的选择列表，如审批、工作指令、PIR（实施后审查）等等。

source: Defines the effects or impact of the Change, e.g. &quot;4 high&quot;, etc.
hu: A változás hatásait vagy következményeit határozza meg, például „4 magas”, stb.
zh_cn: 定义变更的效果或影响，如“4-高”。

source: When creating a new Change, the status is automatically set. When modifying an existing Change the Change Builder and Change Manager can manually set the status. Available statuses and result statuses are defined by the integrated State Machine, see <xref linkend="change_state_machine" /> .
hu: Egy új változás létrehozásakor az állapot automatikusan beállításra kerül. Egy meglévő változás módosításakor a változás-összeállító és a változásmenedzser kézzel állíthatja be az állapotot. Az elérhető állapotokat és az eredményállapotokat az integrált állapotgép határozza meg, lásd: <xref linkend="change_state_machine" />.
ru: При создании изменения, состояние устанавливается автоматически. При редактировании уже существующего Изменения, Создатель изменения/Change Builder и Менеджер изменений/Change Manager могут его выставить вручную. Доступные состояния и результирующие состояния определяются встроенной Машиной Состояний/State Machine, смотрите <xref linkend="change_state_machine" /> .
zh_cn: 在创建一个新变更地，自动设置变更状态。在修改已有变更时变更创建人和变更经理可以手动设置变更状态。可用的状态和下一状态通过集成的状态模式转换定义，参阅<xref linkend="change_state_machine" />。

source: In addition to these attributes, the assigned Work Order agent can collect attributes through the &quot;Report&quot; feature, which is explained in detail in the &quot;Work Order Agent Report&quot; chapter.
hu: Ezen attribútumokon kívül a hozzárendelt munkamegrendelés ügyintéző is gyűjthet attribútumokat a „Jelentés” szolgáltatáson keresztül, amely részletesen a „Munkamegrendelés ügyintézői jelentés” fejezetben van bemutatva.
ru: В дополнение к этим атрибутам, назначенный Задаче агент может собрать атрибуты используя возможность &quot;Report/Отчет/Рапорт&quot; которая подробно описана в разделе &quot;Work Order Agent Report/Отчет агента по Задаче&quot;.
zh_cn: 除了这些属性之外，工作指令分配的服务人员还可以通过“报告”功能收集属性，详细解释请参阅“工作指令服务人员报告”章节。

source: The following entries for the &quot;Work Order Type&quot; attribute are available in the standard installation of OTRS::ITSM Change Management:
hu: A „Munkamegrendelés-típus” attribútumnál a következő bejegyzések érhetők el az OTRS::ITSM változásmenedzsment szabványos telepítésében:
ru: Следующие значения атрибута &quot;Work Order Type/Тип Задачи&quot; имеются в системе после установки OTRS::ITSM Управление Изменениями:
zh_cn: 下面的“工作指令类型”属性条目是在OTRS::ITSM变更模块标准安装之后就可用的。

source: Approval
hu: Jóváhagyás
ru: Утверждение
zh_cn: 审批

source: Work Order
hu: Munkamegrendelés
ru: Задача
zh_cn: 工作指令

source: Backout
hu: Visszalépés
ru: План отката
zh_cn: 撤销

source: Decision
hu: Döntés
ru: Решение
zh_cn: 决定

source: PIR (Post Implementation Review)
hu: PIR (megvalósítás utáni vizsgálat)
ru: PIR (Post Implementation Review/Анализ после выполнения)
zh_cn: PIR (实施后审查)

source: The administrator can freely define and specify Work Order types, as well as add new types.
hu: Az adminisztrátor szabadon meghatározhat és megadhat munkamegrendelés-típusokat, valamint hozzáadhat új típusokat.
ru: Администратор может свободно определять и задавать Типы Задач, а также добавлять новые.
zh_cn: 系统管理员可以自由定义和指定工作指令类型，还可以添加新的类型。

source: Work Order State Machine
hu: Munkamegrendelés állapotgép
ru: Машина состояний Задачи
zh_cn: 工作指令状态模式转换

source: OTRS::ITSM features a State Machine which defines valid statuses and possible result statuses for a Work Order. The standard installation generates suggestions based on the following logic model:
hu: Az OTRS::ITSM egy állapotgépet ad, amely érvényes állapotokat és lehetséges eredményállapotokat határoz meg egy munkamegrendeléshez. A szabványos telepítés javaslatokat állít elő a következő logikai modell alapján:
ru: OTRS::ITSM предлагает Машину состояний, которая определяет действительные состояния и возможный результирующий статус Задачи. При установке системы создается базовый вариант, основанный на следующей логике:
zh_cn: OTRS::ITSM提供了工作指令有效的状态及可能的下一状态的状态模式转换。标准安装后基于下面的逻辑模型生成的建议的状态模式转换：

source: change-workorder-state-machine
hu: Változás-munkamegrendelés állapotgép
zh_cn: 变更-工作指令-状态模式转换

source: Where necessary, additional statuses can be defined under the menu option &quot;General Catalog&quot; -&gt; &quot;ITSM::ChangeManagement::WorkOrder::State&quot;.
hu: Ahol szükséges, további állapotok határozhatók meg az „Általános katalógus” -&gt; „ITSM::ChangeManagement::WorkOrder::State” menüpont alatt.
ru: При необходимости, дополнительные состояния могут быть заданы через меню "General Catalog/Общий Каталог" -> "ITSM::Change Management::WorkOrder::State".
zh_cn: 必要的时候，可通过菜单选项“通用目录”-&gt;“ITSM::ChangeManagement::WorkOrder::State”定义附加的状态。

source: In OTRS::ITSM, this is illustrated as a table:
ru: Как это сделано в OTRS::ITSM это представлено в таблице:
zh_cn: 在OTRS::ITSM，用一个表格来描述：

source: change-workorder-state-transition
hu: Változás-munkamegrendelés állapotátmenet
zh_cn: 变更-工作指令-状态模式转换

source: Defining the Work Order Agent
hu: A munkamegrendelés ügyintéző meghatározása
ru: Назначение агента Задаче
zh_cn: 定义工作指令的服务人员

source: Each Work Order can be assigned to a &quot;Work Order agent&quot;, i.e. a person responsible for the execution of the Work Order.
hu: Minden egyes munkamegrendelés hozzárendelhető egy „munkamegrendelés ügyintézőhöz”, azaz egy olyan személyhez, aki a munkamegrendelés végrehajtásáért felelős.
ru: Каждой Задаче может быть назначен &quot;Work Order agent&quot;, т.е. сотрудник, ответственный за выполнение Задачи.
zh_cn: 每个工作指令可以分配给一个“工作指令服务人员”，如负责执行这个工作指令的人员。

source: The system offers access to all connected agent back-ends here. It is important to note that only agents who have full access rights to the user group &quot;itsm-change&quot; are displayed.
hu: A rendszer itt hozzáférést nyújt az összes csatlakoztatott ügyintézői háttérprogramhoz. Fontos megjegyezni, hogy csak azok az ügyintézők jelennek meg, akiknek teljes hozzáférési joguk van az „itsm-change” felhasználói csoporthoz.
zh_cn: 系统提供了访问所有连接的服务人员后端。重点注意事项：只有完全访问“itsm-change变更管理”组权限的成员才会显示出来。

source: change-workorder-agent
hu: Változás munkamegrendelés ügyintéző
zh_cn: 变更-工作指令服务人员

source: Work Order Agent Report
hu: Munkamegrendelés ügyintézői jelentés
ru: Отчет агента по Задаче
zh_cn: 工作指令服务人员报告

source: The assigned Work Order agent can document related information such as comments, the actual Work Order start and end times, required processing time and status.
hu: A hozzárendelt munkamegrendelés ügyintéző dokumentálhatja a kapcsolódó információkat, mint például megjegyzések, az aktuális munkamegrendelés kezdési és befejezési ideje, szükséges feldolgozási idő és állapot.
ru: Назначенный Задаче агент может документировать всю связанную с ее выполнением информацию, такую как комментарии, фактическое время начала и окончания Задачи, требуемое время и состояние.
zh_cn: 分配的工作指令服务人员可以将相关信息如注释、实际工作指令开始和结束时间、需要的处理时间和状态整理成文档提交。

source: change-workorder-agent-report
hu: Változás munkamegrendelés ügyintéző jelentés
zh_cn: 变更-工作指令-服务人员报告

source: Linking Work Orders to Configuration Items / Services
hu: Munkamegrendelések összekapcsolása konfigurációelemekkel vagy szolgáltatásokkal
ru: Связывание Задач с Конфигурационными единицами / Сервисами
zh_cn: 链接工作指令到配置项/服务

source: Within a Work Order, OTRS::ITSM allows linking to other objects.
hu: Egy munkamegrendelésen belül az OTRS::ITSM lehetővé teszi az összekapcsolást más objektumokkal.
ru: В Задачах, OTRS::ITSM допускает связывание с другими объектами.
zh_cn: OTRS::ITSM允许在一个工作指令中链接到另外的对象。

source: In the standard installation, a Work Order can be linked to the following objects:
hu: A szabványos telepítésben egy munkamegrendelés a következő objektumokkal kapcsolható össze:
ru: В стандартной установке, Задачи могут быть связаны со следующими объектами:
zh_cn: 在标准安装中，一个工作指令可以链接到下面的对象：

source: CIs
hu: CI-k
ru: CIs - Конфигурационные единицы
zh_cn: 配置项

source: CI-Class Computer
hu: Számítógép CI-osztály
ru: CI-Класс Computer/Компьютеры
zh_cn: 配置项类-计算机

source: CI-Class Hardware
hu: Hardver CI-osztály
ru: CI-Класс Hardware/Оборудование
zh_cn: 配置项类-硬件

source: CI-Class Location
hu: Hely CI-osztály
ru: CI-Класс Location/Местоположение
zh_cn: 配置项类-位置

source: CI-Class Network
hu: Hálózat CI-osztály
ru: CI-Класс Network/Сеть
zh_cn: 配置项类-网络

source: CI-Class Software
hu: Szoftver CI-osztály
ru: CI-Класс Software/Программное обеспечение
zh_cn: 配置项类-软件

source: Services
ru: Services/Сервисы
zh_cn: 服务

source: Tickets
hu: Jegyek
ru: Tickets/Заявки
zh_cn: 工单

source: These settings are defined via SysConfig under &quot;Framework -&gt; Core::LinkObject&quot; and can be extended when desired.
hu: Ezek a beállítások a rendszerbeállításokon keresztül vannak meghatározva a „Framework -&gt; Core::LinkObject” beállítás alatt, és kiterjeszthetők, ha szükséges.
ru: Эти настройки выполняются через SysConfig в &quot;Framework -&gt; Core::LinkObject&quot; и могут быть, при желании, расширены.
zh_cn: 这些设置是通过系统配置“Framework -&gt;Core::LinkObject”定义的，可以根据需要扩展。

source: Saving a Work Order as a Template
hu: Egy munkamegrendelés mentése sablonként
ru: Сохранение Задачи как шаблон
zh_cn: 将一个工作指令保存为模板

source: A Work Order can be saved as a template through the &quot;Template&quot; feature, within the Work Order itself.
hu: Egy munkamegrendelés elmenthető sablonként a „Sablon” szolgáltatáson keresztül magán a munkamegrendelésen belül.
ru: Задача может быть сохранена в качестве шаблона, используя опцию &quot;Template&quot; внутри процесса создания Задачи.
zh_cn: 通过工作指令本身的“模板”功能可以将一个工作指令保存为模板。

source: The dialog box requires the Change Builder to give the template a name and an optional comment. Once the user leaves the dialog box by clicking the &quot;Add&quot; button, the Work Order will be available as a template when a new Work Order is being created.
hu: A párbeszéddoboz azt követeli meg, hogy a változás-összeállító adjon egy nevet és egy elhagyható megjegyzést a sablonnak. Miután a felhasználó elhagyta a párbeszéddobozt a „Hozzáadás” gombra kattintva, a munkamegrendelés elérhető lesz sablonként, amikor egy új egy új munkamegrendelést hoznak létre.
ru: Диалоговое окно потребует от Создателя Изменения присвоить имя шаблону и, при необходимости внести комментарий. При выходе из диалога нажатием на кнопку &quot;Add/Добавить&quot; Задача будет доступна как шаблон при создании новой Задачи.
zh_cn: 对话框中需要变更创建人指定模板名称和注释(可选)。一旦用户点击“添加”按钮离开对话框，这个工作指令就可以在创建新的工作指令时作为模板使用。

source: change-workorder-template
hu: Változás munkamegrendelés sablon
zh_cn: 变更-工作指令-模板

source: Deleting a Work Order
hu: Egy munkamegrendelés törlése
ru: Удаление Задачи
zh_cn: 删除一个工作指令

source: The Change Builder can delete a Work Order as long as it is not referred to in a Condition (see the &quot;Defining conditions&quot; section).
hu: A változás-összeállító addig képes egy munkamegrendelést törölni, amíg nem hivatkoznak rá egy feltételben (lásd a „Feltételek meghatározása” szakaszt).
ru: Создатель Изменения может удалить задачу пока на нее нет ссылки в Условии (см. раздел &quot;Defining conditions/Настройка Условий&quot;).
zh_cn: 变更创建人可以删除一个没有在条件中使用的工作指令（参阅“定义条件”部分）。

source: change-workorder-delete
hu: Változás munkamegrendelés törlése
zh_cn: 变更-工作指令-删除

source: Viewing the Content of a Change
hu: Egy változás tartalmának megtekintése
ru: Просмотр содержания Изменения
zh_cn: 查看变更内容

source: After creating a Change and its associated Work Order, the system has the capability to display other information related to the Change, including corresponding Work Orders, linked tickets and CIs.
hu: Egy változás és a hozzárendelt munkamegrendelés létrehozása után a rendszer olyan képességgel rendelkezik, amely megjeleníti a változáshoz kapcsolódó egyéb információkat, beleértve a megfelelő munkamegrendeléseket, hozzákapcsolt jegyeket és CI-ket.
ru: После создания Изменения и связанных с ним Задач, система дает возможность просмотра информации, связанной с Изменением, включая соответствующие Задачи, связанные заявки и конфигурационные единицы.
zh_cn: 创建一个变更和它相关的工作指令后，系统就可以显示与这个变更相关的其它信息，包括相关工作指令、链接的工单和配置项。

source: change-zoom
hu: Változásnagyítás
zh_cn: 变更-详情

source: The defined Work Orders are numbered in order of their planned execution and displayed in a timeline. The color of the displayed Work Order in the timeline reflects their type, and can be customized via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeZoom&quot; as required.
hu: A meghatározott munkamegrendelések a tervezett végrehajtásuk sorrendjében vannak számozva, és egy idővonalon vannak megjelenítve. Az idővonalon megjelenített munkamegrendelések színe a típusára utal, és igény szerint személyre szabhatók az „ITSM Change Management -&gt; Frontend::Agent::ViewChangeZoom” rendszerbeállításon keresztül.
ru: Созданные Задачи нумеруются в порядке их планируемого выполнения и отображаются на временНом графике/диаграмме. Цвет отображаемых Задач на диаграмме означает их тип и может быть настроен через SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeZoom&quot; как пожелается.
zh_cn: 定义的工作指令按它们的执行顺序编号，并显示在一个时间轴上。工作指令显示的颜色取决于它们的类型，可以根据需要通过系统配置“ITSMChange Management -&gt; Frontend::Agent::ViewChangeZoom”定制颜色。

source: The system generates two bars per Work Order in the Change timeline. The upper, darker bar represents the planned Work Order implementation time, while the lower, lighter bar displays the actual Work Order implementation time.
hu: A rendszer munkamegrendelésenként két sávot állít elő a változás idővonalán. A felső, sötétebb sáv a tervezett munkamegrendelés megvalósítás idejét ábrázolja, míg az alsó, világosabb sáv a tényleges munkamegrendelés megvalósítás idejét jeleníti meg.
ru: Система создает две полосы на Задачу на диаграмме Изменения. Верхняя, более темная, отражает запланированное время реализации Задачи, тогда как нижняя, более светлая полоса отражает фактические затраты времени реализации Задачи.
zh_cn: 系统为每个工作指令在变更时间轴上生成两个图形条，上面的深色图形条代表计划的工作指令实施时间，下面的浅色图形条显示实际的工作指令实施时间。

source: The status of each Work Order is represented by traffic lights, as seen in the following view:
hu: Az egyes munkamegrendelések állapotát közlekedési lámpák ábrázolják, amint a következő nézeten látható:
ru: Статус каждой задачи представлен "светофорами", как это видно на следующем рисунке:
zh_cn: 每个工作指令的状态按红绿灯表示，见下面说明：

source: Gray - Work Order is &quot;created&quot;
hu: Szürke - a munkamegrendelés „létrejött”
ru: Серый - Задача &quot;created/создана&quot;
zh_cn: 灰色 - 工作指令“已创建”

source: Yellow - Work Order is &quot;pending approval&quot;
hu: Sárga - a munkamegrendelés „jóváhagyásra vár”
ru: Желтый - Задача &quot;pending approval/ожидает утверждения&quot;
zh_cn: 黄色 - 工作指令“等待审批”

source: Green - Work Order is &quot;closed&quot;
hu: Zöld - a munkamegrendelés „lezárt”
ru: Зеленый - Задача &quot;closed/закрыта/завершена&quot;
zh_cn: 绿色 - 工作指令“已关闭”

source: Red - Work Order is &quot;canceled&quot;
hu: Piros - a munkamegrendelés „megszakítva”
ru: Красный - Задача &quot;canceled/отменена&quot;
zh_cn: 红色 - 工作指令“已取消”

source: change-timeline
hu: Változás idővonal
zh_cn: 变更 - 时间轴

source: Change Views
hu: Változás nézetek
ru: Отображение Изменения
zh_cn: 变更视图

source: OTRS::ITSM offers a variety of ways to view the Changes saved in the system. Access to these views can be disabled where desired.
hu: Az OTRS::ITSM különböző módokon kínálja a rendszeren elmentett változások megtekintését. Ezen nézetekhez való hozzáférés letiltható, ahol szükséges.
ru: OTRS::ITSM предоставляет различные способы просмотра Изменений сохраненных в системе. Доступ к этим способам, по желанию, может быть отключен.
zh_cn: OTRS::ITSM提供了多种方式来查看系统中保存的变更。可以根据需要禁用到这些视图的访问。

source: Change Overview
hu: Változás áttekintő
ru: Обзор изменений
zh_cn: 变更概览

source: All Changes are displayed in an overview screen, which can be sorted in ascending or descending order per column.
hu: Az összes változás egy olyan áttekintő képernyőn van megjelenítve, amely oszloponként rendezhető növekvő vagy csökkenő sorrendbe.
ru: Все Изменения отображаются на экране обзора и могут быть отсортированы в убывающем или возрастающем порядке по колонкам атрибутов.
zh_cn: 在一个概览视图窗口中显示所有的变更，可以对每列按升序或降序排序。

source: change-overview
hu: Változás áttekintő
zh_cn: 变更-概览

source: The columns can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview&quot; with the following available attributes:
hu: Az oszlopok az „ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview” rendszerbeállításon keresztül határozhatók meg a következő elérhető attribútumokkal:
ru: Перечень колонок может быть задан в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview&quot; со следующими возможными атрибутами:
zh_cn: 可以通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview”定义显示的列，下面是可显示的属性：

source: Active
hu: Aktív
ru: Активно
zh_cn: 激活

source: ActualStartTime
ru: ActualStartTime - Фактическое время начала
zh_cn: 实际开始时间

source: Date and time at which the Change implementation began
hu: Dátum és idő, amikor a változás megvalósítása elkezdődött
ru: Дата и время начала реализации Изменения
zh_cn: 实施变更开始的日期和时间

source: ActualEndTime
ru: ActualEndTime - Фактическое время окончания
zh_cn: 实际结束时间

source: Date and time at which the Change implementation ended
hu: Dátum és idő, amikor a változás megvalósítása befejeződött
ru: Дата и время окончания реализации Изменения
zh_cn: 实施变更结束的日期和时间

source: Category or type of Change
hu: A változás kategóriája vagy típusa
ru: Категория или тип Изменения
zh_cn: 变更分类或类型

source: Change Builder&apos;s name
hu: A változás-összeállító neve
ru: Имя создателя Изменения/Change Builder&apos;s name
zh_cn: 变更创建人的名字

source: Change Manager&apos;s name
hu: A változásmenedzser neve
ru: Имя Менеджера Изменения/Manager&apos;s name
zh_cn: 变更经理的名字

source: ChangeNumber
ru: Номер изменения
zh_cn: 变更编号

source: System generated Change number
hu: A rendszer által előállított változásszám
ru: Сгенерированный системой номер Изменения
zh_cn: 系统生成的变更编号

source: Change status
hu: A változás állapota
ru: Состояние Изменения
zh_cn: 变更状态

source: ChangeStateSignal
ru: Индикатор состояния Изменения
zh_cn: 变更状态标志

source: Change status indicator to be shown as traffic light
hu: A változás állapotának jelzője közlekedési lámpaként megjelenítve
ru: Индикатор состояния Изменения, отображаемый как "светофор"
zh_cn: 用红绿灯显示的变更状态指示器

source: Name of Change
hu: A változás neve
ru: Имя Изменения
zh_cn: 变更的名称

source: CreateTime
zh_cn: 创建时间

source: Date and time at which the Change was created
hu: Dátum és idő, amikor a változás létrejött
ru: Дата и время создания Изменения
zh_cn: 创建变更时的日期和时间

source: Expected effect of the Change
hu: A változás elvárt hatása
ru: Ожидаемый эффект от Изменения
zh_cn: 变更的预期效果

source: PlannedStartTime
zh_cn: 计划开始时间

source: Planned Change implementation start date and time
hu: Tervezett változás megvalósítás kezdeti dátuma és ideje
ru: Планируемые дата и время начала реализации Изменения
zh_cn: 计划实施变更的开始日期和时间

source: PlannedEndTime
zh_cn: 计划结束时间

source: Projected Change implementation end date and time
hu: Tervezett változás megvalósítás befejezési dátuma és ideje
ru: Планируемые дата и время окончания реализации Изменения
zh_cn: 预计实施变更的结束日期和时间

source: Priority level of the Change
hu: A változás prioritási szintje
ru: Приоритет Изменения
zh_cn: 变更的优先级别

source: RequestedTime
zh_cn: 请求时间

source: Customer&apos;s desired implementation date
hu: Az ügyfél kívánt megvalósítási dátuma
ru: Запрошенное клиентом время реализации Изменения
zh_cn: 客户期望的实施日期

source: Services affected by the Change
hu: A változás által érintett szolgáltatások
ru: Сервисы, затрагиваемые Изменением
zh_cn: 变更影响的服务

source: WorkOrderCount
zh_cn: 工作指令数

source: Number of Work Orders related to the Change
hu: A változáshoz kapcsolódó munkamegrendelések száma
ru: Количество Задач, относящихся к Изменению
zh_cn: 变更相关的工作指令数量

source: Additionally, the Change Overview can filter and display changes according to various attributes. The following filters are available and can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview&quot;:
hu: Továbbá a változás áttekintő képes a változásokat különböző attribútumok szerint szűrni és megjeleníteni. A következő szűrők érhetők el, és az „ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview” rendszerbeállításon keresztül határozhatók meg:
ru: Дополнительно, в обзоре Изменений можно фильтровать и отображать Изменения удовлетворяющие различным значениям атрибутов. Доступны следующие фильтры, которые могут быть заданы в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview&quot;:
zh_cn: 此外，变更概览视图还可以用不同的属性过滤显示变更。下面的过滤器可用，并能通过系统配置“ITSM Change Management -&gt; Frontend::Agent::ViewChangeOverview”来定义。

source: Change Overview Filters
hu: A változás áttekintő szűrői
ru: Фильтры обзора Изменений
zh_cn: 变更概览过滤器

source: requested
hu: kérve
ru: requested - запрошено
zh_cn: 已请求

source: Displays all changes that have the status &quot;requested&quot;
hu: Megjeleníti az összes olyan változást, amelynek „kérve” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;requested&quot;
zh_cn: 显示状态为“已请求”的所有变更

source: pending approval
hu: jóváhagyásra vár
ru: pending approval - ожидает утверждения
zh_cn: 待审批

source: Displays all changes that have the status &quot;pending approval&quot;
hu: Megjeleníti az összes olyan változást, amelynek „jóváhagyásra vár” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;pending approval&quot;
zh_cn: 显示状态为“待审批”的所有变更

source: rejected
hu: visszautasítva
ru: rejected - отвергнуто
zh_cn: 被拒绝

source: Displays all changes that have the status &quot;rejected&quot;
hu: Megjeleníti az összes olyan változást, amelynek „visszautasítva” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;rejected&quot;
zh_cn: 显示状态为“被拒绝”的所有变更

source: approved
hu: jóváhagyva
ru: approved - утверждено
zh_cn: 通过审批

source: Displays all changes that have the status &quot;approved&quot;
hu: Megjeleníti az összes olyan változást, amelynek „jóváhagyva” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;approved&quot;
zh_cn: 显示状态为“通过审批”的所有变更

source: in progress
hu: folyamatban
ru: in progress - в работе
zh_cn: 处理中

source: Displays all changes that have the status &quot;in progress&quot;
hu: Megjeleníti az összes olyan változást, amelynek „folyamatban” állapota van
ru: Отображаются все Изменения, имеющие статус &quot;in progress&quot;
zh_cn: 显示状态为“处理中”的所有变更

source: successful
hu: sikeres
ru: successful - успещно
zh_cn: 成功
