Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Since version 2.0 , OTRS::ITSM supports the following features and processes, which are usually designed during the first phase of an ITIL implementation: Incident Management, Problem Management, Service Level Management, Change Management and the Configuration Management Database. A more detailed description of use and adaptation of the system can be found in the following sections. Please note that the each OTRS::ITSM package can be installed independently and that their names correspond to their respective ITIL topics.
ru: Начиная с версии 2.0 , OTRS::ITSM поддерживает следующие возможности и процессы, которые обычно разрабатываются на первом этапе внедрения ITIL: Incident Management/Управление Инцидентами, Problem Management/Управление Проблемами, Service Level Management/Соглашения об уровне услуг, Change Management/Управление Изменениями and the Configuration Management Database/Управление Конфигурациями. Более полное описание использования и применения системы будет дано в последующих секциях. Помните, что каждый из пакетов OTRS::ITSM может быть установлен отдельно и что их названия соответствуют соответствующим им разделам ITIL.

source: To link objects, the source object is chosen first, then the link type is defined and the target object chosen. The target object can be searched for using various criteria:
ru: Для связывания, сначала выбирается исходный объект, затем задается тип связи и, наконец выбирается целевой объект. Целевой объект можно искать по различным критериям:

source: Service desk, incident, &amp; problem management
ru: Служба поддержки, инцидент, &amp; управление проблемами

source: The service desk (which, according to ITIL, is not a process but a function) is usually the ticket system's main field of application. All user messages and notifications from system monitoring and internal IT organization converge here. The ITIL service management process, closely interweaved with the service desk, describes which work steps, information, escalations, and/or interfaces are relevant in connection with the processing of incidents or service requests.
ru: Служба поддержки/Service desk (которая, согласно ITIL является не процессом, но функцией) обычно, является главным полем действия. Все сообщения пользователей и уведомления от систем мониторинга и внутренних ИТ - подразделений сходятся здесь. ITIL процесс управления услугами тесно переплетен со службой, описывает шаги, которые работают, информацию, эскалации и / или интерфейсы актуальные в связи с обработкой инцидентов или запросов на обслуживание.

source: Designed with flexibility in mind, the OTRS::ITSM queues can be tailored to your organizational structures. They can follow the vertical scheme of service desk, first, second, and third level support (as often used in IT service support) or be configured in a process oriented manner based on the ticket life cycle of generation, processing, closure and post-processing.
ru: Разработанные с учетом требуемой гибкости, структура очередей OTRS::ITSM может соответствовать организационной структуре. Они могут следовать вертикальной схеме построения поддержки пользователей, первая, вторая и третья линии поддержки (как это часто используется при поддержке услуг ИТ) или построена в процессно - ориентированной манере, основанной на жизненном цикле заявки состоящем из создания, обработки, закрытии и последующем анализе.

source: Within OTRS, service requests and incidents are both regarded as tickets and intially processed equally. They are distinguishable from disruptions because of the ticket type Incident::Service Request.
ru: В OTRS, запросы на обслуживание и инциденты рассматриваются как заявки и изначально обрабатывались одинаково. Они отличались от сбоев типом заявки - Incident::Service Request/Инцидент::Запрос на обслуживание.

source: The implementation of OTRS::ITSM requires significant technical specification and preparation. Prior to a technical implementation, key elements of the Change Management process, such as required workflows, metrics, or reports, must be defined.
ru: Внедрение OTRS::ITSM требует значительной технической компетенции и подготовки. До технической реализации, основные элементы процесса управления изменениями, такие, как потребные потоки работ/workflows, метрики, или отчеты, должны быть определены.

source: Text explanation of the reasons behind the Change; answer to the question: &quot;What is the likely consequence if the Change is not implemented?&quot;
ru: Текстовое пояснение причин Изменения; ответьте на вопрос: &quot;Каковы будут вероятные последствия, если Изменение не будет реализовано?&quot;

source: Defines the type of Change, e.g &quot;3 normal&quot; etc.
ru: Задает тип Изменения, например, &quot;3 normal&quot; и т.д.

source: Defines the effects or impact the Change will have, eg. &quot;4 high&quot;, etc.
ru: Задает эффективность или влияние, которое окажет Изменение, например, &quot;4 high&quot;, и т.д.

source: Defines the priority of the Change, eg. &quot;5 very high&quot;, &quot;3 normal&quot;, etc. .
ru: Задает приоритет Изменения, например, &quot;5 very high&quot;, &quot;3 normal&quot;, и т.д.

source: When creating a new Change, the status is automatically set. When modifying an existing Change, the Change Builder and Change Manager can manually set the status. Available status and result status are defined by the integrated State Machine, see <xref linkend="change_state_machine" /> .
ru: При создании изменения, состояние устанавливается автоматически. При редактировании уже существующего Изменения, Создатель изменения/Change Builder и Менеджер изменений/Change Manager могут его выставить вручную. Доступные состояния и результирующие состояния определяются встроенной Машиной Состояний/State Machine, смотрите <xref linkend="change_state_machine" /> .

source: Through the OTRS Framework&apos;s renowned linking mechanism, the system allows a change to be linked to a ticket. In this way, the origin of a change ie. the Request for Change or problem can be easily identified.
ru: Через интерфейс OTRS, используя, известный уже, механизм связывания, система позволяет связать Изменение с заявкой. Таким образом, исходный источник Изменения, т.е. Запрос на Изменение/RfC или проблема могут быть легко идентифицированы.

source: Furthermore, it is possible to open the corresponding Change directly from a ticket within the Incident or Problem Management process i.e., the ticket system from which it originated. In this case, the system creates a transparent link between the ticket and Change. In the configuration, this feature can be restricted to only those agents who are permitted to create Changes. It is also possible to resctrict the usage of the ticket type "RfC" to only those agents who have access to the Change Management area. Please have a look at the following sysconfig options:
ru: Кроме того, есть возможность создать соответствующее изменение прямо из заявки в процессах Управления Инцидентами/Проблемами, т.е. прямо оттуда, что является его источником. В этом случае, система создает непосредственную связь между заявкой и Изменением. В настройках системы эта возможность может дана только тем агентам, которые имеют права на создание Изменений. Также, возможно ограничить использование типа заявки "RfC", дав права только тем агентам, которые имеют доступ к Управлению Изменениями. Обратите внимание на следующие параметры конфигурации:

source: Conditions Available at the Change Level
ru: Условия доступные на уровне Изменений

source: The following attributes can be used to define Conditions at the Change level
ru: Следующие атрибуты могут быть использованы при определении Условий на уровне Изменений

source: Conditions Available at the Work Order Level
ru: Условия доступные на уровне Задач

source: Actions Available at the Change Level
ru: Действия доступные на уровне Изменений

source: The following actions can be performed for Change objects. The operator &quot;set&quot; enables the selected attribute to be set at a specific value, if the defined condition is true. On the other hand, the operator &quot;lock&quot; freezes the selected attribute, for as long as the defined condition is true ie. a manual change is not possible.
ru: Следующие действия могут быть выполнены для объектов/атрибутов Изменения. Оператор &quot;set&quot; позволяет установить значение выбранного атрибута, если заданное условие верно. С другой стороны, оператор &quot;lock&quot; блокирует выбранный атрибут на все время, пока условие верно, т.е. ручное его изменение невозможно.

source: The following actions can be performed for Work Order objects. The operator &quot;set&quot; enables the selected attribute to be set at a specific value, if the defined condition is true. On the other hand, the operator &quot;lock&quot; freezes the selected attribute, for as long as the defined condition is true ie. a manual change is not possible.
ru: Следующие действия могут быть выполнены для объектов/атрибутов Задачи. Оператор &quot;set&quot; позволяет установить значение выбранного атрибута, если заданное условие верно. С другой стороны, оператор &quot;lock&quot; блокирует выбранный атрибут на все время, пока условие верно, т.е. ручное его изменение невозможно.

source: Once a Change is created, it effectively serves as a container for the definition of sub-tasks, ie. Work Orders, and these Work Orders can now be defined by the Change Builder.
ru: Будучи созданным, Изменение представляет собой контейнер для определения подзадач т.е. Задач, и эти задачи могут быть заданы Составителем Изменения.

source: Selection list to define the type of Work Order, eg. approval, work order, PIR, etc.
ru: Список выбора для задания Типа Задачи, т.е. утверждение, работа, PIR, и т.д.

source: Defines the effects or impact of the Change, eg. &quot;4 high&quot;, etc.
ru: Задает эффективность или влияние, которое окажет Изменение, например, "4 high", и т.д.

source: Defines the priority of the Change, eg. &quot;5 very high&quot;, &quot;3 normal&quot;, etc.
ru: Задает приоритет Изменения, например, "5 very high", "3 normal", и т.д.

source: Adjustments to the State Machine can be made by the system administrator in the administration front end, under menu option State Machine. The statuses and possible result statuses should be defined here.
ru: Изменения в Машине состояний могут быть выполнены администратором в его интерфейсе через пункт меню "State Machine/Машина состояний". Состояния и возможные результирующие статусы могут быть заданы здесь.

source: The system offers access to all connected agent back-ends here. It is important to note that only agents who have full access rights to the user group &quot;have itsm-change&quot; are displayed.
ru: Система предлагает доступ ко всем подключенным агентам. Важно помнить, что отображаются только агенты имеющие полные права в группе &quot;itsm-change&quot;

source: Change status indicator, shown as traffic light
ru: Индикатор состояния Изменения, отображаемый как "светофор"

source: In the Change Schedule view, all Changes which have the status &quot;approved&quot; ie. are in the queue for implementation, are displayed. The column titles can be sorted by the following attributes in ascending or descending order:
ru: В обзоре расписания Изменений отображаются все Изменения, имеющие статус &quot;approved/утверждено&quot;, т.е. находятся в очереди на реализацию. Информация может быть отсортирована по значениям атрибутов в колонках в возрастающем или убывающем порядке:

source: The displayed attributes can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend:: Agent:: ViewChangeScheduleOverview&quot;:
ru: Перечень колонок может быть задан в SysConfig &quot;ITSM Change Management -&gt; Frontend:: Agent:: ViewChangeScheduleOverview&quot;:

source: Change status indicator; shown as traffic light
ru: Индикатор статуса Изменения в виде "светофора"

source: Name of the Change
ru: Имя Изменения

source: Defines the validity of the template (valid, invalid, and temporarily invalid). Invalid / temporarily invalid templates cannot be used by Change Builders.
ru: Задает значение действительности шаблона (действительный, недействительный и временно недействительный). Недействительный/Временно недействительный шаблоны не могут использоваться Создателями Изменений.

source: Search by the customer requested Change implementation date. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по запрошенному клиентом времени реализации Изменения. Поиск может осуществляться как по абсолютному времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: Search by the planned start date and time of a Change implementation. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по планируемому времени и дате начала реализации Изменения. Поиск может осуществляться как по абсолютному значению времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: Search by the projected end date and time of a Change implementation. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по планируемому времени и дате окончания реализации Изменения. Поиск может осуществляться как по абсолютному значению времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: Search by the actual start date and time of a Change implementation. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по фактическому времени и дате начала реализации Изменения. Поиск может осуществляться как по абсолютному значению времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: Search by the actual end date and time of a Change implementation. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по фактическому времени и дате окончания реализации Изменения. Поиск может осуществляться как по абсолютному значению времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: Search by the Change creation date and time. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по времени и дате создания Изменения. Поиск может осуществляться как по абсолютному значению времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: Search by the date and time a Change was modified. Search can be performed using absolute time values (eg. from date 1 to date 2) or in relative time values (eg. Changes created in the last x days / weeks).
ru: Поиск по времени и дате модификации Изменения. Поиск может осуществляться как по абсолютному значению времени (например, с даты 1 до даты 2) или по относительным значениям (например, Изменения созданные за последние х дней/недель).

source: In addition, the Change Manager Overview can filter the displayed Changes by various attributes as follows These can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview&quot; if desired:
ru: Дополнительно, в обзоре Менеджера Изменений можно фильтровать и отображать Изменения удовлетворяющие различным значениям атрибутов. Доступны следующие фильтры, которые могут быть заданы в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewChangeManagerOverview&quot;:

source: Displays all Changes which have status &quot;requested&quot;
ru: Отображает все Изменения, имеющие статус &quot;requested&quot;

source: Displays all Changes which have status &quot;pending approval&quot;
ru: Отображает все Изменения, имеющие статус &quot;pending approval&quot;

source: Displays all Changes which have status &quot;approved&quot;
ru: Отображает все Изменения, имеющие статус &quot;approved&quot;

source: Displays all Changes which have status &quot;in progress&quot;
ru: Отображает все Изменения, имеющие статус &quot;in progress&quot;

source: In addition, the My Changes Overview can filter the displayed Changes by various attributes as below. These can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview&quot;:
ru: Дополнительно, в обзоре Мои Изменения можно фильтровать и отображать Изменения удовлетворяющие различным значениям атрибутов. Доступны следующие фильтры, которые могут быть заданы в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyChangesOverview&quot;:

source: Displays all Changes which have status&quot;requested&quot;
ru: Отображает все Изменения, имеющие статус &quot;requested&quot;

source: Displays all Changes which have status&quot;pending approval&quot;
ru: Отображает все Изменения, имеющие статус &quot;pending approval&quot;

source: Displays all Changes which have status&quot;approved&quot;
ru: Отображает все Изменения, имеющие статус &quot;approved&quot;

source: Displays all Changes which have status&quot;in progress&quot;
ru: Отображает все Изменения, имеющие статус &quot;in progress&quot;

source: The displayed information can be sorted by column heading in ascending or descending order. The attributes used can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview&quot;:
ru: Отображаемые значения могут быть отсортированы в порядке убывания или возрастания значений атрибутов в колонках. Колонки для отображения задаются в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview&quot;:

source: In addition, the My Work Orders Overview can filter the displayed Work Orders by various attributes as below, which can be defined via SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview&quot;:
ru: Дополнительно, в обзоре Мои Задачи можно фильтровать и отображать Изменения удовлетворяющие различным значениям атрибутов, как показано ниже. Доступны следующие фильтры, которые могут быть заданы в SysConfig &quot;ITSM Change Management -&gt; Frontend::Agent::ViewMyWorkOrdersOverview&quot;:

source: Displays all Work Orders which have the status &quot;created&quot;
ru: Отображает все Задачи, имеющие статус &quot;created&quot;

source: Displays all Work Orders which have the status &quot;accepted&quot;
ru: Отображает все Задачи, имеющие статус &quot;;accepted&quot;

source: Displays all Work Orders which have the status &quot;ready&quot;
ru: Отображает все Задачи, имеющие статус &quot;ready&quot;

source: Displays all Work Orders which have the status &quot;in progress&quot;
ru: Отображает все Задачи, имеющие статус &quot;in progress&quot;

source: The report allows the definition of a relative (eg. Changes within the last x days) or absolute time period (eg. Changes from date1 to date 2). In addition, it is also possible to define the Change status to be reported.
ru: При заказе отчета можно задавать относительный (т.е. Изменения, за последние х-дней) или абсолютный период (т.е. Изменения с даты 1 до даты 2). Дополнительно, можно указать статус Изменений, включаемых в отчет.

source: The report allows the definition of a relative (eg. Changes within the last x days) or absolute time period (eg. Changes from date1 to date 2). In addition, it is also possible to define the RFC Requester to be reported.
ru: При заказе отчета можно задавать относительный (т.е. Изменения, за последние х-дней) или абсолютный период (т.е. Изменения с даты 1 до даты 2). Дополнительно, можно запросить указать заказчиков Изменений/RFC Requester, для включения в отчет.

source: A PDF generator is incorporated as well, which enables you to export the print view of your previously generated tickets, stats, and search results in PDF format:
ru: Генератор преобразования в PDF включен в систему, он позволяет экспортировать ранее созданные заявки, отчеты и результаты поиска в PDF формат:

source: The admin area can be accessed via the "admin" link in the agent interface navigation bar. The link is only shown to users logged on to the system that have been granted administrator priviliges. After the completion of a default installation you can log on to the system as OTRS admin using the user name &quot;root@localhost&quot; and the password &quot;root&quot;.
ru: Переход к панели управления осуществляется через пункт меню Админ/Администрирование главного меню интерфейса. Этот пункт меню виден и доступен только агентам имеющим права администратора в системе. После окончания стандартной установки системы вы можете войти в нее в качестве администратора используя логин &quot;root@localhost&quot; и пароль &quot;root&quot;.

source: WARNING: Make sure to change the password of root@localhost in the user preferences as quickly as possible. Using the widely known default password is not recommended!
ru: ВНИМАНИЕ: Замените пароль пользователя root@localhost как можно скорее. Использование широко известных паролей по умолчанию категорически не рекомендуется!

source: [ SLA ]
ru: [ SLA ] - Соглашения об Уровне Сервиса

source: If the five classes do not suffice to describe your IT environment, further classes can be added via the "general catalog" link in the OTRS::ITSM admin area. After creating a new CI class in the general catalog, a definition must be entered in ConfigItem&quot;.
ru: Если этих пяти классов недостаточно для описания вашей ИТ-инфраструктуры, с помощью пункта меню "Общий каталог" панели администратора OTRS::ITSM можно добавить нужные классы. После создания нового класса CI в Общем каталоге, необходимо добавить его описание в меню "Описание учетных элементов"

source: Attribute changes and amendments can be done in the graphical configuration area by selecting "change definition":
ru: Изменение атрибутов и поправки можно сделать в области графического редактора, нажав кнопку "Изменить описание":

source: In order to assure the consistency of the data managed in OTRS::ITSM, information created in the admin area of the system cannot be deleted as a general rule. If you want to deactivate such information, change the value in the respective listbox settings from "valid" to "invalid" or to "invalid-temporarily".
ru: Чтобы быть уверенным в целостности данных, в OTRS::ITSM, управляющая информация, однажды созданная в панели управления системы, как правило, не может быть удалена. Если вы желаете дезактивировать такую информацию, измените ее значение в соответствующем списке выбора с "valid/действительна" на "invalid/недействительна" или "invalid-temporarily/временно недействительна".

source: With OTRS::ITSM you can change existing ticket states or add new ones. There are two important options: the name of the state &quot;state-name&quot; and the type of it &quot;state-type&quot;. All states and types available by default are pictured above.
ru: В OTRS::ITSM вы можете изменять существующие состояния или добавлять новые. Есть два основных понятия: имя состояния &quot;state-name&quot; и тип состояния &quot;state-type&quot;. Все состояния и их типы доступные по умолчанию показаны выше.
