Repository: ShawnBeasleyOTRS/doc-itsm
Catalog: i18n/doc-itsm.*.po
Languages: hu, ru, zh_cn

source: Please consider that changes made to the "new" state require changes to be made in the configuration file kernel/config.pm or in the graphical configuration front-end.
ru: Пожалуйста, обратите внимание, что изменения сделанные для состояния "new", требуют изменения ряда настроек в файле kernel/config.pm или в разделе графического конфигуратора - Конфигурация системы/SysConfig.

source: The same applies to changes made to the "open" state: changes in the kernel/Config.pm or in the graphical configuration frontend are necessary.
ru: То же самое относится и к изменениям для состояния "open": надо внести необходимые изменения в kernel/config.pm или в разделе графического конфигуратора - Конфигурация системы/SysConfig.

source: The criticality impact priority matrix
ru: Матрица "Критичность - Влияние - Приоритет"

source: OTRS 3.3 initially supports up to 9 calendars, which can be configured graphically. Using the SysConfig framework found in the admin interface, this number can be increased to 99, by using the calendar 1 etc. links:
ru: OTRS 3.3 первоначально поддерживает работу с 9 календарями, которые могут быть настроены в SysConfig. Там же, это число может быть увеличено до 99, начиная с календаря 1 и т.д. ссылок:
